Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Enter the number of copies:
vi: Nhập số lượng bản sao:

source: Copies of the selected object
vi: Bản sao của đối tượng được chọn

source: Set numbers of copies to %d
vi: Đặt số bản sao thành %d

source: Fill bed
vi: Đổ đầy giường

source: Cannot save binary G-code with %1% extension. Use a different extension or disable <a href=%2%>binary G-code export</a> in Printer Settings.
vi: Không thể lưu mã G nhị phân với phần mở rộng %1%.<br/> <br/> Sử dụng phần mở rộng khác hoặc tắt <a target="_blank" rel="noreferrer nofollow" href=%2%>xuất mã G nhị phân</a> trong Cài đặt máy in.

source: Cannot save ASCII G-code with %1% extension. Use a different extension or enable <a href=%2%>binary G-code export</a> in Printer Settings.
vi: Không thể lưu mã G ASCII với phần mở rộng %1%.<br/> <br/> Sử dụng phần mở rộng khác hoặc bật <a target="_blank" rel="noreferrer nofollow" href=%2%>xuất mã G nhị phân</a> trong Cài đặt máy in.

source: You are exporting binary G-code for a Prusa printer. Binary G-code enables significantly faster uploads. Ensure that your printer is running firmware version 5.1.0 or newer, as older versions do not support binary G-codes. To learn more about binary G-code, visit <a href=%1%>%1%</a>.
vi: Bạn đang xuất mã G nhị phân cho máy in Prusa. Mã G nhị phân cho phép tải lên nhanh hơn đáng kể. Đảm bảo rằng máy in của bạn đang chạy phiên bản chương trình cơ sở 5.1.0 trở lên, vì các phiên bản cũ hơn không hỗ trợ mã G nhị phân. Để tìm hiểu thêm về mã G nhị phân, hãy truy cập <a href=%1%>%1%</a>.

source: Save G-code file as:
vi: Lưu file G-code dưới dạng:

source: Save SL1 / SL1S file as:
vi: Lưu file SL1/SL1S dưới dạng:

source: The provided file name is not valid.
vi: Tên file đã cung cấp không hợp lệ.

source: The following characters are not allowed by a FAT file system:
vi: Các ký tự sau không được hệ thống file FAT cho phép:

source: Unable to perform boolean operation on model meshes. Only positive parts will be exported.
vi: Không thể thực hiện phép toán boolean trên lưới mô hình. Chỉ các phần dương mới được xuất.

source: Are you sure you want to store original SVGs with their local paths into the 3MF file? If you hit 'NO', all SVGs in the project will not be editable any more.
vi: Bạn có chắc chắn muốn lưu trữ SVG gốc với đường dẫn cục bộ của chúng vào tệp 3MF không? Nếu bạn nhấn 'KHÔNG', tất cả SVG trong dự án sẽ không thể chỉnh sửa được nữa.

source: Private protection
vi: Bảo vệ riêng tư

source: The plater is empty. Do you want to save the project?
vi: Bàn in đang trống. Bạn có muốn lưu project?

source: Save project
vi: Lưu dự án

source: Unable to save file
vi: Không thể lưu tập tin.

source: Is the printer ready? Is the print sheet in place, empty and clean?
vi: Máy in đã sẵn sàng chưa? Tờ in đã ở đúng vị trí, trống và sạch chưa?

source: Upload and Print
vi: Tải lên và in

source: Export
vi: Xuất

source: Paste From Clipboard
vi: Dán từ Clipboard

source: General
vi: Tổng quan

source: Remember output directory
vi: Nhớ thư mục đầu ra

source: If this is enabled, Slic3r will prompt the last output directory instead of the one containing the input files.
vi: Nếu tính năng này được bật, Slic3r sẽ nhắc thư mục đầu ra cuối cùng thay vì thư mục chứa các file đầu vào.

source: Auto-center parts
vi: Phụ tùng trung tâm tự động

source: If this is enabled, Slic3r will auto-center objects around the print bed center.
vi: Nếu tính năng này được bật, Slic3r sẽ tự động căn giữa các đối tượng xung quanh trung tâm bàn in.

source: Background processing
vi: Xử lý nền

source: If this is enabled, Slic3r will pre-process objects as soon as they're loaded in order to save time when exporting G-code.
vi: Nếu tính năng này được bật, Slic3r sẽ xử lý trước các đối tượng ngay khi chúng được tải để tiết kiệm thời gian khi xuất G-code.

source: Alert when supports needed
vi: Cảnh báo nếu cần hỗ trợ

source: If this is enabled, Slic3r will raise alerts when it detects issues in the sliced object, that can be resolved with supports (and brim). Examples of such issues are floating object parts, unsupported extrusions and low bed adhesion.
vi: Nếu tùy chọn này được bật, Slic3r sẽ đưa ra cảnh báo khi phát hiện ra các vấn đề trong đối tượng được cắt lát, có thể giải quyết bằng các giá đỡ (và vành). Ví dụ về các vấn đề như vậy là các bộ phận đối tượng nổi, phần đùn không được hỗ trợ và độ bám dính của giường thấp.

source: Export sources full pathnames to 3mf and amf
vi: Xuất tên đường dẫn đầy đủ của nguồn sang 3mf và amf

source: If enabled, allows the Reload from disk command to automatically find and load the files when invoked.
vi: Nếu được bật, lệnh Tải lại từ đĩa sẽ tự động tìm và tải các tệp khi được gọi.

source: If enabled, sets PrusaSlicer as default application to open .3mf files.
vi: Nếu được bật, hãy đặt PrusaSlicer làm ứng dụng mặc định để mở tệp .3mf.

source: If enabled, sets PrusaSlicer as default application to open .stl files.
vi: Nếu được bật, hãy đặt PrusaSlicer làm ứng dụng mặc định để mở tệp .stl.

source: If enabled, Slic3r downloads updates of built-in system presets in the background. These updates are downloaded into a separate temporary location. When a new preset version becomes available it is offered at application startup.
vi: Nếu được bật, Slic3r sẽ tải xuống các bản cập nhật của các cài đặt sẵn hệ thống tích hợp trong nền. Các bản cập nhật này được tải xuống một vị trí tạm thời riêng biệt. Khi có phiên bản cài sẵn mới, phiên bản này sẽ được cung cấp khi khởi động ứng dụng.

source: Suppress " - default - " presets
vi: Loại bỏ cài đặt trước" - mặc định - "

source: Suppress " - default - " presets in the Print / Filament / Printer selections once there are any other valid presets available.
vi: Bỏ qua các preset " - default - " trong các lựa chọn Print / Filament / Printer khi có sẵn bất kỳ preset hợp lệ nào khác.

source: Suppress " Template " filament presets
vi: Bỏ qua các cài đặt trước của sợi "Mẫu"

source: Suppress " Template " filament presets in configuration wizard and sidebar visibility.
vi: Bỏ qua các cài đặt trước của sợi "Mẫu" trong trình hướng dẫn cấu hình và khả năng hiển thị thanh bên.

source: Show incompatible print and filament presets
vi: Hiển thị các preset in và nhựa in không tương thích

source: When checked, the print and filament presets are shown in the preset editor even if they are marked as incompatible with the active printer
vi: Khi được chọn, các preset in và nhựa in được hiển thị trong trình chỉnh sửa preset ngay cả khi chúng được đánh dấu là không tương thích với máy in đang hoạt động

source: Show load project dialog
vi: Hiển thị hộp thoại tải dự án

source: When checked, whenever dragging and dropping a project file on the application or open it from a browser, shows a dialog asking to select the action to take on the file to load.
vi: Khi được kiểm tra, mỗi khi kéo và thả một tệp dự án vào ứng dụng hoặc mở nó từ một trình duyệt, hiển thị một hộp thoại yêu cầu chọn hành động thực hiện trên tệp để tải.

source: Allow just a single PrusaSlicer instance
vi: Chỉ cho phép một phiên bản PrusaSlicer duy nhất

source: On OSX there is always only one instance of app running by default. However it is allowed to run multiple instances of same app from the command line. In such case this settings will allow only one instance.
vi: Trên OSX, mặc định luôn chỉ có một phiên bản ứng dụng đang chạy. Tuy nhiên, có thể chạy nhiều phiên bản của cùng một ứng dụng từ dòng lệnh. Trong trường hợp đó, cài đặt này sẽ chỉ cho phép một phiên bản.

source: If this is enabled, when starting PrusaSlicer and another instance of the same PrusaSlicer is already running, that instance will be reactivated instead.
vi: Nếu tính năng này được bật, thì khi khởi động PrusaSlicer và một phiên bản khác của cùng một PrusaSlicer đang chạy, thì phiên bản đó sẽ được kích hoạt lại.

source: Always ask for unsaved changes in project, when: - Closing PrusaSlicer, - Loading or creating a new project
vi: Luôn yêu cầu những thay đổi chưa được lưu trong project, khi: - Đóng PrusaSlicer, - Đang tải hoặc tạo một project mới

source: Ask to save unsaved changes in presets when closing the application or when loading a new project
vi: Yêu cầu lưu các thay đổi chưa được lưu trong preset khi đóng ứng dụng hoặc khi tải project mới

source: Always ask for unsaved changes in presets, when: - Closing PrusaSlicer while some presets are modified, - Loading a new project while some presets are modified
vi: Luôn yêu cầu các thay đổi chưa được lưu trong preset, khi: - Đóng PrusaSlicer trong khi một số preset được sửa đổi, - Đang tải một project mới trong khi một số preset được sửa đổi

source: Ask for unsaved changes in presets when selecting new preset
vi: Yêu cầu các thay đổi chưa lưu trong preset khi chọn preset mới

source: Always ask for unsaved changes in presets when selecting new preset or resetting a preset
vi: Luôn hỏi về những thay đổi chưa lưu trong các cài đặt sẵn khi chọn cài đặt mới hoặc đặt lại một cài đặt sẵn

source: Ask for unsaved changes in presets when creating new project
vi: Yêu cầu các thay đổi chưa được lưu trong preset khi tạo project mới

source: Always ask for unsaved changes in presets when creating new project
vi: Luôn yêu cầu xác nhận thay đổi chưa lưu trong cài đặt khi tạo dự án mới

source: Associate .gcode files to PrusaSlicer G-code Viewer
vi: Liên kết các file .gcode với PrusaSlicer G-code Viewer

source: If enabled, sets PrusaSlicer G-code Viewer as default application to open .gcode files.
vi: Nếu được bật, hãy đặt PrusaSlicer G-code Viewer làm ứng dụng mặc định để mở file .gcode.

source: Associate .bgcode files to PrusaSlicer G-code Viewer
vi: Liên kết các file .bgcode với PrusaSlicer G-code Viewer

source: If enabled, sets PrusaSlicer G-code Viewer as default application to open .bgcode files.
vi: Nếu được bật, hãy đặt PrusaSlicer G-code Viewer làm ứng dụng mặc định để mở file .bgcode.

source: Use Retina resolution for the 3D scene
vi: Sử dụng độ phân giải Retina cho 3D scene

source: If enabled, the 3D scene will be rendered in Retina resolution. If you are experiencing 3D performance problems, disabling this option may help.
vi: Nếu được bật, 3D scene sẽ được hiển thị ở độ phân giải Retina. Nếu bạn đang gặp sự cố về hiệu suất 3D, việc tắt tùy chọn này có thể hữu ích.

source: Show splash screen
vi: Hiển thị màn hình chào mừng

source: If enabled, PrusaSlicer will be open at the position it was closed
vi: Nếu được bật, PrusaSlicer sẽ mở ở vị trí đã đóng

source: Clear Undo / Redo stack on new project
vi: Xóa stack Hoàn tác/Làm lại trên project mới

source: Clear Undo / Redo stack on new project or when an existing project is loaded.
vi: Xóa stack Hoàn tác/Làm lại trên dự án mới hoặc khi một project hiện có được tải.

source: Enable support for legacy 3DConnexion devices
vi: Kích hoạt support cho các thiết bị 3DConnexion cũ

source: If enabled, the legacy 3DConnexion devices settings dialog is available by pressing CTRL+M
vi: Nếu được bật, hộp thoại cài đặt thiết bị 3DConnexion cũ sẽ khả dụng bằng cách nhấn CTRL+M

source: Camera
vi: Máy ảnh

source: Use perspective camera
vi: Sử dụng máy ảnh phối cảnh

source: If enabled, use perspective camera. If not enabled, use orthographic camera.
vi: Nếu được bật, hãy sử dụng camera phối cảnh. Nếu không được bật, hãy sử dụng orthographic camera.

source: Use free camera
vi: Sử dụng máy ảnh tự do

source: If enabled, use free camera. If not enabled, use constrained camera.
vi: Nếu được bật, hãy sử dụng máy ảnh tự do. Nếu không được bật, hãy sử dụng máy ảnh bị hạn chế.

source: Reverse direction of zoom with mouse wheel
vi: Đảo ngược hướng thu phóng bằng con lăn chuột

source: If enabled, reverses the direction of zoom with mouse wheel
vi: Nếu được bật, đảo ngược hướng thu phóng bằng con lăn chuột

source: GUI
vi: Giao diện

source: Sequential slider applied only to top layer
vi: Thanh trượt tuần tự chỉ áp dụng cho lớp trên cùng

source: If enabled, changes made using the sequential slider, in preview, apply only to gcode top layer. If disabled, changes made using the sequential slider, in preview, apply to the whole gcode.
vi: Nếu được bật, những thay đổi được thực hiện bằng thanh trượt tuần tự, trong bản xem trước, chỉ áp dụng cho lớp trên cùng của gcode. Nếu bị tắt, những thay đổi được thực hiện bằng thanh trượt tuần tự, trong bản xem trước, sẽ áp dụng cho toàn bộ gcode.

source: Show sidebar collapse/expand button
vi: Hiển thị nút thu gọn/mở rộng cột hiển thị

source: If enabled, the button for the collapse sidebar will be appeared in top right corner of the 3D Scene
vi: Nếu được bật, nút cho cột hiển thị thu gọn sẽ xuất hiện ở góc trên cùng bên phải của 3D Scene

source: Use colors for axes values in Manipulation panel
vi: Sử dụng màu sắc cho các giá trị trục trong bảng Thao tác

source: If enabled, the axes names and axes values will be colorized according to the axes colors. If disabled, old UI will be used.
vi: Nếu được bật, tên trục và giá trị trục sẽ được tô màu theo màu của trục. Nếu bị tắt, giao diện người dùng cũ sẽ được sử dụng.

source: Order object volumes by types
vi: Sắp xếp khối lượng đối tượng theo loại

source: If enabled, volumes will be always ordered inside the object. Correct order is Model Part, Negative Volume, Modifier, Support Blocker and Support Enforcer. If disabled, you can reorder Model Parts, Negative Volumes and Modifiers. But one of the model parts have to be on the first place.
vi: Nếu được bật, các khối lượng sẽ luôn được sắp xếp bên trong đối tượng. Thứ tự đúng là Model Part, Negative Volume, Modifier, Support Blocker và Support Enforcer. Nếu bị tắt, bạn có thể sắp xếp lại Model Parts, Negative Volumes và Modifiers. Nhưng một trong các khối lượng mô hình phải ở vị trí đầu tiên.

source: Show non-manifold edges
vi: Hiển thị các cạnh không đa hình

source: If enabled, shows non-manifold edges.
vi: Nếu được bật, hiển thị các cạnh không bờ.

source: Allow automatically color change
vi: Cho phép tự động thay đổi màu sắc

source: If enabled, related notification will be shown, when sliced object looks like a logo or a sign.
vi: Nếu được bật, thông báo liên quan sẽ được hiển thị khi đối tượng được cắt trông giống như logo hoặc biển báo.

source: Set settings tabs as menu items
vi: Đặt các tab cài đặt thành các mục menu

source: If enabled, Settings Tabs will be placed as menu items. If disabled, old UI will be used.
vi: Nếu được bật, Cài đặt Tab sẽ được đặt dưới dạng các mục menu. Nếu bị tắt, giao diện người dùng cũ sẽ được sử dụng.

source: Show "Tip of the day" notification after start
vi: Hiển thị thông báo "Mẹo trong ngày" sau khi bắt đầu

source: If enabled, useful hints are displayed at startup.
vi: Nếu được bật, các gợi ý hữu ích sẽ được hiển thị khi khởi động.

source: Notify about new releases
vi: Thông báo về phiên bản mới phát hành

source: You will be notified about new release after startup acordingly: All = Regular release and alpha / beta releases. Release only = regular release.
vi: Bạn sẽ được thông báo về bản phát hành mới sau khi khởi động theo thứ tự: Tất cả = Bản phát hành thông thường và bản phát hành alpha / beta. Chỉ phát hành = phát hành thường xuyên.

source: Release only
vi: Chỉ phát hành

source: Use custom size for toolbar icons
vi: Sử dụng kích thước tùy chỉnh cho các biểu tượng trên thanh công cụ

source: If enabled, you can change size of toolbar icons manually.
vi: Nếu được bật, bạn có thể thay đổi kích thước của biểu tượng thanh công cụ theo cách thủ công.

source: Other
vi: Khác

source: Use binary G-code when the printer supports it
vi: Sử dụng mã G nhị phân khi máy in hỗ trợ.

source: If the 'Supports binary G-code' option is enabled in Printer Settings, checking this option will result in the export of G-code in binary format.
vi: Nếu tùy chọn 'Hỗ trợ mã G nhị phân' được bật trong Cài đặt máy in, việc chọn tùy chọn này sẽ dẫn đến việc xuất mã G ở định dạng nhị phân.

source: If enabled, PrusaSlicer will not open a hyperlinks in your browser.
vi: Nếu được bật, PrusaSlicer sẽ không mở liên kết trong trình duyệt của bạn.

source: Allow downloads from Printables.com
vi: Cho phép tải xuống từ Printables.com

source: If enabled, PrusaSlicer will be allowed to download from Printables.com
vi: Nếu được bật, PrusaSlicer sẽ được phép tải xuống từ Printables.com

source: Render
vi: Kết xuất

source: Use environment map
vi: Sử dụng bản đồ môi trường

source: If enabled, renders object using the environment map.
vi: Nếu được bật, render đối tượng bằng bản đồ môi trường.

source: Dark mode
vi: Chế độ tối

source: Enable dark mode
vi: Bật chế độ tối

source: If enabled, UI will use Dark mode colors. If disabled, old UI will be used.
vi: Nếu được bật, giao diện người dùng sẽ sử dụng các màu của Chế độ tối. Nếu bị tắt, giao diện người dùng cũ sẽ được sử dụng.

source: Use system menu for application
vi: Sử dụng menu hệ thống cho ứng dụng

source: If enabled, application will use the standard Windows system menu, but on some combination of display scales it can look ugly. If disabled, old UI will be used.
vi: Nếu được bật, ứng dụng sẽ sử dụng menu hệ thống Windows chuẩn, nhưng trên một số kết hợp tỷ lệ hiển thị, nó có thể trông xấu. Nếu bị tắt, giao diện người dùng cũ sẽ được sử dụng.

source: Changes for the critical options
vi: Thay đổi cho các tùy chọn quan trọng

source: Changing some options will trigger application restart. You will lose the content of the plater.
vi: Thay đổi một số tùy chọn sẽ kích hoạt khởi động lại ứng dụng. Bạn sẽ mất nội dung của bàn in.

source: Icon size in a respect to the default size
vi: Kích thước biểu tượng so với kích thước mặc định

source: Select toolbar icon size in respect to the default one.
vi: Chọn kích thước biểu tượng thanh công cụ so với kích thước mặc định.

source: Layout Options
vi: Tuỳ chọn Giao diện

source: Old regular layout with the tab bar
vi: Bố cục thông thường cũ với thanh tab

source: New layout, access via settings button in the top menu
vi: Bố cục mới, truy cập thông qua nút cài đặt trong menu trên cùng

source: Settings in non-modal window
vi: Cài đặt trong cửa sổ không theo chế độ

source: Text colors
vi: Màu văn bản

source: Mode markers
vi: Chế độ đánh dấu

source: Application font size
vi: Cỡ chữ Ứng dụng

source: Revert font to default
vi: Khôi phục phông chữ về mặc định

source: Font size
vi: Cỡ phông chữ

source: System presets
vi: Cài đặt sẵn hệ thống

source: User presets
vi: Người dùng định sẵn

source: Incompatible presets
vi: Cài đặt trước không tương thích

source: Are you sure you want to delete "%1%" printer?
vi: Bạn có chắc chắn muốn xóa máy in "%1%" không?

source: Delete Physical Printer
vi: Xóa máy in vật lý

source: Click to edit preset
vi: Nhấp để chỉnh sửa cài đặt trước

source: Add/Remove presets
vi: Thêm/Xóa cài đặt trước

source: Add physical printer
vi: Thêm máy in vật lý

source: Edit preset
vi: Chỉnh sửa preset

source: Change extruder color
vi: Thay đổi màu sắc của máy đùn

source: Show/Hide template presets
vi: Hiển thị/Ẩn các mẫu cài đặt trước

source: Edit physical printer
vi: Chỉnh sửa máy in vật lý

source: Open the physical printer URL
vi: Mở URL máy in vật lý

source: Delete physical printer
vi: Xóa máy in vật lý

source: Template presets
vi: Nhiệt độ cài đặt trước

source: Physical printers
vi: Máy in vật lý

source: Add/Remove filaments
vi: Thêm/Xóa nhựa

source: Add/Remove materials
vi: Thêm/Xóa vật liệu

source: Add/Remove printers
vi: Thêm/Xóa máy in

source: If estimated layer time is below ~%1%s, fan will run at %2%%% and print speed will be reduced so that no less than %3%s are spent on that layer (however, speed will never be reduced below %4%mm/s).
vi: Nếu thời gian ước tính của lớp dưới ~%1%s, quạt sẽ chạy ở tốc độ %2%%% và tốc độ in sẽ giảm xuống để không ít hơn %3%s được sử dụng cho lớp đó (tuy nhiên, tốc độ sẽ không bao giờ giảm dưới mức %4%mm/s).

source: If estimated layer time is greater, but still below ~%1%s, fan will run at a proportionally decreasing speed between %2%%% and %3%%%.
vi: Nếu thời gian lớp ước tính lớn hơn, nhưng vẫn thấp hơn ~%1%s, thì quạt sẽ chạy ở tốc độ giảm dần theo tỷ lệ giữa %2%%% và %3%%%.

source: If estimated layer time is greater, but still below ~%1%s, fan will run at %2%%%
vi: Nếu thời gian lớp ước tính lớn hơn, nhưng vẫn thấp hơn ~%1%s, thì quạt sẽ chạy ở tốc độ %2%%%

source: Fan speed will be ramped from zero at layer %1% to %2%%% at layer %3%.
vi: Tốc độ quạt sẽ được tăng dần từ 0 ở lớp %1% lên %2%%% ở lớp %3%.

source: During the other layers, fan will always run at %1%%%
vi: Trong các lớp khác, quạt sẽ luôn chạy ở %1%%%

source: Fan will always run at %1%%%
vi: Quạt sẽ luôn chạy ở %1%%%

source: except for the first %1% layers.
vi: ngoại trừ các lớp %1% đầu tiên.

source: except for the first layer.
vi: ngoại trừ lớp đầu tiên.

source: During the other layers, fan will be turned off.
vi: Trong các lớp khác, quạt sẽ được tắt.

source: Fan will be turned off.
vi: Quạt sẽ bị tắt.

source: external perimeters
vi: chu vi bên ngoài

source: perimeters
vi: chu vi

source: infill
vi: lấp đầy

source: solid infill
vi: lấp đầy rắn

source: top solid infill
vi: lấp đầy rắn trên cùng

source: support
vi: hỗ trợ

source: support interface
vi: giao diện support

source: First layer volumetric
vi: Thể tích lớp đầu tiên

source: Bridging volumetric
vi: Thể tích Bridge

source: Volumetric
vi: Thể tích

source: flow rate is maximized
vi: tốc độ dòng được tối đa hóa

source: by the print profile maximum
vi: bởi profile in tối đa

source: when printing
vi: khi in

source: with a volumetric rate
vi: với tỷ lệ thể tích

source: %3.2f mm³/s at filament speed %3.2f mm/s.
vi: %3.2f mm³/s ở tốc độ nhựa in %3.2f mm/s.

source: Recommended object thin wall thickness: Not available due to invalid layer height.
vi: Độ dày thành mỏng cho đối tượng đề xuất: Không khả dụng do chiều cao lớp không hợp lệ.

source: Recommended object thin wall thickness for layer height %.2f and
vi: Đối tượng đề xuất độ dày thành mỏng cho chiều cao lớp %.2f và

source: %d lines: %.2f mm
vi: %d dòng: %.2f mm

source: Recommended object thin wall thickness: Not available due to excessively small extrusion width.
vi: Độ dày thành mỏng của vật thể được đề xuất: Không khả dụng do chiều rộng đùn quá nhỏ.

source: Top / bottom shell thickness hint: Not available due to invalid layer height.
vi: Gợi ý độ dày vỏ trên/dưới: Không khả dụng do chiều cao lớp không hợp lệ.

source: Top shell is %1% mm thick for layer height %2% mm.
vi: Vỏ trên dày %1% mm cho chiều cao lớp %2% mm.

source: Minimum top shell thickness is %1% mm.
vi: Độ dày lớp vỏ trên cùng tối thiểu là %1% mm.

source: Top is open.
vi: Phía trên mở.

source: Bottom shell is %1% mm thick for layer height %2% mm.
vi: Vỏ dưới dày %1% mm cho chiều cao lớp %2% mm.

source: Minimum bottom shell thickness is %1% mm.
vi: Độ dày vỏ đáy tối thiểu là %1% mm.

source: Bottom is open.
vi: Phía dưới mở.

source: Send G-Code to printer host
vi: Gửi G-Code đến máy chủ lưu trữ

source: Upload to Printer Host with the following filename:
vi: Tải lên Printer Host với tên file sau:

source: Use forward slashes ( / ) as a directory separator if needed.
vi: Sử dụng dấu gạch chéo ( / ) làm dấu phân cách thư mục nếu cần.

source: Group
vi: Nhóm

source: Upload to storage
vi: Tải lên từ lưu trữ

source: Upload filename doesn't end with "%s". Do you wish to continue?
vi: Tên file tải lên không kết thúc bằng "%s". Bạn có muốn tiếp tục không?

source: Upload
vi: Tải lên

source: Upload to Queue
vi: Tải lên hàng đợi

source: Upload and Simulate
vi: Tải lên và mô phỏng

source: Progress
vi: Tiến triển

source: Status
vi: Tình trạng

source: Host
vi: Máy chủ

# OfFile
source: Size
vi: Kích thước

source: Filename
vi: Tên tệp

source: Message
vi: Tin nhắn

source: Cancel selected
vi: Hủy đã chọn

source: Show error message
vi: Hiển thị thông báo lỗi

source: Enqueued
vi: Đã xếp hàng
