Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Jump to height %s Set ruler mode or Set extruder sequence for the entire print
vi: Nhảy tới độ cao %s Đặt chế độ thước kẻ hoặc Đặt thứ tự bộ đầu in cho toàn bộ bản in

source: Jump to height %s or Set ruler mode
vi: Nhảy tới độ cao %s hoặc Đặt chế độ thước

source: Edit current color - Right click the colored slider segment
vi: Chỉnh sửa màu hiện tại - Nhấp chuột phải vào đoạn thanh trượt màu

source: This is wipe tower layer
vi: Đây là lớp wipe tower

source: The sequential print is on. It's impossible to apply any custom G-code for objects printing sequentually.
vi: In liên tiếp được bật. Không thể áp dụng bất kỳ G-code tùy chỉnh nào cho các đối tượng in liên tiếp.

source: Print mode
vi: Chế độ in

source: Add extruder change - Left click
vi: Thêm thay đổi bộ đầu in - Chuột trái

source: Add color change - Left click for predefined color or Shift + Left click for custom color selection
vi: Thêm thay đổi màu - Chuột trái để chọn màu được xác định trước hoặc Shift + Chuột trái để chọn màu tùy chỉnh

source: Add color change - Left click
vi: Thêm thay đổi màu sắc - Chuột trái

source: or press "+" key
vi: hoặc nhấn phím "+"

source: Add another code - Ctrl + Left click
vi: Thêm code khác - Ctrl + Chuột trái

source: Add another code - Right click
vi: Thêm code khác - Ctrl + Chuột phải

source: The sequential print is on. It's impossible to apply any custom G-code for objects printing sequentually. This code won't be processed during G-code generation.
vi: The sequential print is on. It's impossible to apply any custom G-code for objects printing sequentially. This code won't be processed during G-code generation.

source: continue
vi: tiếp tục

source: Color change ("%1%")
vi: Đổi màu ("%1%")

source: Color change ("%1%") for Extruder %2%
vi: Đổi màu ("%1%") cho Bộ đầu in %2%

source: Pause print ("%1%")
vi: Dừng in ("%1%")

source: Custom template ("%1%")
vi: Bản mẫu tùy chỉnh ("%1%")

source: Extruder (tool) is changed to Extruder "%1%"
vi: Bộ đầu in (công cụ) được đổi thành Bộ đầu in "%1%"

source: Note
vi: Chú ý

source: G-code associated to this tick mark is in a conflict with print mode. Editing it will cause changes of Slider data.
vi: G-code được liên kết với dấu tích này xung đột với chế độ in. Chỉnh sửa nó sẽ làm thay đổi dữ liệu Slider.

source: There is a color change for extruder that won't be used till the end of print job. This code won't be processed during G-code generation.
vi: Có một sự thay đổi màu sắc cho bộ đầu in sẽ không được sử dụng cho đến khi kết thúc công việc in. Code này sẽ không được xử lý trong quá trình tạo G-code.

source: There is an extruder change set to the same extruder. This code won't be processed during G-code generation.
vi: Có một bộ thay đổi máy đùn được đặt thành cùng một máy đùn. Mã này sẽ không được xử lý trong quá trình tạo mã G.

source: There is a color change for extruder that has not been used before. Check your settings to avoid redundant color changes.
vi: Có một sự thay đổi màu sắc cho máy đùn chưa từng được sử dụng trước đây. Kiểm tra cài đặt của bạn để tránh thay đổi màu sắc không cần thiết.

source: Delete tick mark - Left click or press "-" key
vi: Xóa dấu tích - Chuột trái hoặc nhấn phím "-"

source: Edit tick mark - Ctrl + Left click
vi: Chỉnh sửa dấu tích - Ctrl + Nhấp chuột trái

source: Edit tick mark - Right click
vi: Chỉnh sửa dấu tích - Right click

source: Extruder %d
vi: Bộ đầu in %d

source: active
vi: kích hoạt

source: Switch code to Change extruder
vi: Chuyển mã sang Thay đổi máy đùn

source: Change extruder
vi: Thay đổi máy đùn

source: Change extruder (N/A)
vi: Thay đổi máy đùn(N/A)

source: Use another extruder
vi: Sử dụng một máy đùn khác

source: used
vi: đã sử dụng

source: Switch code to Color change (%1%) for:
vi: Chuyển mã sang Thay đổi màu (%1%) cho:

source: Add color change (%1%) for:
vi: Thêm thay đổi màu (%1%) cho:

source: Add color change
vi: Thêm thay đổi màu sắc

source: Add pause print
vi: Thêm tạm dừng in

source: Add custom template
vi: Thêm mẫu tùy chỉnh

source: Add custom G-code
vi: Thêm G-code tùy chỉnh

source: Edit color
vi: Chỉnh sửa màu

source: Edit pause print message
vi: Thay đổi tin nhắn tạm dừng in

source: Edit custom G-code
vi: Thay đổi G-code tùy chỉnh

source: Delete color change
vi: Xóa đổi màu

source: Delete tool change
vi: Xóa công cụ thay đổi

source: Delete pause print
vi: Xóa tạm dừng in

source: Delete custom G-code
vi: Xóa G-code tùy chỉnh

source: Jump to height
vi: Nhày tới độ cao

source: Hide ruler
vi: Ẩn thước kẻ

source: Show object height
vi: Hiển thị chiều cao đối tượng

source: Show object height on the ruler
vi: Hiển thị chiều cao đối tượng trên thước

source: Show estimated print time
vi: Hiển thị thời gian in ước tính

source: Show estimated print time on the ruler
vi: Hiển thị thời gian in ước tính trên thước

source: Ruler mode
vi: Chế độ thước kẻ

source: Set ruler mode
vi: Đặt chế độ thước kẻ

source: Set extruder sequence for the entire print
vi: Đặt trình tự đùn cho toàn bộ bản in

source: Set auto color changes
vi: Thiết lập thay đổi màu tự động

source: This action will cause deletion of all ticks on vertical slider.
vi: Thao tác này sẽ xóa tất cả các dấu tích trên thanh trượt dọc.

source: This action is not revertible. Do you want to proceed?
vi: Hành động này không thể hoàn tác. Bạn có muốn tiếp tục không?

source: Warning
vi: Cảnh báo

source: Enter custom G-code used on current layer
vi: Nhập G-code tùy chỉnh được sử dụng trên lớp hiện tại

source: Custom G-code on current layer (%1% mm).
vi: G-code tùy chỉnh trên lớp hiện tại (%1% mm).

source: Enter short message shown on Printer display when a print is paused
vi: Nhập thông báo ngắn được hiển thị trên màn hình Máy in khi quá trình in bị tạm dừng

source: Message for pause print on current layer (%1% mm).
vi: Thông báo tạm dừng in trên lớp hiện tại (%1% mm).

source: Enter the move you want to jump to
vi: Nhập số bước bạn muốn chuyển đến

source: Enter the height you want to jump to
vi: Nhập độ cao bạn muốn nhảy tới

source: The last color change data was saved for a single extruder printing.
vi: Dữ liệu thay đổi màu cuối cùng được lưu cho một lần in bằng máy đùn.

source: The last color change data was saved for a multi extruder printing.
vi: Dữ liệu thay đổi màu cuối cùng được lưu lại để in bằng nhiều máy đùn.

source: Your current changes will delete all saved color changes.
vi: Những thay đổi hiện tại của bạn sẽ xóa tất cả các thay đổi màu đã lưu.

source: Are you sure you want to continue?
vi: Bạn có muốn tiếp tục không?

source: Select YES if you want to delete all saved tool changes, NO if you want all tool changes switch to color changes, or CANCEL to leave it unchanged.
vi: Chọn CÓ nếu bạn muốn xóa tất cả các thay đổi công cụ đã lưu, KHÔNG nếu bạn muốn tất cả các thay đổi công cụ chuyển sang thay đổi màu sắc, hoặc HỦY để giữ nguyên.

source: Do you want to delete all saved tool changes?
vi: Bạn có muốn xóa tất cả các thay đổi công cụ đã lưu không?

source: The last color change data was saved for a multi extruder printing with tool changes for whole print.
vi: Dữ liệu thay đổi màu cuối cùng được lưu lại để in bằng nhiều máy đùn với các thay đổi công cụ cho toàn bộ bản in.

source: Your current changes will delete all saved extruder (tool) changes.
vi: Những thay đổi hiện tại của bạn sẽ xóa tất cả các thay đổi máy đùn (công cụ) đã lưu.

source: Download won't start. Download URL doesn't point to https://printables.com : %1%
vi: Tải xuống sẽ không bắt đầu. URL tải xuống không trỏ đến https://printables.com: %1%

source: The download has failed
vi: Tải xuống không thành công

source: Can't create file at %1%
vi: Không thể tạo tập tin '%1%

source: Edit Custom G-code (%1%)
vi: Thay đổi G-code tùy chỉnh(%1%)

source: help page
vi: trang trợ giúp

source: For more information about placeholders and its use visit our %1%.
vi: Để biết thêm thông tin về chỗ giữ chỗ và cách sử dụng, hãy truy cập %1% của chúng tôi.

source: Built-in placeholders (Double click item to add to G-code)
vi: Trình giữ chỗ tích hợp (Nhấp đúp vào mục để thêm vào G-code)

source: Add selected placeholder to G-code
vi: Thêm chỗ giữ chỗ đã chọn vào G-code

source: Select placeholder
vi: Chọn chỗ giữ chỗ

source: [Global] Slicing state
vi: [Toàn cầu] Trạng thái cắt lát

source: Read only
vi: Chỉ đọc

source: Read write
vi: Đọc viết

source: Slicing state
vi: Trạng thái cắt lát

source: Print statistics
vi: Thống kê in

source: Objects info
vi: Thông tin đối tượng

source: Dimensions
vi: Kích thước

source: Timestamps
vi: Mốc thời gian

source: Specific for %1%
vi: Cụ thể cho %1%

source: Presets
vi: Có sẵn

source: Print settings
vi: Cài đặt in

source: Filament settings
vi: Cài đặt Nhựa in

source: SLA Materials settings
vi: Cài đặt Vật liệu SLA

source: Printer settings
vi: Cài đặt máy in

source: Set extruder sequence
vi: Thiết lập trình tự máy đùn

source: Set extruder change for every
vi: Đặt thay đổi máy đùn cho mọi

source: Random sequence
vi: Chuỗi ngẫu nhiên

source: If enabled, random sequence of the selected extruders will be used.
vi: Nếu được bật, trình tự ngẫu nhiên của các máy đùn được chọn sẽ được sử dụng.

source: Allow next color repetition
vi: Cho phép lặp lại màu tiếp theo

source: If enabled, a repetition of the next random color will be allowed.
vi: Nếu được bật, việc lặp lại màu ngẫu nhiên tiếp theo sẽ được phép.

source: Set extruder(tool) sequence
vi: Thiết lập trình tự máy đùn (công cụ)

source: Remove extruder from sequence
vi: Xóa bộ đùn khỏi trình tự

source: Add extruder to sequence
vi: Thêm máy đùn vào trình tự

source: default value
vi: Giá trị mặc định

source: parameter name
vi: tên tham số

source: %s doesn't support percentage
vi: %s không hỗ trợ phần trăm

source: Input value is out of range Are you sure that %s is a correct value and that you want to continue?
vi: Giá trị đầu vào nằm ngoài phạm vi Bạn có chắc chắn rằng %s là giá trị chính xác và bạn muốn tiếp tục không?

source: Parameter validation
vi: Xác thực thông số

source: Input value is out of range
vi: Giá trị đầu vào nằm ngoài phạm vi

source: Do you mean %1%%% instead of %1% %2%? Select YES if you want to change this value to %1%%%, or NO if you are sure that %1% %2% is a correct value.
vi: Ý bạn là %1%%% thay vì %1% %2%? Chọn CÓ nếu bạn muốn thay đổi giá trị này thành %1%%%, hoặc KHÔNG nếu bạn chắc chắn rằng %1% %2%là giá trị chính xác.

source: Invalid input format. Expected vector of dimensions in the following format: "%1%"
vi: Định dạng đầu vào không hợp lệ. Vectơ dự kiến của kích thước ở định dạng sau: "%1%"

source: Some extension in the input is invalid
vi: Một số phần mở rộng trong đầu vào không hợp lệ

source: Archive preview
vi: Xem trước lưu trữ

source: Open
vi: Mở

source: Flashing in progress. Please do not disconnect the printer!
vi: Đang Flash. Vui lòng không ngắt kết nối máy in!

source: Flashing failed
vi: Flash thất bại

source: Flashing succeeded!
vi: Flash thành công!

source: Flashing failed. Please see the avrdude log below.
vi: Flash không thành công. Vui lòng xem nhật ký avrdude bên dưới.

source: Flashing cancelled.
vi: Flash bị hủy bỏ.

source: This firmware hex file does not match the printer model. The hex file is intended for: %s Printer reported: %s Do you want to continue and flash this hex file anyway? Please only continue if you are sure this is the right thing to do.
vi: File firmware hex này không khớp với kiểu máy in. File hex dành cho: %s Máy in được báo cáo: %s Bạn có muốn tiếp tục và flash file hex này không? Vui lòng tiếp tục nếu bạn chắc chắn.

source: Multiple %s devices found. Please only connect one at a time for flashing.
vi: Đã tìm thấy nhiều thiết bị %s. Vui lòng chỉ kết nối từng thiết bị một để nhấp nháy.

source: The %s device was not found. If the device is connected, please press the Reset button next to the USB connector ...
vi: Không tìm thấy thiết bị %s. Nếu thiết bị đã được kết nối, vui lòng nhấn nút Reset bên cạnh cổng kết nối USB...

source: The %s device could not have been found
vi: Không thể tìm thấy thiết bị %s

source: Error accessing port at %s: %s
vi: Lỗi khi truy cập cổng tại %s: %s

source: Error: %s
vi: Lỗi: %s

source: Firmware image:
vi: Ảnh firmware:

source: Select a file
vi: Chọn 1 tập tin

source: Serial port:
vi: Cổng nối tiếp:

source: Autodetected
vi: Tự động phát hiện

source: Rescan
vi: Quét lại

source: Progress:
vi: Tiến triển:

source: Status:
vi: Tình trạng:

source: Ready
vi: Sẵn sàng

source: Advanced: Output log
vi: Nâng cao: Nhật ký đầu ra

source: Close
vi: Đóng

source: Are you sure you want to cancel firmware flashing? This could leave your printer in an unusable state!
vi: Bạn có chắc chắn muốn hủy flash firmware không? Điều này có thể khiến máy in của bạn rơi vào trạng thái không sử dụng được!

source: Confirmation
vi: Xác nhận

source: Cancelling...
vi: Đang hủy...

source: Shape Gallery
vi: Thư viện hình

source: Select shape from the gallery
vi: Chọn hình dạng từ thư viện

source: Add
vi: Thêm

source: Add one or more custom shapes
vi: Thêm một hoặc nhiều hình dạng tùy chỉnh

source: Delete
vi: Xóa bỏ

source: Delete one or more custom shape. You can't delete system shapes
vi: Xóa một hoặc nhiều hình dạng tùy chỉnh. Bạn không thể xóa hình dạng của hệ thống

source: Add to bed
vi: Thêm vào bàn in

source: OK
vi: Đồng ý

source: Add selected shape(s) to the bed
vi: Thêm (các) hình đã chọn vào bàn in

source: Choose one or more files (STL, OBJ):
vi: Chọn một hoặc nhiều file (STL, OBJ):

source: It looks like selected %1%-file has an error or is destructed. We can't load this file
vi: Có vẻ như tệp %1% đã chọn có lỗi hoặc bị hủy. Chúng tôi không thể tải file này

source: Choose one PNG file:
vi: Chọn một file PNG:

source: Replacing of the PNG
vi: Thay thế PNG

source: Change thumbnail
vi: Đổi thumbnail

source: Loading of the "%1%"
vi: Đang tải "%1%"

source: Tool position
vi: Vị trí công cụ

source: Generating toolpaths
vi: Tạo đường chạy công cụ

source: Generating vertex buffer
vi: Tạo bộ đệm đỉnh

source: Generating index buffers
vi: Đang tạo index buffers

source: in
vi: trong

source: Click to hide
vi: Bấm để ẩn

source: Click to show
vi: Nhấn để xem

source: up to
vi: lên tới

source: above
vi: phía trên

source: from
vi: từ

source: to
vi: đến

source: Percentage
vi: Phần trăm

source: Feature type
vi: Loại tính năng

source: Time
vi: Thời gian

source: Height (mm)
vi: Chiều cao (mm)

source: Width (mm)
vi: Chiều rộng (mm)

source: Speed (mm/s)
vi: Tốc độ (m/s)

source: Fan speed (%)
vi: Tốc độ quạt (%)

source: Temperature (°C)
vi: Nhiệt độ (°C)

source: Volumetric flow rate (mm³/s)
vi: Tỉ lệ thể tích flow (mm³/s)

source: Layer time (linear)
vi: Thời gian lớp (tuyến tính)

source: Layer time (logarithmic)
vi: Thời gian lớp (logarit)

source: Tool
vi: Dụng cụ

source: Color Print
vi: Màu in

source: Default color
vi: Màu mặc định

source: default color
vi: màu cơ bản

source: Color change
vi: Đổi màu

source: Print
vi: In

source: Pause
vi: Tạm dừng

source: Event
vi: Sự kiện

source: Remaining time
vi: Thời gian còn lại

source: Duration
vi: Thời lượng

source: Filament
vi: Nhựa in

source: Hide Custom G-code
vi: Ẩn mã G tùy chỉnh

source: Show Custom G-code
vi: Hiển thị mã G tùy chỉnh

source: Estimated printing times
vi: Thời gian in ước tính

source: Normal mode
vi: Chế độ bình thường

source: Stealth mode
vi: Chế độ ẩn danh

source: Total
vi: Tổng số

source: Show stealth mode
vi: Hiển thị chế độ ẩn danh

source: Show normal mode
vi: Hiển thị chế độ bình thường

source: Wipe
vi: Xóa

source: Retractions
vi: Rút lại

source: Deretractions
vi: Sự rút lại

source: Seams
vi: Đường may

source: Tool changes
vi: Thay đổi công cụ

source: Color changes
vi: Đổi màu

source: Print pauses
vi: Tạm dừng in

source: Custom G-codes
vi: G-code tùy chỉnh

source: Center of gravity
vi: Trọng tâm

source: Shells
vi: Vỏ

source: Tool marker
vi: Công cụ đánh dấu

source: Planar
vi: Có mặt phẳng

source: Dovetail
vi: Đuôi chim én

source: Auto
vi: Tự động

source: Manual
vi: Hướng Dẫn

source: Plug
vi: Cắm

source: Dowel
vi: chốt

source: Snap
vi: Chụp

source: Prism
vi: Lăng kính

source: Frustum
vi: Hình cụt

source: Triangle
vi: Tam giác

source: Square
vi: Hình vuông

source: Hexagon
vi: Hình lục giác

source: Circle
vi: Hình tròn

source: Keep orientation
vi: Giữ định hướng

source: Place on cut
vi: Đặt trên cắt

source: Flip upside down
vi: Lật ngược lại

source: Connectors
vi: Các đầu mối kết nối

source: Type
vi: Kiểu

source: Depth
vi: Chiều sâu

source: Rotation
vi: Xoay

source: Groove
vi: Khía

source: Flap Angle
vi: Góc cánh

source: Groove Angle
vi: Góc rãnh

source: Part
vi: Phần

source: Object
vi: Đối tượng

source: Click to flip the cut plane Drag to move the cut plane
vi: Nhấp để lật mặt phẳng cắt Kéo để di chuyển mặt phẳng cắt

source: Click to flip the cut plane Drag to move the cut plane Right-click a part to assign it to the other side
vi: Nhấp để lật mặt phẳng cắt Kéo để di chuyển mặt phẳng cắt Nhấp chuột phải vào một phần để gán nó vào phía bên kia

source: Move cut plane
vi: Di chuyển mặt phẳng cắt

source: Mode
vi: Chế Độ

source: Change cut mode
vi: Thay đổi chế độ cắt

source: Value
vi: Giá trị

source: Tolerance
vi: Sức chịu đựng

source: Left click
vi: Nhấn chuột trái

source: Add connector
vi: Thêm trình kết nối

source: Right click
vi: Chuột phải

source: Remove connector
vi: Tháo bỏ kết nối

source: Drag
vi: Kéo

source: Move connector
vi: Di chuyển kết nối

source: Add connector to selection
vi: Thêm kết nối vào lựa chọn

source: Remove connector from selection
vi: Xóa kết nối khỏi lựa chọn

source: Select all connectors
vi: Chọn tất cả các kết nối

source: Rotate cut plane
vi: Xoay mặt phẳng cắt

source: Remove connectors
vi: Tháo bỏ kết nối

source: Bulge
vi: Phình to

source: Bulge proportion related to radius
vi: Tỷ lệ phình liên quan đến bán kính

source: Space
vi: Không gian

source: Space proportion related to radius
vi: Tỷ lệ không gian liên quan đến bán kính

source: Confirm connectors
vi: Xác nhận kết nối

source: Flip cut plane
vi: Mặt phẳng cắt lật

source: Groove change
vi: Thay đổi rãnh

source: Reset
vi: Đặt lại

source: Edited
vi: Đã chỉnh sửa

source: Hold SHIFT key to draw a cut line
vi: Giữ phím SHIFT để vẽ đường cắt

source: Cut position
vi: Vị trí cắt

source: Reset cutting plane
vi: Đặt lại mặt cắt

source: Edit connectors
vi: Chỉnh sửa kết nối

source: Add connectors
vi: Thêm kết nối

source: Reset cut
vi: Đặt lại cắt

source: Reset cutting plane and remove connectors
vi: Đặt lại mặt phẳng cắt và tháo các đầu nối

source: Cut result
vi: Kết quả cắt

source: Cut into
vi: Cắt thành

source: Objects
vi: Các đối tượng

source: Parts
vi: Các bộ phận

source: Perform cut
vi: Thực hiện cắt

source: Invalid connectors detected
vi: Đã phát hiện kết nối không hợp lệ

source: %1$d connector is out of cut contour
vi: Đầu nối %1$d nằm ngoài đường viền cắt

source: %1$d connector is out of object
vi: %1$d bộ kết nối đã ra khỏi đối tượng

source: Some connectors are overlapped
vi: Một số đầu nối bị chồng chéo

source: Select at least one object to keep after cutting.
vi: Chọn ít nhất một đối tượng để giữ lại sau khi cắt.

source: Cut plane is placed out of object
vi: Mặt cắt được đặt ra ngoài đối tượng

source: Cut plane with groove is invalid
vi: Mặt cắt có rãnh là không hợp lệ

source: Connector
vi: Dấu kết nối

source: Open edges or errors were detected after the cut. Do you want to fix them by Windows repair algorithm?
vi: Các cạnh hở hoặc lỗi được phát hiện sau khi cắt. Bạn có muốn sửa chúng bằng thuật toán sửa chữa Windows không?

source: Errors detected after cut operation
vi: Lỗi phát hiện sau khi cắt

source: Repairing object %1%
vi: Đang sửa chữa đối tượng %1%

source: Repairing objects:
vi: Đang sửa chữa đối tượng:

source: Fixing by Windows repair algorithm
vi: Sửa chữa bằng thuật toán sửa chữa Windows

source: Repair operation finished
vi: Hoạt động sửa chữa đã hoàn tất

source: Cut by Plane
vi: Cắt theo mặt phẳng

source: Cut by line
vi: Cắt theo đường

source: Delete connector
vi: Xóa kết nối

source: Entering Cut gizmo
vi: Vào Gizmo Cut

source: Leaving Cut gizmo
vi: Rời khỏi đồ vật cắt

source: Cut gizmo editing
vi: Cắt chỉnh sửa gizmo

source: Text rotate
vi: Xoay văn bản

source: Text move
vi: Di chuyển văn bản

source: Set Mirror
vi: Đặt phản chiếu

source: Embossed text
vi: Văn bản nổi

source: Enter emboss gizmo
vi: Nhập gizmo dập nổi

source: Leave emboss gizmo
vi: Rời khỏi đồ vật in nổi

source: Embossing actions
vi: Hành động dập nổi

source: Emboss
vi: Rập Nổi

source: NORMAL
vi: BÌNH THƯỜNG

source: SMALL
vi: Nhỏ

source: ITALIC
vi: NGHIÊNG

source: MODERN
vi: HIỆN ĐẠI

source: First font
vi: Phông chữ đầu tiên

source: Default font
vi: Phông chữ mặc định

source: The text cannot be written using the selected font. Please try choosing a different font.
vi: Không thể viết văn bản bằng phông chữ đã chọn. Vui lòng thử chọn phông chữ khác.

source: Embossed text cannot contain only white spaces.
vi: Văn bản in nổi không được chỉ chứa khoảng trắng.

source: Text contains character glyph (represented by '?') unknown by font.
vi: Văn bản chứa ký tự tượng hình (được biểu thị bằng dấu '?') không xác định được phông chữ.

source: Text input doesn't show font skew.
vi: Nhập văn bản không bị lệch phông chữ.

source: Text input doesn't show font boldness.
vi: Nhập văn bản không hiển thị độ đậm của phông chữ.

source: Text input doesn't show gap between lines.
vi: Nhập văn bản không hiển thị khoảng cách giữa các dòng.

source: Too tall, diminished font height inside text input.
vi: Phông chữ quá cao, chiều cao phông chữ bên trong văn bản nhập bị giảm.

source: Too small, enlarged font height inside text input.
vi: Chiều cao phông chữ quá nhỏ, quá lớn bên trong văn bản nhập vào.

source: Text doesn't show current horizontal alignment.
vi: Văn bản không hiển thị căn chỉnh ngang hiện tại.

source: Apply
vi: Áp dụng

source: Revert font changes.
vi: Hoàn nguyên thay đổi phông chữ.

source: Font "%1%" can't be selected.
vi: Không thể chọn phông chữ "%1%".

source: Operation
vi: Thao tác

source: Join
vi: Tham gia

source: Click to change text into object part.
vi: Nhấp để thay đổi văn bản thành phần đối tượng.

source: You can't change a type of the last solid part of the object.
vi: Bạn không thể thay đổi loại phần đặc cuối cùng của đối tượng.

# EmbossOperation
source: Cut
vi: Cắt

source: Click to change part type into negative volume.
vi: Nhấp để thay đổi loại bộ phận thành thể tích âm.

source: Modifier
vi: Bộ điều chỉnh

source: Click to change part type into modifier.
vi: Nhấp để thay đổi loại bộ phận thành bộ điều chỉnh.

source: Change Text Type
vi: Thay đổi loại văn bản

source: Rename style(%1%) for embossing text
vi: Đổi tên kiểu (%1%) cho văn bản dập nổi

source: Name can't be empty.
vi: Tên không thể để trống

source: Name has to be unique.
vi: Tên phải là duy nhất.

source: Rename style
vi: Đổi tên phong cách

source: Rename current style.
vi: Đổi tên kiểu hiện tại.

source: Can't rename temporary style.
vi: Không thể gỡ bỏ tập tin tạm thời.

source: First Add style to list.
vi: Đầu tiên thêm kiểu vào danh sách.

source: Save %1% style
vi: Lưu %1% kiểu

source: No changes to save.
vi: Không có thay đổi nào để lưu.

source: New name of style
vi: Tên mới của phong cách

source: Save as new style
vi: Lưu dưới dạng kiểu mới

source: Only valid font can be added to style.
vi: Chỉ có thể thêm phông chữ hợp lệ vào kiểu.

source: Add style to my list.
vi: Thêm phong cách vào danh sách của tôi.

source: Save as new style.
vi: Lưu dưới dạng kiểu mới.

source: Remove style
vi: Xóa kiểu

source: Can't remove the last existing style.
vi: Không thể xóa kiểu duy nhất còn lại

source: Are you sure you want to permanently remove the "%1%" style?
vi: Bạn có chắc chắn muốn xóa vĩnh viễn kiểu "%1%" không?
