Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Unknown
vi: Không xác định

source: Perimeter
vi: Chu Vi

source: External perimeter
vi: Chu vi bên ngoài

source: Overhang perimeter
vi: Chu vi nhô ra

source: Internal infill
vi: Lấp đầy bên trong

source: Solid infill
vi: Lấp đầy rắn

source: Top solid infill
vi: Lấp đầy rắn trên cùng

source: Ironing
vi: Làm phẳng bề mặt

source: Bridge infill
vi: Lấp đầy cầu

source: Gap fill
vi: Lấp đầy khoảng trống

source: Skirt/Brim
vi: Váy/Vành

source: Support material
vi: Vật liệu hỗ trợ

source: Support material interface
vi: Giao diện vật liệu hỗ trợ

source: Wipe tower
vi: Tháp lau

source: Custom
vi: Tùy biến

source: Skirt
vi: Váy

source: Cannot calculate extrusion width for %1%: Variable "%2%" not accessible.
vi: Không thể tính toán chiều rộng đùn cho %1%: Biến "%2%" không thể truy cập.

source: The selected 3mf file has been saved with a newer version of %1% and is not compatible.
vi: File 3mf đã chọn đã được lưu với phiên bản mới hơn là %1% và không tương thích.

source: The selected 3MF contains FDM supports painted object using a newer version of PrusaSlicer and is not compatible.
vi: 3MF đã chọn chứa FDM hỗ trợ đối tượng được sơn bằng phiên bản PrusaSlicer mới hơn và không tương thích.

source: The selected 3MF contains seam painted object using a newer version of PrusaSlicer and is not compatible.
vi: 3MF đã chọn chứa đối tượng được sơn đường nối bằng phiên bản PrusaSlicer mới hơn và không tương thích.

source: The selected 3MF contains multi-material painted object using a newer version of PrusaSlicer and is not compatible.
vi: 3MF đã chọn chứa vật thể được sơn bằng nhiều chất liệu sử dụng phiên bản PrusaSlicer mới hơn và không tương thích.

source: The selected amf file has been saved with a newer version of %1% and is not compatible.
vi: Tệp amf đã chọn đã được lưu bằng phiên bản mới hơn của %1% và không tương thích.

source: Post-processing script %1% failed. The post-processing script is expected to change the G-code file %2% in place, but the G-code file was deleted and likely saved under a new name. Please adjust the post-processing script to change the G-code in place and consult the manual on how to optionally rename the post-processed G-code file.
vi: Tập lệnh hậu xử lý %1% không thành công. Tập ​​lệnh hậu xử lý dự kiến ​​sẽ thay đổi tệp G-code %2% tại chỗ, nhưng tệp G-code đã bị xóa và có thể được lưu dưới tên mới. Vui lòng điều chỉnh tập lệnh hậu xử lý để thay đổi G-code tại chỗ và tham khảo hướng dẫn về cách đổi tên tùy chọn tệp G-code đã xử lý sau.

source: There is an object with no extrusions in the first layer.
vi: Có một vật thể không có phần nhô ra ở lớp đầu tiên.

source: Object name
vi: Tên đối tượng

source: Empty layer between %1% and %2%.
vi: Lớp trống giữa %1% và %2%.

source: (Some lines not shown)
vi: (Một số dòng không hiển thị)

source: Object name: %1%
vi: Tên đối tượng: %1%

source: Make sure the object is printable. This is usually caused by negligibly small extrusions or by a faulty model. Try to repair the model or change its orientation on the bed.
vi: Đảm bảo vật thể có thể in được. Điều này thường do các phần nhô ra nhỏ không đáng kể hoặc do mô hình bị lỗi. Hãy thử sửa mô hình hoặc thay đổi hướng của nó trên giường.

source: Start G-code
vi: Bắt đầu G-code

source: End G-code
vi: Kết thúc G-code

source: Before layer change G-code
vi: Trước khi thay đổi lớp G-code

source: After layer change G-code
vi: Sau khi thay đổi lớp G-code

source: Tool change G-code
vi: Công cụ thay đổi G-code

source: Between objects G-code (for sequential printing)
vi: Giữa các đối tượng G-code (để in tuần tự)

source: Color Change G-code
vi: Giữa các đối tượng G-code (để in tuần tự)

source: Pause Print G-code
vi: Tạm dừng In G-code

source: Template Custom G-code
vi: Mẫu tùy chỉnh G-code

source: Filament Start G-code
vi: Bắt đầu sợi G-code

source: Filament End G-code
vi: Kết thúc Sợi G-code

source: Custom G-code
vi: Mã G tùy chỉnh

source: In the custom G-code were found reserved keywords:
vi: Trong mã G tùy chỉnh đã tìm thấy các từ khóa được dành riêng:

source: This may cause problems in g-code visualization and printing time estimation.
vi: Điều này có thể gây ra vấn đề trong việc hiển thị mã g và ước tính thời gian in.

source: No extrusions were generated for objects.
vi: Không có phần nhô ra nào được tạo ra cho các đối tượng.

source: Your print is very close to the priming regions. Make sure there is no collision.
vi: Bản in của bạn rất gần với vùng mồi. Đảm bảo không có va chạm.

source: undefined error
vi: lỗi không xác định

source: too many files
vi: quá nhiều tập tin

source: file too large
vi: tập tin quá lớn

source: unsupported method
vi: phương pháp không được hỗ trợ

source: unsupported encryption
vi: mã hóa không được hỗ trợ

source: unsupported feature
vi: tính năng không được hỗ trợ

source: failed finding central directory
vi: không tìm thấy thư mục trung tâm

source: not a ZIP archive
vi: không phải là một kho lưu trữ ZIP

source: invalid header or archive is corrupted
vi: tiêu đề không hợp lệ hoặc lưu trữ bị hỏng

source: unsupported multidisk archive
vi: kho lưu trữ đa đĩa không được hỗ trợ

source: decompression failed or archive is corrupted
vi: giải nén không thành công hoặc lưu trữ bị hỏng

source: compression failed
vi: nén không thành công

source: unexpected decompressed size
vi: kích thước giải nén không mong muốn

source: CRC-32 check failed
vi: Kiểm tra CRC-32 không thành công

source: unsupported central directory size
vi: kích thước thư mục trung tâm không được hỗ trợ

source: allocation failed
vi: phân bổ không thành công

source: file open failed
vi: mở tập tin không thành công

source: file create failed
vi: tạo tập tin không thành công

source: file write failed
vi: ghi tập tin không thành công

source: file read failed
vi: tập tin đọc không thành công

source: file close failed
vi: đóng tập tin không thành công

source: file seek failed
vi: tìm kiếm tập tin không thành công

source: file stat failed
vi: thống kê file không thành công

source: invalid parameter
vi: tham số không hợp lệ

source: invalid filename
vi: tên tập tin không hợp lệ

source: buffer too small
vi: bộ đệm quá nhỏ

source: internal error
vi: lỗi nội bộ

source: file not found
vi: không tìm thấy tập tin

source: archive is too large
vi: lưu trữ quá lớn

source: validation failed
vi: xác thực không thành công

source: write calledback failed
vi: viết được gọi lại không thành công

source: print
vi: in

source: filament
vi: nhựa in

source: SLA print
vi: in SLA

source: SLA material
vi: Vật liệu SLA

source: printer
vi: máy in

source: All objects are outside of the print volume.
vi: Tất cả các đối tượng đều nằm ngoài phạm vi in.

source: The supplied settings will cause an empty print.
vi: Các cài đặt được cung cấp sẽ gây ra lỗi in.

source: Some objects are too close; your extruder will collide with them.
vi: Một số vật thể ở quá gần; máy đùn của bạn sẽ va chạm với chúng.

source: Some objects are too tall and cannot be printed without extruder collisions.
vi: Một số vật thể quá cao và không thể in được nếu không có va chạm giữa đầu đùn và máy in.

source: Avoid crossing perimeters option and avoid crossing curled overhangs option cannot be both enabled together.
vi: Không thể bật đồng thời cả hai tùy chọn Tránh vượt qua chu vi và Tránh vượt qua phần nhô ra cong.

source: Only a single object may be printed at a time in Spiral Vase mode. Either remove all but the last object, or enable sequential mode by "complete_objects".
vi: Chỉ có thể in một đối tượng duy nhất tại một thời điểm ở chế độ Spiral Vase. Hoặc xóa tất cả trừ đối tượng cuối cùng hoặc bật chế độ tuần tự bằng "complete_objects".

source: The Spiral Vase option can only be used when printing single material objects.
vi: Tùy chọn Bình xoắn ốc chỉ có thể được sử dụng khi in các đối tượng vật liệu đơn lẻ.

source: Machine limits cannot be emitted to G-Code when Klipper firmware flavor is used. Change the value of machine_limits_usage.
vi: Không thể phát ra giới hạn máy cho G-Code khi sử dụng phiên bản phần mềm Klipper. Thay đổi giá trị của machine_limits_usage.

source: The object %1% exceeds the maximum build volume height.
vi: Đối tượng %1% vượt quá chiều cao thể tích xây dựng tối đa.

source: While the object %1% itself fits the build volume, its last layer exceeds the maximum build volume height.
vi: Trong khi bản thân đối tượng %1% vừa với thể tích xây dựng, lớp cuối cùng của nó lại vượt quá chiều cao của thể tích xây dựng tối đa.

source: You might want to reduce the size of your model or change current print settings and retry.
vi: Bạn có thể muốn giảm kích thước mô hình hoặc thay đổi cài đặt in hiện tại và thử lại.

source: Variable layer height is not supported with Organic supports.
vi: Chiều cao lớp thay đổi không được hỗ trợ bằng các hỗ trợ hữu cơ.

source: The wipe tower is only supported if all extruders have the same nozzle diameter and use filaments of the same diameter.
vi: Tháp lau chỉ được hỗ trợ nếu tất cả các máy đùn có cùng đường kính vòi phun và sử dụng sợi nhựa có cùng đường kính.

source: The Wipe Tower is currently only supported for the Marlin, Klipper, RepRap/Sprinter, RepRapFirmware and Repetier G-code flavors.
vi: Hiện tại Wipe Tower chỉ hỗ trợ các loại Marlin, Klipper, RepRap/Sprinter, RepRapFirmware và Repetier G-code.

source: The Wipe Tower is currently only supported with the relative extruder addressing (use_relative_e_distances=1).
vi: Hiện tại, Tháp lau chỉ được hỗ trợ bằng cách định địa chỉ máy đùn tương đối (use_relative_e_distances=1).

source: Ooze prevention is only supported with the wipe tower when 'single_extruder_multi_material' is off.
vi: Tính năng ngăn rỉ nước chỉ được hỗ trợ bằng tháp lau khi 'single_extruder_multi_material' tắt.

source: The Wipe Tower currently does not support volumetric E (use_volumetric_e=0).
vi: Tháp xóa hiện không hỗ trợ E thể tích (use_volumetric_e=0).

source: The Wipe Tower is currently not supported for multimaterial sequential prints.
vi: Tháp lau hiện không được hỗ trợ cho các bản in tuần tự đa vật liệu.

source: The Wipe Tower is only supported for multiple objects if they have equal layer heights
vi: Tháp xóa chỉ được hỗ trợ cho nhiều đối tượng nếu chúng có chiều cao lớp bằng nhau

source: The Wipe Tower is only supported for multiple objects if they are printed over an equal number of raft layers
vi: Tháp lau chỉ được hỗ trợ cho nhiều đối tượng nếu chúng được in trên một số lớp bè bằng nhau

source: The Wipe Tower is only supported for multiple objects if they are printed with the same support_material_contact_distance
vi: Tháp lau chỉ được hỗ trợ cho nhiều đối tượng nếu chúng được in với cùng một support_material_contact_distance

source: The Wipe Tower is only supported for multiple objects if they are sliced equally.
vi: Tháp xóa chỉ được hỗ trợ cho nhiều đối tượng nếu chúng được cắt đều nhau.

source: The Wipe tower is only supported if all objects have the same variable layer height
vi: Tháp xóa chỉ được hỗ trợ nếu tất cả các đối tượng có cùng chiều cao lớp biến đổi

source: One or more object were assigned an extruder that the printer does not have.
vi: One or more objects were assigned an extruder that the printer does not have.

source: %1%=%2% mm is too low to be printable at a layer height %3% mm
vi: %1%=%2% mm quá thấp để có thể in được ở độ cao lớp %3% mm

source: Excessive %1%=%2% mm to be printable with a nozzle diameter %3% mm
vi: Quá %1%=%2% mm có thể in được với đường kính đầu in %3% mm

source: Printing with multiple extruders of differing nozzle diameters. If support is to be printed with the current extruder (support_material_extruder == 0 or support_material_interface_extruder == 0), all nozzles have to be of the same diameter.
vi: In bằng nhiều đầu đùn có đường kính vòi phun khác nhau. Nếu hỗ trợ được in bằng đầu đùn hiện tại (support_material_extruder == 0 hoặc support_material_interface_extruder == 0), tất cả các đầu phun phải có cùng đường kính.

source: For the Wipe Tower to work with the soluble supports, the support layers need to be synchronized with the object layers.
vi: Để tháp lau hoạt động với các lớp hỗ trợ hòa tan, các lớp hỗ trợ cần phải được đồng bộ hóa với các lớp vật thể.

source: The Wipe Tower currently supports the non-soluble supports only if they are printed with the current extruder without triggering a tool change. (both support_material_extruder and support_material_interface_extruder need to be set to 0).
vi: Tháp lau hiện chỉ hỗ trợ các vật liệu hỗ trợ không hòa tan nếu chúng được in bằng máy đùn hiện tại mà không kích hoạt thay đổi công cụ. (cả support_material_extruder và support_material_interface_extruder đều cần được đặt thành 0).

source: Organic support tree tip diameter must not be smaller than support material extrusion width.
vi: Đường kính đầu cây hỗ trợ hữu cơ không được nhỏ hơn chiều rộng đùn vật liệu hỗ trợ.

source: Organic support branch diameter must not be smaller than 2x support material extrusion width.
vi: Đường kính nhánh hỗ trợ hữu cơ không được nhỏ hơn 2 lần chiều rộng đùn của vật liệu hỗ trợ.

source: Organic support branch diameter must not be smaller than support tree tip diameter.
vi: Đường kính nhánh hỗ trợ hữu cơ không được nhỏ hơn đường kính ngọn cây hỗ trợ.

source: First layer height can't be greater than nozzle diameter
vi: Chiều cao lớp đầu tiên không thể lớn hơn đường kính đầu in

source: Layer height can't be greater than nozzle diameter
vi: Chiều cao lớp không thể lớn hơn đường kính đầu in

source: Relative extruder addressing requires resetting the extruder position at each layer to prevent loss of floating point accuracy. Add "G92 E0" to layer_gcode.
vi: Địa chỉ bộ đùn tương đối yêu cầu đặt lại vị trí bộ đùn ở mỗi lớp để tránh mất độ chính xác của dấu phẩy động. Thêm "G92 E0" vào layer_gcode.

source: "G92 E0" was found in before_layer_gcode, which is incompatible with absolute extruder addressing.
vi: "G92 E0" được tìm thấy trong before_layer_gcode, không tương thích với cách định địa chỉ bộ đùn tuyệt đối.

source: "G92 E0" was found in layer_gcode, which is incompatible with absolute extruder addressing.
vi: "G92 E0" được tìm thấy trong layer_gcode, không tương thích với cách định địa chỉ bộ đùn tuyệt đối.

source: Generating skirt and brim
vi: Tạo váy và vành

source: Exporting G-code
vi: Đang xuất G-code

source: Generating G-code
vi: Tạo mã G

source: Alert if supports needed
vi: Cảnh báo nếu cần hỗ trợ

source: Long bridging extrusions
vi: Đùn cầu dài

source: Floating bridge anchors
vi: Neo cầu nổi

source: Collapsing overhang
vi: Phần nhô ra sụp đổ

source: Loose extrusions
vi: Đùn lỏng lẻo

source: Low bed adhesion
vi: Độ bám dính của giường thấp

source: Floating object part
vi: Phần vật thể nổi

source: Thin fragile part
vi: Phần mỏng manh

source: Consider enabling supports.
vi: Hãy cân nhắc việc bật hỗ trợ.

source: Also consider enabling brim.
vi: Ngoài ra, hãy cân nhắc đến việc bật vành mũ.

source: Detected print stability issues: %1%
vi: Đã phát hiện sự cố về độ ổn định khi in: %1%

source: Failed processing of the output_filename_format template.
vi: Không xử lý được mẫu output_filename_format.

source: Printer technology
vi: Công nghệ máy in

source: Bed shape
vi: Hình dạng giường

source: Bed custom texture
vi: Kết cấu giường tùy chỉnh

source: Bed custom model
vi: Mẫu giường tùy chỉnh

source: Elephant foot compensation
vi: Bù chân voi

source: Advanced
vi: Nâng cao

source: The first layer will be shrunk in the XY plane by the configured value to compensate for the 1st layer squish aka an Elephant Foot effect.
vi: Lớp đầu tiên sẽ bị thu nhỏ trong mặt phẳng XY theo giá trị được định cấu hình để bù cho lớp 1 squish hay còn gọi là hiệu ứng Chân voi.

source: Picture sizes to be stored into a .gcode / .bgcode and .sl1 / .sl1s files, in the following format: "XxY/EXT, XxY/EXT, ..." Currently supported extensions are PNG, QOI and JPG.
vi: Kích thước hình ảnh được lưu trữ vào tệp .gcode / .bgcode và .sl1 / .sl1s, ở định dạng sau: "XxY/EXT, XxY/EXT, ..." Các tiện ích mở rộng được hỗ trợ hiện tại là PNG, QOI và JPG.

source: Format of G-code thumbnails
vi: Định dạng hình thu nhỏ mã G

source: Format of G-code thumbnails: PNG for best quality, JPG for smallest size, QOI for low memory firmware
vi: Định dạng hình thu nhỏ mã G: PNG cho chất lượng tốt nhất, JPG cho kích thước nhỏ nhất,QOI cho chương trình cơ sở bộ nhớ thấp

source: Layer height
vi: Chiều cao lớp

source: Layers and Perimeters
vi: Lớp và Chu vi

source: This setting controls the height (and thus the total number) of the slices/layers. Thinner layers give better accuracy but take more time to print.
vi: Cài đặt này kiểm soát chiều cao (và do đó là tổng số) của các lát cắt / lớp. Các lớp mỏng hơn cho độ chính xác tốt hơn nhưng mất nhiều thời gian hơn để in.

source: Max print height
vi: Chiều cao in tối đa

source: Set this to the maximum height that can be reached by your extruder while printing.
vi: Đặt điều này ở độ cao tối đa mà máy đùn của bạn có thể đạt được trong khi in.

source: Hostname, IP or URL
vi: Tên máy chủ, IP hoặc URL

source: Slic3r can upload G-code files to a printer host. This field should contain the hostname, IP address or URL of the printer host instance. Print host behind HAProxy with basic auth enabled can be accessed by putting the user name and password into the URL in the following format: https://username:password@your-octopi-address/
vi: SLIC3R có thể tải các tệp mã G lên máy chủ máy in. Trường này phải chứaTên máy chủ, địa chỉ IP hoặc URL của phiên bản máy chủ máy in. In máy chủ inĐằng sau HAPROXY với Basic Auth được bật có thể được truy cập bằng cách đặt người dùngTên và mật khẩu vào URL ở định dạng sau: https: //Tên người dùng: Mật khẩu@Your-Octopi-Undress/

source: API Key / Password
vi: Khóa / mật khẩu API

source: Slic3r can upload G-code files to a printer host. This field should contain the API Key or the password required for authentication.
vi: C3R có thể tải các tệp mã G lên máy chủ máy in. Trường này phải chứa Khóa API hoặc mật khẩu cần thiết để xác thực.

source: Printer
vi: Máy in

source: Name of the printer
vi: Tên của máy in

source: HTTPS CA File
vi: Tệp CA HTTPS

source: Custom CA certificate file can be specified for HTTPS OctoPrint connections, in crt/pem format. If left blank, the default OS CA certificate repository is used.
vi: Tệp chứng chỉ Tom CA có thể được chỉ định cho các kết nối octoprint HTTPS, Ở định dạng CRT/PEM. Nếu để trống, kho lưu trữ chứng chỉ OS CA mặc định làđã sử dụng.

source: User
vi: Người dùng

source: Password
vi: Mật khẩu

source: Ignore HTTPS certificate revocation checks
vi: Bỏ qua kiểm tra thu hồi chứng chỉ HTTPS

source: Ignore HTTPS certificate revocation checks in case of missing or offline distribution points. One may want to enable this option for self signed certificates if connection fails.
vi: Bỏ qua kiểm tra thu hồi chứng chỉ HTTPS trong trường hợp bị thiếu hoặc ngoại tuyến Điểm phân phối. Người ta có thể muốn kích hoạt tùy chọn này để tự kýChứng chỉ nếu kết nối không thành công.

source: Printer preset names
vi: Tên máy in

source: Names of presets related to the physical printer
vi: Tên của các cài đặt trước liên quan đến máy in vật lý

source: Authorization Type
vi: Loại ủy quyền

source: API key
vi: Khóa API

source: HTTP digest
vi: HTTP tiêu hóa

source: Arc fitting
vi: Phù hợp với vòng cung

source: Enable to get a G-code file which has G2 and G3 moves. G-code resolution will be used as the fitting tolerance.
vi: Kích hoạt để có được một tệp mã G có di chuyển G2 và G3. Độ phân giải mã G sẽ Được sử dụng làm dung sai phù hợp.

source: Avoid crossing curled overhangs (Experimental)
vi: Tránh vượt qua phần nhô ra (thử nghiệm)

source: Plan travel moves such that the extruder avoids areas where the filament may be curled up. This is mostly happening on steeper rounded overhangs and may cause a crash with the nozzle. This feature slows down both the print and the G-code generation.
vi: Kế hoạch di chuyển du lịch sao cho người đùn tránh được các khu vực nơi dây tóc có thể " "Hãy cuộn tròn. Điều này chủ yếu xảy ra trên các phần nhô ra tròn và có thể" "Nguyên nhân xảy ra sự cố với vòi phun. Tính năng này làm chậm cả bản in và" " "Tạo mã G.

source: Avoid crossing perimeters
vi: Tránh vượt qua chu vi

source: Optimize travel moves in order to minimize the crossing of perimeters. This is mostly useful with Bowden extruders which suffer from oozing. This feature slows down both the print and the G-code generation.
vi: Tối ưu hóa di chuyển du lịch để giảm thiểu việc vượt qua chu vi. Đây là " "Chủ yếu là hữu ích với các máy đùn Bowden bị ảnh hưởng. "Làm chậm cả bản in và tạo mã G.

source: Avoid crossing perimeters - Max detour length
vi: Tránh vượt qua chu vi - chiều dài đường vòng tối đa

source: The maximum detour length for avoid crossing perimeters. If the detour is longer than this value, avoid crossing perimeters is not applied for this travel path. Detour length could be specified either as an absolute value or as percentage (for example 50%) of a direct travel path.
vi: Chiều dài đường vòng tối đa để tránh băng qua vành đai. Nếu đường vòng dài hơn giá trị này, tránh vượt qua vành đai không được áp dụng cho đường di chuyển này. Độ dài đường vòng có thể được chỉ định dưới dạng giá trị tuyệt đối hoặc theo tỷ lệ phần trăm (ví dụ: 50%) của đường di chuyển trực tiếp.

source: mm or % (zero to disable)
vi: mm hoặc % (0 để vô hiệu hóa)

source: Other layers
vi: Các lớp khác

source: Bed temperature for layers after the first one. Set this to zero to disable bed temperature control commands in the output.
vi: Nhiệt độ bàn in cho các lớp sau lớp đầu tiên. Đặt giá trị này thành 0 để tắt các lệnh điều khiển nhiệt độ bàn in ở đầu ra.

source: Bed temperature
vi: Nhiệt độ giường

source: This custom code is inserted at every layer change, right before the Z move. Note that you can use placeholder variables for all Slic3r settings as well as [layer_num] and [layer_z].
vi: Mã tùy chỉnh này được chèn vào mỗi lần thay đổi lớp, ngay trước khi di chuyển Z. Lưu ý rằng bạn có thể sử dụng các biến giữ chỗ cho tất cả cài đặt Slic3r cũng như [layer_num] và [layer_z].

source: Between objects G-code
vi: Giữa các đối tượng G-Code

source: This code is inserted between objects when using sequential printing. By default extruder and bed temperature are reset using non-wait command; however if M104, M109, M140 or M190 are detected in this custom code, Slic3r will not add temperature commands. Note that you can use placeholder variables for all Slic3r settings, so you can put a "M109 S[first_layer_temperature]" command wherever you want.
vi: Mã này được chèn vào giữa các đối tượng khi sử dụng itheo thứ tự. Theo mặc định, nhiệt độ bộ đầu đẩy nhựa và bàn in được đặt lại bằng lệnh không chờ; tuy nhiên, nếu M104, M109, M140 hoặc M190 được phát hiện trong mã tùy chỉnh này, Slic3r sẽ không thêm lệnh nhiệt độ. Lưu ý rằng bạn có thể sử dụng các biến giữ chỗ cho tất cả cài đặt Slic3r, vì vậy bạn có thể đặt lệnh "M109 S[first_layer_temperature]" ở bất cứ đâu bạn muốn.

# Layers
source: Bottom
vi: Dưới

source: Number of solid layers to generate on bottom surfaces.
vi: Số lượng lớp rắn để tạo ra trên bề mặt dưới cùng.

source: Bottom solid layers
vi: Các lớp rắn đáy

source: The number of bottom solid layers is increased above bottom_solid_layers if necessary to satisfy minimum thickness of bottom shell.
vi: Số lượng các lớp rắn đáy được tăng lên trên bottom_solid_layers nếu Cần thiết để đáp ứng độ dày tối thiểu của vỏ dưới cùng.

source: Minimum bottom shell thickness
vi: Độ dày vỏ dưới cùng tối thiểu

source: Bridge
vi: Cầu

source: This is the acceleration your printer will use for bridges. Set zero to disable acceleration control for bridges.
vi: Đây là gia tốc mà máy in của bạn sẽ sử dụng cho bridges. Đặt số 0 để tắt điều khiển gia tốc cho bridges.
