Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Trying to remove file '%s' from memory VFS, but it is not loaded!
vi: Cố gắng gỡ bỏ tập tin '%s' từ bộ nhớ VFS, nhưng nó chưa được tải lên!

source: Turkish (ISO-8859-9)
vi: Thổ Nhĩ Kỳ (ISO-8859-9)

source: Type a font name.
vi: Gõ một tên phông chữ.

source: Type a size in points.
vi: Kích thước phông chữ theo points.

source: Type mismatch in argument %u.
vi: Không khớp kiểu trong tham số %u.

source: Type must have enum - long conversion
vi: Kiểu phải ở dạng enum - long chuyển đổi

source: Type operation "%s" failed: Property labeled "%s" is of type "%s", NOT "%s".
vi: Toán tử kiểu "%s" gặp lỗi: Tên thuộc tính "%s" là kiểu "%s", KHÔNG PHẢI "%s".

source: Unable to add inotify watch
vi: Không thể đóng bộ theo dõi inotify

source: Unable to add kqueue watch
vi: Không thể tạo bộ theo dõi kqueue

source: Unable to associate handle with I/O completion port
vi: Không thể kết giao

source: Unable to close I/O completion port handle
vi: Không thể đóng handle cổng Vào/Ra

source: Unable to close inotify instance
vi: Không thể đóng inotify

source: Unable to close path '%s'
vi: Không thể đóng đường dẫn '%s'

source: Unable to close the handle for '%s'
vi: Không thể đóng thẻ quản handle cho '%s'

source: Unable to create I/O completion port
vi: Không thể tạo handle cổng Vào/Ra

source: Unable to create IOCP worker thread
vi: Không thể tạo tuyến làm việc IOCP được

source: Unable to create inotify instance
vi: Không thể tạo inotify được

source: Unable to create kqueue instance
vi: Không thể tạo kqueue được

source: Unable to dequeue completion packet
vi: Không thể tạo rút ra từ hàng đợi

source: Unable to get events from kqueue
vi: Không thể lấy các sự kiện từ kqueue

source: Unable to initialize GTK+, is DISPLAY set properly?
vi: Không thể khởi tạo GTK+, BỘ HIỂN THỊ đã cài đặt các thuộc tính hay chưa?

source: Unable to open path '%s'
vi: Không thể mở đường dẫn '%s'

source: Unable to open requested HTML document: %s
vi: Không thể mở tài liệu HTML đã yêu cầu: %s

source: Unable to play sound asynchronously.
vi: Không thể chạy đoạn âm thanh dị bộ.

source: Unable to post completion status
vi: Không thể gửi hoàn thiện trạng thái

source: Unable to read from inotify descriptor
vi: Không đọc được phần mô tả của inotify

source: Unable to remove inotify watch %i
vi: Không thể xóa inotify watch %i

source: Unable to remove kqueue watch
vi: Không thể gỡ bỏ bộ theo dõi kqueue

source: Unable to set up watch for '%s'
vi: Không thể cài đặt cửa sổ theo dõi cho '%s'

source: Unable to start IOCP worker thread
vi: Không thể khởi tạo tuyến trình làm việc IOCP

source: Undelete
vi: Không thể xóa

source: Underline
vi: Gạch dưới

source: Underlined
vi: Bị gạch dưới

source: Undo last action
vi: Undo thao tác cuối cùng

source: Unexpected characters following option '%s'.
vi: Không cần ký tự đi sau tùy chọn '%s'.

source: Unexpected event for "%s": no matching watch descriptor.
vi: Gặp sự kiện bất ngờ dành cho "%s": không có bộ mô tả theo dõi nào tương ứng với nó.

source: Unexpected parameter '%s'
vi: Tham số không cần thiết '%s'

source: Unexpectedly new I/O completion port was created
vi: Một cổng I/O bất ngờ đã được tạo ra

source: Ungraceful worker thread termination
vi: Sự kết thúc một tuyến trình công việc không đúng đắn

source: Unindent
vi: Không thụt lề

source: Units for the bottom border width.
vi: Đơn vị cho độ rộng biên đáy.

source: Units for the bottom margin.
vi: Đơn vị cho lề đáy.

source: Units for the bottom outline width.
vi: Đơn vị cho độ rộng viền đáy

source: Units for the bottom padding.
vi: Đơn vị cho đệm đáy.

source: Units for the bottom position.
vi: Đơn vị cho vị trí đáy.

source: Units for the corner radius.
vi: Đơn vị cho bo tròn góc.

source: Units for the left border width.
vi: Đơn vị cho độ rộng biên trái.

source: Units for the left margin.
vi: Đơn vị cho lề trái.

source: Units for the left outline width.
vi: Đơn vị cho độ rộng viền trái

source: Units for the left padding.
vi: Đơn vị cho đệm trái.

source: Units for the left position.
vi: Đơn vị cho vị trí trái.

source: Units for the maximum object height.
vi: Đơn vị cho độ cao đối tượng tối đa.

source: Units for the maximum object width.
vi: Đơn vị cho độ rộng đối tượng tối đa.

source: Units for the minimum object height.
vi: Đơn vị cho độ cao đối tượng tối thiểu.

source: Units for the minimum object width.
vi: Đơn vị cho độ rộng đối tượng tối thiểu.

source: Units for the object height.
vi: Đơn vị cho độ cao đối tượng.

source: Units for the object width.
vi: Đơn vị cho độ rộng đối tượng.

source: Units for the right border width.
vi: Đơn vị cho độ rộng biên phải.

source: Units for the right margin.
vi: Đơn vị cho lề phải.

source: Units for the right outline width.
vi: Đơn vị cho độ rộng viền phải.

source: Units for the right padding.
vi: Đơn vị cho đệm phải.

source: Units for the right position.
vi: Đơn vị cho vị trí phải.

source: Units for the top border width.
vi: Đơn vị cho độ rộng biên trên.

source: Units for the top margin.
vi: Đơn vị cho lề trên.

source: Units for the top outline width.
vi: Đơn vị cho độ rộng viền trên.

source: Units for the top padding.
vi: Đơn vị cho đệm trên.

source: Units for the top position.
vi: Đơn vị cho vị trí trên.

source: Units for this value.
vi: Giá trị đơn vị này

source: Unknown DDE error %08x
vi: Không hiểu lỗi DDE %08x

source: Unknown Object passed to GetObjectClassInfo
vi: Đối Tượng không rõ được truyền tới GetObjectClassInfo

source: Unknown PNG resolution unit %d
vi: Không hiểu đơn vị độ phân giải PNG %d

source: Unknown Property %s
vi: Không Rõ Thuộc Tính %s

source: Unknown TIFF resolution unit %d ignored
vi: Không hiểu đơn vị độ phân giải TIFF %d bỏ qua

source: Unknown dynamic library error
vi: Không rõ lỗi thư viện liên kết động

source: Unknown encoding (%d)
vi: Không rõ bộ giải mã (%d)

source: Unknown error %08x
vi: Không hiểu lỗi %08x

source: Unknown exception
vi: Không hiểu ngoại lệ

source: Unknown image data format.
vi: Không hiểu định dạng dữ liệu ảnh

source: Unknown long option '%s'
vi: Không rõ tùy chọn dài '%s'

source: Unknown name or named argument.
vi: Không hiểu tên hay tham số tên.

source: Unknown option '%s'
vi: Không biết tùy chọn %s

source: Unmatched '{' in an entry for mime type %s.
vi: Không khớp '{' trong một mục từ cho kiểu diễn tả %s.

source: Unnamed command
vi: Câu lệnh vô danh

source: Unspecified
vi: Chưa định danh

source: Unsupported clipboard format.
vi: Dạng thức clipboard không được hỗ trợ.

source: Unsupported theme '%s'.
vi: Theme '%s' không được hỗ trợ.

source: Up
vi: Lên

source: Upper case letters
vi: Chuyển thành chữ hoa

source: Upper case roman numerals
vi: Đổi thành chữ số La Mã in hoa

source: Usage: %s
vi: Cách dùng: %s

source: Use &shadow
vi: Sử dụng &bóng tối

source: Use the current alignment setting.
vi: Sử dụng cài đặt về căn chỉnh hiện hành.

source: Validation conflict
vi: Bộ xác định tính hợp lệ bị xung đột

source: Value must be %s or higher.
vi: Giá trị phải là %s hay lớn hơn.

source: Value must be %s or less.
vi: Giá trị phải là %s hay nhỏ hơn.

source: Value must be between %s and %s.
vi: Giá trị phải nằm giữa %s và %s.

source: Version
vi: Phiên bản

source: Vertical alignment.
vi: Căn lề dọc.

source: View files as a detailed view
vi: Hiển thị tập tin dạng chi tiết

source: View files as a list view
vi: Hiển thị tập tin bằng kiểu danh sách liệt kê

source: Views
vi: Trình bày

source: Wait
vi: Đợi

source: Wait Arrow
vi: Mũi tên chờ

source: Waiting for IO on epoll descriptor %d failed
vi: Đợi IO trên phần mô tả epoll %d gặp lỗi

source: Warning:
vi: Cảnh báo:

source: Watch
vi: Đồng hồ

source: Weight
vi: Độ rộng

source: Whether the font is underlined.
vi: Không biết phông chữ có gạch chân hay không.

source: White
vi: Trắng

source: Whole words only
vi: Chỉ khi khớp cả từ

source: Win32 theme
vi: kiểu Win32

source: Window
vi: Cửa sổ

source: WindowFrame
vi: Khung cửa sổ

source: WindowText
vi: Cửa sổ Văn bản

source: Windows Arabic (CP 1256)
vi: Windows Ả Rập (CP 1256)

source: Windows Chinese Simplified (CP 936) or GB-2312
vi: Windows Trung Quốc Giản thể (CP 936) hoặc GB-2312

source: Windows Chinese Traditional (CP 950) or Big-5
vi: Windows Trung Quốc Cổ Điển (CP 950)

source: Windows Greek (CP 1253)
vi: Windows Hi Lạp (CP 1253)

source: Windows Japanese (CP 932) or Shift-JIS
vi: Windows Tiếng Nhật (CP 932) hoặc Shift-JIS

source: Windows Korean (CP 949)
vi: Windows Tiếng Hàn (CP 949)

source: Windows Thai (CP 874)
vi: Windows Thái Lan(CP 874)

source: Windows Turkish (CP 1254)
vi: Windows Thổ Nhĩ Kỳ (CP 1254)

source: Windows Vietnamese (CP 1258)
vi: Windows Tiếng Việt (CP 1258)

source: Windows Western European (CP 1252)
vi: Windows Trung Âu (CP 1252)

source: Windows_Left
vi: Windows_Trái

source: Write error on file '%s'
vi: Lỗi ghi trên tập tin '%s'

source: XML parsing error: '%s' at line %d
vi: Gặp lỗi khi phân tách XML: '%s' trên dòng %d

source: XPM: Malformed pixel data!
vi: XPM: Dữ liệu điểm ảnh của ảnh bị hỏng!

source: XPM: incorrect colour description in line %d
vi: XPM: phần mô tả màu sắc không đúng tại dòng %d

source: XPM: incorrect header format!
vi: XPM: định dạng phần đầu không đúng!

source: XPM: malformed colour definition '%s' at line %d!
vi: XPM: định nghĩa màu sắc dị hình '%s' tại dòng %d!

source: XPM: no colors left to use for mask!
vi: XPM: không tìm thấy màu sử dụng cho mặt nạ!

source: XPM: truncated image data at line %d!
vi: XPM: dữ liệu bị cắt xén ảnh tại dòng %d!

source: Yellow
vi: Màu vàng

source: Yes
vi: Đồng ý

source: You cannot Clear an overlay that is not inited
vi: Bạn không thể Xóa một overlay mà nó chưa được khởi tạo

source: You cannot Init an overlay twice
vi: Bạn không thể khởi tạo overlay lần nữa

source: You cannot add a new directory to this section.
vi: Bạn không thể thêm một thư mục mới vào section này.

source: You have entered invalid value. Press ESC to cancel editing.
vi: Bạn đã nhập vào giá trị không hợp lệ. Hãy bấm phím ESC để huỷ bỏ việc chỉnh sửa.

source: Zoom &In
vi: Phóng T&o

source: Zoom &Out
vi: Th&u Nhỏ

source: Zoom In
vi: Phóng to

source: Zoom Out
vi: Thu nhỏ

source: Zoom to &Fit
vi: Vừa &Khít Cửa Sổ

source: Zoom to Fit
vi: Phóng to Khít Cửa Sổ

source: a DDEML application has created a prolonged race condition.
vi: một ứng dụng DDEML đã tạo ra một loại điều kiện nối dài.

source: a DDEML function was called without first calling the DdeInitialize function, or an invalid instance identifier was passed to a DDEML function.
vi: hàm DDEML được gọi mà không gọi hàm DdeInitialize trước, hay bộ nhận dạng instance không hợp lệ đã được chuyển qua hàm DDEML.

source: a client's attempt to establish a conversation has failed.
vi: sự có gắng của máy khách để thiết lập một cuộc đàm thoại bị lỗi.

source: a memory allocation failed.
vi: sự cấp phát bộ nhớ bị lỗi.

source: a parameter failed to be validated by the DDEML.
vi: một tham số gặp lỗi được công nhận bởi DDEML.

source: a request for a synchronous advise transaction has timed out.
vi: yêu cầu cho chuyển tác advise đồng bộ gặp lỗi quá lâu.

source: a request for a synchronous data transaction has timed out.
vi: yêu cầu chuyển tác dữ liệu đồng bộ gặp lỗi quá lâu.

source: a request for a synchronous execute transaction has timed out.
vi: yêu cầu cho chuyển tác thi hành đồng bộ gặp lỗi quá lâu.

source: a request for a synchronous poke transaction has timed out.
vi: yêu cầu cho chuyển tác poke đồng bộ gặp lỗi quá lâu.

source: a request to end an advise transaction has timed out.
vi: yêu cầu cho chuyển tác end và advise đồng bộ gặp lỗi quá lâu.

source: a server-side transaction was attempted on a conversation that was terminated by the client, or the server terminated before completing a transaction.
vi: chuyển tác phía máy chủ nỗ lực để giao tiếp với chuyển tác đã chấm dứt phía máy khách, hay máy chủ chấm dứt trước khi hoàn tất chuyển tác.

source: a transaction failed.
vi: một chuyển tác bị lỗi.

source: an application initialized as APPCLASS_MONITOR has attempted to perform a DDE transaction, or an application initialized as APPCMD_CLIENTONLY has attempted to perform server transactions.
vi: một ứng dụng khởi tạo như APPCLASS_MONITOR đã cố gắng thi hành một chuyển tác DDE, hay một ứng dụng khởi tạo như APPCMD_CLIENTONLY đã cố gắng thi hành một chuyển tác phía máy chủ.

source: an internal call to the PostMessage function has failed.
vi: cuộc gọi nội tới hàm PostMessage gặp lỗi.

source: an internal error has occurred in the DDEML.
vi: một lỗi nội bộ phát sinh trong DDEML.

source: an invalid transaction identifier was passed to a DDEML function. Once the application has returned from an XTYP_XACT_COMPLETE callback, the transaction identifier for that callback is no longer valid.
vi: một bộ nhận dạng chuyển tác không hợp lệ được chuyển tới hàm DDEML. Một khi ứng dụng trả về từ một XTYP_XACT_COMPLETE callback, bộ nhận dạng chuyển tác cho callback đó sẽ không còn hợp lệ.

source: assuming this is a multi-part zip concatenated
vi: xác nhận rằng đây là các phần móc nối của tập tin zip

source: attempt to change immutable key '%s' ignored.
vi: cố gắng đổi khóa bất biến '%s' bị bỏ qua.

source: bad arguments to library function
vi: tham số sai tới hàm thư viện

source: bad signature
vi: chữ ký sai

source: bad zipfile offset to entry
vi: đoạn offset tập tin zipfile hỏng được ghi vào

source: binary
vi: nhị phân

source: bold
vi: đậm

source: build %lu
vi: xây dựng %lu

source: can't close file '%s'
vi: không thể đóng tập tin '%s'

source: can't close file descriptor %d
vi: không thể đóng phần mô tả tập tin %d

source: can't commit changes to file '%s'
vi: không thể chuyển các thay đổi tới tập tin '%s'

source: can't create file '%s'
vi: không thể tạo tập tin '%s'

source: can't delete user configuration file '%s'
vi: không thể xóa tập tin cấu hình '%s' của người dùng

source: can't determine if the end of file is reached on descriptor %d
vi: không thể kết thúc nếu kết thúc tập tin nằm trên phần mô tả %d

source: can't find central directory in zip
vi: không thể tìm thấy thư mục trung tâm trong zip

source: can't find length of file on file descriptor %d
vi: không thể tìm thấy độ dài của tập tin trên phần mô tả tập tin %d

source: can't find user's HOME, using current directory.
vi: không thể tìm thấy thư mục HOME của người dùng, sử dụng thư mục hiện hành.

source: can't flush file descriptor %d
vi: không thể vào thẳng phần mô tả tập tin %d

source: can't get seek position on file descriptor %d
vi: không thể tìm thấy vị trí trên phần mô tả tập tin %d

source: can't load any font, aborting
vi: không tải được phông chữ nào, bãi bỏ

source: can't open file '%s'
vi: không thể mở tập tin '%s'

source: can't open global configuration file '%s'.
vi: không thể mở tập tin cấu hình chung '%s'.

source: can't open user configuration file '%s'.
vi: không thể mở tập tin '%s' cấu hình của người dùng.

source: can't open user configuration file.
vi: không thể mở tập tin cấu hình của người dùng.

source: can't re-initialize zlib deflate stream
vi: không thể khởi tạo lại zlib deflate stream

source: can't re-initialize zlib inflate stream
vi: không thể khởi tạo lại zlib inflate stream

source: can't read from file descriptor %d
vi: không thể đọc từ phần mô tả tập tin %d

source: can't remove file '%s'
vi: không thể gỡ bỏ tập tin '%s'

source: can't remove temporary file '%s'
vi: không thể gỡ bỏ tập tin tạm thời '%s'

source: can't seek on file descriptor %d
vi: không thể tìm kiếm trên phần mô tả tập tin %d

source: can't write buffer '%s' to disk.
vi: không thể ghi dữ liệu đệm '%s' vào đĩa.

source: can't write to file descriptor %d
vi: không thể ghi dữ liệu vào phần mô tả tập tin %d

source: can't write user configuration file.
vi: không thể ghi tập tin cấu hình của người dùng.

source: checked
vi: đã kiểm tra

source: checksum error
vi: tổng kiểm tra sai

source: checksum failure reading tar header block
vi: tổng kiểm tra việc đọc khối đầu gói tar bị thất bại

source: compression error
vi: lỗi nén

source: conversion to 8-bit encoding failed
vi: chuyển đổi sang bộ mã 8-bit gặp lỗi

source: date
vi: ngày tháng

source: decompression error
vi: lỗi giải nén

source: double
vi: kép

source: dump of the process state (binary)
vi: kết xuất trạng thái qui trình (dạng nhị phân)

source: eighteenth
vi: thứ mười tám

source: eighth
vi: thứ tám

source: eleventh
vi: thứ mười một

source: entry '%s' appears more than once in group '%s'
vi: mục từ '%s' xuất hiện nhiều hơn một lần trong nhóm '%s'

source: error in data format
vi: lỗi định dạng dữ liệu

source: error opening file
vi: lỗi khi mở tập tin

source: error reading zip central directory
vi: lỗi đọc thư mục trung tâm zip

source: error reading zip local header
vi: lỗi đọc phần đầu nội bộ của zip

source: error writing zip entry '%s': bad crc or length
vi: lỗi ghi mục tin zip '%s': kiểm tra crc hay độ dài hỏng

source: failed to flush the file '%s'
vi: làm phẳng tập tin '%s' gặp lỗi

source: false
vi: sai

source: fifteenth
vi: thứ mười lăm

source: fifth
vi: thứ năm

source: file '%s', line %zu: '%s' ignored after group header.
vi: tệp '%s', dòng %zu: '%s' bị bỏ qua sau tiêu đề nhóm.

source: file '%s', line %zu: '=' expected.
vi: tệp '%s', dòng %zu: '=' dự kiến.

source: file '%s', line %zu: key '%s' was first found at line %d.
vi: tệp '%s', dòng %zu: khóa '%s' lần đầu tiên được tìm thấy ở dòng %d.

source: file '%s', line %zu: value for immutable key '%s' ignored.
vi: tệp '%s', dòng %zu: giá trị cho khóa bất biến '%s' bị bỏ qua.

source: file '%s': unexpected character %c at line %zu.
vi: tệp '%s': ký tự bất ngờ %c tại dòng %zu.

source: files
vi: tập tin

source: first
vi: đầu tiên

source: font size
vi: cỡ phông chữ

source: fourteenth
vi: thứ mười bốn

source: fourth
vi: thứ tư

source: generate verbose log messages
vi: tạo ra nhật ký thông tin đầy đủ

source: image
vi: hình ảnh

source: incomplete header block in tar
vi: không hoàn thành khối đầu trong gói tar

source: incorrect event handler string, missing dot
vi: xâu chữ bộ điều khiển sự kiện không hợp lệ, thiếu dấu chấm

source: incorrect size given for tar entry
vi: kích thước định sẵn cho mục tin của gói tar không hợp lệ

source: invalid data in extended tar header
vi: dữ liệu trong phần đầu mở rộng của gói tar không hợp lệ

source: invalid message box return value
vi: hộp thoại thông điệp trả về giá trị không hợp lệ

source: invalid zip file
vi: tập tin zip không hợp lệ

source: italic
vi: nghiêng

source: light
vi: ánh sáng

source: locale '%s' cannot be set.
vi: địa phương '%s' không thể đặt được.

source: midnight
vi: nửa đêm

source: nineteenth
vi: thứ mười chín

source: ninth
vi: thứ chín

source: no DDE error.
vi: không có lỗi DDE.

source: no error
vi: không lỗi

source: no fonts found in %s, using builtin font
vi: không phông chữ nào được tìm thấy trong %s, sử dụng phông dựng sẵn

source: noname
vi: không tên

source: noon
vi: buổi trưa

source: normal
vi: bình thường

source: num
vi: số

source: objects cannot have XML Text Nodes
vi: đối tượng không thể có XML Text Nodes

source: out of memory
vi: hết bộ nhớ

source: process context description
vi: mô tả ngữ cảnh tiến trình

source: px
vi: px (pi-xeo)

source: read error
vi: lỗi đọc

source: reading zip stream (entry %s): bad crc
vi: đang đọc dòng dữ liệu zip (mục vào %s): kiểm tra độ dư vòng(crc) hỏng

source: reading zip stream (entry %s): bad length
vi: đang đọc dòng dữ liệu zip (mục vào %s): chiều dài lỗi

source: reentrancy problem.
vi: trục trặc reentrancy.

source: second
vi: giây

source: seek error
vi: lỗi di chuyển vị trí đọc

source: seventeenth
vi: thứ mười bảy

source: seventh
vi: thứ bảy

source: show this help message
vi: hiển thị thông tin trợ giúp này

source: sixteenth
vi: thứ mười sáu

source: sixth
vi: thứ sáu

source: specify display mode to use (e.g. 640x480-16)
vi: định rõ chế độ hiển thị sử dụng (ví dụ 640x480-16)

source: specify the theme to use
vi: định rõ theme cần dùng

source: standard/circle
vi: Tiêu chuẩn/ hình tròn

source: standard/circle-outline
vi: tiêu-chuẩn/viền-tròn

source: standard/diamond
vi: Tiêu chuẩn/Thoi

source: standard/square
vi: Tiêu chuẩn/vuông

source: standard/triangle
vi: Tiêu chuẩn/chữ nhật

source: stored file length not in Zip header
vi: phần lưu giữ độ dài tập tin không ở trong phần đầu của Zip

source: strikethrough
vi: Gạch giữa

source: tar entry not open
vi: mục tin tar không mở được

source: tenth
vi: thứ mười

source: the response to the transaction caused the DDE_FBUSY bit to be set.
vi: đáp ứng chuyển tác này là nguyên nhân bít DDE_FBUSY được đặt.

source: third
vi: thứ ba

source: thirteenth
vi: thứ mười ba

source: today
vi: hôm nay

source: tomorrow
vi: ngày mai

source: trailing backslash ignored in '%s'
vi: dấu gạch ngược bị bỏ qua trong '%s'

source: translator-credits
vi: công-trạng-dịch-thuật

source: true
vi: đúng

source: twelfth
vi: thứ mười hai

source: twentieth
vi: thứ hai mươi

source: unchecked
vi: chưa kiểm tra

source: underlined
vi: gạch chân

source: undetermined
vi: Chưa xác định

source: unexpected " at position %d in '%s'.
vi: không cần " tại vị trí %d trong '%s'.

source: unexpected end of file
vi: kết thúc tập tin đột xuất

source: unknown
vi: không hiểu

source: unknown (%lu)
vi: không xác định (%lu)

source: unknown class %s
vi: chưa biết lớp %s

source: unknown error
vi: lỗi lạ

source: unknown error (error code %08x).
vi: chưa biết lỗi (mã sai %08x).

source: unknown-%d
vi: không_hiểu-%d

source: unnamed
vi: không_tên

source: unnamed%d
vi: Không_tên%d

source: unsupported Zip compression method
vi: không hỗ trợ phương thức nén Zip

source: using catalog '%s' from '%s'.
vi: sử dụng catalog '%s' từ '%s'.

source: write error
vi: lỗi ghi tập tin

source: wxGetTimeOfDay failed.
vi: wxGetTimeOfDay bị lỗi.

source: wxWidgets could not open display for '%s': exiting.
vi: wxWidgets không thể mở' %s' ra, đang thoát ra.

source: wxWidgets could not open display. Exiting.
vi: wxWidgets không thể mở bộ hiển thị. Đang thoát ra.

source: yesterday
vi: hôm qua

source: zlib error %d
vi: lỗi zlib %d
