Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Starting with %1% 2.3, configuration directory on Linux has changed (according to XDG Base Directory Specification) to %2%. This directory did not exist yet (maybe you run the new version for the first time). However, an old %1% configuration directory was detected in %3%. Consider moving the contents of the old directory to the new location in order to access your profiles, etc. Note that if you decide to downgrade %1% in future, it will use the old location again. What do you want to do now?
vi: Bắt đầu với %1% 2,3, thư mục cấu hình trên Linux đã thay đổi (theo XDG Base Directory Specification) thành %2%. Thư mục này chưa có (có thể bạn chạy phiên bản mới lần đầu). Tuy nhiên, một thư mục cấu hình %1% cũ đã được phát hiện trong %3%. Xem xét di chuyển nội dung của thư mục cũ sang vị trí mới để truy cập hồ sơ của bạn, v.v. Lưu ý rằng nếu bạn quyết định hạ cấp %1% trong tương lai, nó sẽ sử dụng lại vị trí cũ. Bây giờ bạn muốn làm gì?

source: %s - BREAKING CHANGE
vi: %s - THAY ĐỔI ĐẶC BIỆT

source: Quit, I will move my data now
vi: Thoát, tôi sẽ di chuyển dữ liệu của tôi ngay bây giờ

source: Start the application
vi: Khởi động ứng dụng

source: %s has encountered an error. It was likely caused by running out of memory. If you are sure you have enough RAM on your system, this may also be a bug and we would be glad if you reported it. The application will now terminate.
vi: %s đã gặp lỗi. Có khả năng là do hết bộ nhớ. Nếu bạn chắc chắn rằng hệ thống của mình có đủ RAM, thì đây cũng có thể là lỗi và chúng tôi sẽ rất vui nếu bạn báo cáo lỗi. Ứng dụng sẽ kết thúc ngay bây giờ.

source: Fatal error
vi: Lỗi nghiêm trọng

source: PrusaSlicer has encountered a localization error. Please report to PrusaSlicer team, what language was active and in which scenario this issue happened. Thank you. The application will now terminate.
vi: PrusaSlicer đã gặp lỗi local. Vui lòng báo cáo cho nhóm PrusaSlicer, ngôn ngữ nào đang hoạt động và sự cố này đã xảy ra trong trường hợp nào. Cảm ơn bạn. Ứng dụng bây giờ sẽ chấm dứt.

source: Critical error
vi: Lỗi nghiêm trọng

source: Internal error: %1%
vi: Lỗi nội bộ: %1%

source: You are opening %1% version %2%.
vi: Bạn đang mở %1% phiên bản %2%.

source: The active configuration was created by <b>%1% %2%</b>, while a newer configuration was found in <b>%3%</b> created by <b>%1% %4%</b>. Shall the newer configuration be imported? If so, your active configuration will be backed up before importing the new configuration.
vi: Cấu hình hoạt động được tạo bởi <b>%1% %2%</b>, trong khi một cấu hình mới hơn đã được tìm thấy trong <b>%3%</b> được tạo bởi <b>%1% %4%</b>. Bạn có muốn nhập cấu hình mới không? Nếu vậy, cấu hình hoạt động của bạn sẽ được sao lưu trước khi nhập cấu hình mới.

source: An existing configuration was found in <b>%3%</b> created by <b>%1% %2%</b>. Shall this configuration be imported?
vi: Đã tìm thấy cấu hình hiện tại trong <b>%3%</b> được tạo bởi <b>%1% %2%</b>. Bạn muốn nhập cấu hình này chứ?

source: Import
vi: Nhập dữ liệu

source: Don't import
vi: Đừng nhập

source: Continue and import newer configuration?
vi: Tiếp tục và nhập cấu hình mới hơn?

source: You are running a 32 bit build of PrusaSlicer on 64-bit Windows. 32 bit build of PrusaSlicer will likely not be able to utilize all the RAM available in the system. Please download and install a 64 bit build of PrusaSlicer from https://www.prusa3d.cz/prusaslicer/. Do you wish to continue?
vi: Bạn đang chạy bản dựng 32 bit của PrusaSlicer trên Windows 64 bit. Phiên bản 32 bit của PrusaSlicer có thể sẽ không thể sử dụng hết RAM có sẵn trong hệ thống. Vui lòng tải xuống và cài đặt bản 64 bit của PrusaSlicer từ https://www.prusa3d.cz/prusaslicer/. Bạn có muốn tiếp tục không?

source: %s Do you want to continue?
vi: %s Bạn có muốn tiếp tục không?

source: Remember my choice
vi: Nhớ lựa chọn của tôi

source: Loading configuration
vi: Đang tải cấu hình

source: New prerelease version %1% is available.
vi: Phiên bản phát hành trước mới %1% đã sẵn sàng.

source: See Releases page.
vi: Xem trang Phát hành.

source: Preparing settings tabs
vi: Chuẩn bị các tab Cài đặt

source: Restore window position on start
vi: Khôi phục vị trí cửa sổ khi bắt đầu

source: PrusaSlicer started after a crash
vi: PrusaSlicer khởi động lại sau sự cố

source: PrusaSlicer crashed last time when attempting to set window position. We are sorry for the inconvenience, it unfortunately happens with certain multiple-monitor setups. More precise reason for the crash: "%1%". For more information see our GitHub issue tracker: "%2%" and "%3%" To avoid this problem, consider disabling "%4%" in "Preferences". Otherwise, the application will most likely crash again next time.
vi: PrusaSlicer bị lỗi lần trước khi cố đặt vị trí cửa sổ. Chúng tôi rất tiếc vì sự bất tiện này, điều này không may xảy ra với một số thiết lập nhiều màn hình nhất định. Lý do chính xác hơn cho sự cố: "%1%". Để biết thêm thông tin, hãy xem trình theo dõi vấn đề GitHub của chúng tôi: "%2%" và "%3%" Để tránh sự cố này, hãy cân nhắc tắt "%4%" trong "Tùy chọn". Nếu không, rất có thể ứng dụng sẽ bị lỗi lần sau.

source: Disable "%1%"
vi: Vô hiệu hóa "%1%"

source: Leave "%1%" enabled
vi: Để lại \ "%1%" được bật

source: You have the following presets with saved options for "Print Host upload"
vi: Bạn có các cài đặt trước sau với các tùy chọn đã lưu cho \ "in máy chủ tải lên "

source: But since this version of PrusaSlicer we don't show this information in Printer Settings anymore. Settings will be available in physical printers settings.
vi: Nhưng kể từ phiên bản PrusaSlicer này, chúng tôi không hiển thị thông tin này trong Cài đặt Máy in nữa. Cài đặt sẽ có sẵn trong cài đặt máy in vật lý.

source: By default new Printer devices will be named as "Printer N" during its creation. Note: This name can be changed later from the physical printers settings
vi: Theo mặc định, các thiết bị máy in mới sẽ được đặt tên là \ "Máy in n " trong quá trình tạo của nó. \ N Lưu ý: Tên này có thể được thay đổi sau đó từ cài đặt máy in vật lý

source: Information
vi: Thông tin

source: Recreating
vi: Tái tạo

source: Loading of current presets
vi: Đang tải các cài đặt trước hiện tại

source: Loading of a mode view
vi: Đang tải chế độ xem chế độ

source: Choose one file (3MF/AMF):
vi: Chọn một file (3MF/AMF):

source: Choose one or more files (STL/3MF/STEP/OBJ/AMF/SVG):
vi: Chọn một hoặc nhiều tệp (STL/3MF/STEP/OBJ/AMF/SVG)

source: Choose ZIP file
vi: Chọn tệp ZIP

source: Choose one file (GCODE/GCO/G/BGCODE/BGC/NGC):
vi: Chọn một tệp (GCODE/GCO/G/BGCODE/BGC/NGC):

source: Changing of an application language
vi: Thay đổi ngôn ngữ ứng dụng

source: Select the language
vi: Chọn ngôn ngữ

source: Language
vi: Ngôn ngữ

source: modified
vi: đã bị sửa

source: Simple mode supports manipulation with single-part object(s) or object(s) with support modifiers only.
vi: Chế độ đơn giản hỗ trợ thao tác với các đối tượng một phần hoặc các đối tượng chỉ có trình sửa đổi hỗ trợ.

source: Please check your object list before mode changing.
vi: Vui lòng kiểm tra danh sách đối tượng trước khi thay đổi chế độ.

source: Change application mode
vi: Thay đổi chế độ ứng dụng

source: Run %s
vi: Chạy %s

source: &Configuration Snapshots
vi: &Ảnh chụp nhanh cấu hình

source: Inspect / activate configuration snapshots
vi: Kiểm tra / kích hoạt cấu hình snapshots

source: Take Configuration &Snapshot
vi: Thực hiện Cấu hình &Snapshot

source: Capture a configuration snapshot
vi: Chụp cấu hình snapshots

source: Check for Configuration Updates
vi: Kiểm tra Cập nhật Cấu hình

source: Check for configuration updates
vi: Kiểm tra cập nhật cấu hình

source: Check for Application Updates
vi: Kiểm tra cập nhật ứng dụng

source: Check for new version of application
vi: Kiểm tra phiên bản mới của ứng dụng

source: &Preferences
vi: &Sở thích riêng

source: Application preferences
vi: Cá nhân hóa ứng dụng

source: Simple View Mode
vi: Chế độ Xem Đơn giản

source: Advanced View Mode
vi: Chế độ Xem Nâng cao

source: Expert View Mode
vi: Chế độ Xem Chuyên gia

source: %s View Mode
vi: %s Chế độ xem

source: &Language
vi: &Ngôn ngữ

source: Flash Printer &Firmware
vi: Máy in Flash &Firmware

source: Upload a firmware image into an Arduino based printer
vi: Tải hình ảnh firmware lên máy in dựa trên Arduino

source: Wi-Fi Configuration File
vi: Tệp cấu hình Prusa Wi-Fi

source: Generate a file to be loaded by a Prusa printer to configure its Wi-Fi connection.
vi: Tạo một tệp tin để máy in Prusa tải xuống nhằm cấu hình kết nối Wi-Fi.

source: Taking a configuration snapshot
vi: Chụp nhanh cấu hình snapshots

source: Some presets are modified and the unsaved changes will not be captured by the configuration snapshot.
vi: Một số preset đã được sửa đổi và các thay đổi chưa được lưu sẽ không được ghi lại bằng cấu hình snapshot.

source: Snapshot name
vi: Tên snapshot

source: Loading a configuration snapshot
vi: Đang tải cấu hình snapshot

source: Continue to activate a configuration snapshot %1%?
vi: Tiếp tục kích hoạt cấu hình snapshot %1%?

source: Failed to activate configuration snapshot.
vi: Không thể kích hoạt cấu hình snapshot.

source: Language selection
vi: Chọn ngôn ngữ

source: Switching the language will trigger application restart. You will lose content of the plater.
vi: Chuyển đổi ngôn ngữ sẽ kích hoạt khởi động lại ứng dụng. Bạn sẽ mất nội dung của ổ đĩa.

source: Do you want to proceed?
vi: Bạn có muốn tiếp tục không?

source: &Configuration
vi: &Cấu hình

source: Restart application
vi: Khởi động lại ứng dụng

source: For new project all modifications will be reseted
vi: Đối với project mới, tất cả các sửa đổi sẽ được đặt lại

source: Loading a new project while the current project is modified.
vi: Đang tải một project mới trong khi project hiện tại được sửa đổi.

source: Project is loading
vi: Đang tải Project

source: Opening new project while some presets are unsaved.
vi: Mở project mới trong khi một số preset chưa được lưu.

source: The uploads are still ongoing
vi: Quá trình tải lên vẫn đang tiếp diễn

source: Stop them and continue anyway?
vi: Dừng chúng lại và tiếp tục chứ?

source: Ongoing uploads
vi: Đang tải lên

source: It's impossible to print object(s) which contains parameter modifiers with SLA technology.
vi: Không thể in các đối tượng có chứa trình sửa đổi tham số bằng công nghệ SLA.

source: Please check your object list before preset changing.
vi: Vui lòng kiểm tra danh sách đối tượng của bạn trước khi thay đổi preset.

source: Configuration is editing from ConfigWizard
vi: Cấu hình đang chỉnh sửa từ ConfigWizard

source: Welcome to %1% version %2%.
vi: Chào mừng đến với phiên bản %1% %2%.

source: Do you wish to register downloads from <b>Printables.com</b> for this <b>%1% %2%</b> executable? Downloads can be registered for only 1 executable at time.
vi: Bạn có muốn đăng ký tải xuống từ <b>Printables.com</b> cho tệp thực thi <b>%1% %2%</b> này không? Tải xuống chỉ có thể được đăng ký cho 1 tệp thực thi tại một thời điểm.

source: Select a gcode file:
vi: Chọn một file gcode:

source: Open hyperlink in default browser?
vi: Mở liên kết trong trình duyệt mặc định?

source: PrusaSlicer: Open hyperlink
vi: PrusaSlicer: Mở liên kết

source: Suppress to open hyperlink in browser
vi: Bỏ qua để mở liên kết trong trình duyệt

source: PrusaSlicer will remember your choice.
vi: PrusaSlicer sẽ ghi nhớ lựa chọn của bạn.

source: You will not be asked about it again on hyperlinks hovering.
vi: Bạn sẽ không bị hỏi lại về điều đó trên các liên kết lần nữa.

source: Visit "Preferences" and check "%1%" to changes your choice.
vi: Visit "Cá nhân hóa" and check "%1%" để thay đổi sự lựa chọn của bạn.

source: PrusaSlicer: Don't ask me again
vi: PrusaSlicer: Đừng hỏi tôi nữa

source: Check for application update has failed.
vi: Kiểm tra cập nhật ứng dụng đã thất bại

source: You are currently running the latest released version %1%.
vi: Hiện tại bạn đang chạy phiên bản mới nhất %1%.

source: There are no new released versions online. The latest release version is %1%.
vi: Không có phiên bản mới nào được phát hành trực tuyến. Phiên bản phát hành mới nhất là %1%.

source: Downloading %1%
vi: Đang tải xuống %1%

source: Downloading of the new version is in progress. Do you want to continue?
vi: Đang tải xuống phiên bản mới. Bạn có muốn tiếp tục không?

source: Could not start URL download. Destination folder is not set. Please choose destination folder in Configuration Wizard.
vi: Không thể bắt đầu tải URL. Thư mục đích chưa được đặt. Vui lòng chọn thư mục đích trong Trình hướng dẫn cấu hình.

source: Printer configuration file detected on removable media.
vi: Đã phát hiện tệp cấu hình máy in trên phương tiện lưu động.

source: Write Wi-Fi credentials.
vi: Viết thông tin đăng nhập Wi-Fi.

source: Pad and Support
vi: Pad và Support

source: Add part
vi: Thêm bộ phận

source: Add negative volume
vi: Thêm khối lượng âm

source: Add modifier
vi: Thêm sửa đổi

source: Add support blocker
vi: Thêm chặn hỗ trợ

source: Add support enforcer
vi: Thêm hỗ trợ thi hành

source: Add text
vi: Thêm văn bản

source: Add negative text
vi: Thêm văn bản phủ định

source: Add text modifier
vi: Thêm trình sửa đổi văn bản

source: Add SVG part
vi: Thêm phần SVG

source: Add negative SVG
vi: Thêm SVG âm

source: Add SVG modifier
vi: Thêm trình sửa đổi SVG

source: Select showing settings
vi: Chọn cài đặt hiển thị

source: Quick Add Settings (%s)
vi: Cài đặt thêm nhanh (%s)

source: The following model was repaired successfully
vi: Model sau đây đã được sửa thành công

source: Folowing model repair failed
vi: Đã thất bại khi sửa model này

source: Repairing was canceled
vi: Sửa đã bị hủy bỏ

source: Remove the selected object
vi: Xóa đối tượng đã chọn

source: Load
vi: Tải

source: Box
vi: Hộp

source: Cylinder
vi: Hình trụ

source: Slab
vi: Tấm

source: Gallery
vi: Thư viện

source: Text
vi: Văn bản

source: Height range Modifier
vi: Phạm vi chiều cao Công cụ sửa đổi

source: Add settings
vi: Thêm cài đặt

source: Change type
vi: Đổi loại

source: Set as a Separated Object
vi: Đặt làm đối tượng riêng biệt

source: Set as a Separated Objects
vi: Đặt làm các đối tượng riêng biệt

source: Printable
vi: Có thể in

source: Invalidate cut info
vi: Làm mất hiệu lực thông tin cắt

source: Rename
vi: Đổi tên

source: Fix by Windows repair algorithm
vi: Sửa chữa bằng thuật toán sửa chữa Windows

source: Export as STL/OBJ
vi: Xuất dưới dạng STL/OBJ

source: Reload the selected volumes from disk
vi: Tải lại các ổ đã chọn từ ổ đĩa

source: Replace with STL
vi: Thay thế bằng STL

source: Replace the selected volume with new STL
vi: Thay thế âm lượng đã chọn bằng STL mới

source: Set extruder for selected items
vi: Đặt bộ đầu đẩy nhựa cho các mục đã chọn

source: Scale to print volume
vi: Chia tỷ lệ cho khối lượng in

source: Scale the selected object to fit the print volume
vi: Chia tỷ lệ đối tượng đã chọn để vừa với khối lượng in

source: Convert from imperial units
vi: Chuyển đổi từ các đơn vị chính

source: Revert conversion from imperial units
vi: Hoàn nguyên chuyển đổi từ các đơn vị chính

source: Convert from meters
vi: Chuyển đổi từ mét

source: Revert conversion from meters
vi: Hoàn tác chuyển đổi từ mét

source: Merge objects to the one multipart object
vi: Hợp nhất các đối tượng thành một đối tượng nhiều phần

source: Along X axis
vi: Dọc theo trục X

source: Mirror the selected object along the X axis
vi: Phản chiếu đối tượng đã chọn dọc theo trục X

source: Along Y axis
vi: Dọc theo trục Y

source: Mirror the selected object along the Y axis
vi: Phản chiếu đối tượng đã chọn dọc theo trục Y

source: Along Z axis
vi: Dọc theo trục Z

source: Mirror the selected object along the Z axis
vi: Phản chiếu đối tượng đã chọn dọc theo trục Z

source: Mirror the selected object
vi: Phản chiếu đối tượng đã chọn

source: Edit text
vi: Sửa văn bản

source: Ability to change text, font, size, ...
vi: Khả năng thay đổi văn bản, phông chữ, kích thước, ...

source: Edit SVG
vi: Chỉnh sửa SVG

source: Change SVG source file, projection, size, ...
vi: Thay đổi tệp nguồn SVG, chiếu, kích thước, ...

source: Add Shape
vi: Thêm Hình dạng

source: To objects
vi: Cho các đối tượng

source: Split the selected object into individual objects
vi: Tách đối tượng đã chọn thành các đối tượng riêng lẻ

source: To parts
vi: Đến các phần

source: Split the selected object into individual parts
vi: Tách đối tượng đã chọn thành các phần riêng lẻ

source: Split the selected object
vi: Tách đối tượng đã chọn

source: Set number of instances
vi: Đặt số lượng instance

source: Change the number of instances of the selected objects
vi: Thay đổi số lượng instance của đối tượng đã chọn

source: Add one more instance of the selected object
vi: Thêm trường hợp của đối tượng đã chọn

source: Remove one instance of the selected object
vi: Xóa một instance của đối tượng đã chọn

source: Change the number of instances of the selected object
vi: Thay đổi số lượng instance của đối tượng đã chọn

source: Fill bed with instances
vi: Lấp đầy giường bằng các trường hợp

source: Fill the remaining area of bed with instances of the selected object
vi: Lấp đầy diện tích còn lại của bàn bằng instance của các đối tượng đã chọn

source: PrusaSlicer GUI initialization failed
vi: Khởi tạo GUI PrusaSlicer không thành công

source: Fatal error, exception catched: %1%
vi: Lỗi nghiêm trọng, ngoại lệ đã được phát hiện: %1%

source: Start at height
vi: Bắt đầu ở độ cao

source: Stop at height
vi: Dừng ở độ cao

source: Remove layer range
vi: Loại bỏ phạm vi lớp

source: Add layer range
vi: Thêm phạm vi lớp

source: Name
vi: Tên

source: Editing
vi: Đang chỉnh sửa

source: Invalid object part index
vi: Chỉ mục phần đối tượng không hợp lệ

source: No errors detected
vi: Không phát hiện lỗi

source: Auto-repaired %1$d error
vi: Tự động sửa %1$d lỗi

source: %1$d degenerate facet
vi: %1$d mặt thoái hóa

source: %1$d edge fixed
vi: %1$d cạnh cố định

source: %1$d facet removed
vi: %1$d khía cạnh đã bị xóa

source: %1$d facet reversed
vi: %1$d mặt đảo ngược

source: %1$d backward edge
vi: %1$d cạnh sau

source: %1$d open edge
vi: %1$d cạnh mở

source: Remaining errors
vi: Các lỗi còn lại

source: Right button click the icon to fix STL by Windows repair algorithm
vi: Nhấp chuột phải vào biểu tượng để sửa STL bằng thuật toán sửa chữa Windows

source: Right button click the icon to change the object settings
vi: Nhấp chuột phải vào biểu tượng để thay đổi các cài đặt của đối tượng

source: Click the icon to change the object settings
vi: Nhấp vào biểu tượng để thay đổi các cài đặt của đối tượng

source: Right button click the icon to change the object printable property
vi: Nhấp chuột phải vào biểu tượng để thay đổi thuộc tính có thể in của đối tượng

source: Click the icon to change the object printable property
vi: Nhấp vào biểu tượng để thay đổi thuộc tính có thể in của đối tượng

source: Change Extruder
vi: Thay đổi máy đùn

source: Rename Object
vi: Đổi tên đối tượng

source: Rename Sub-object
vi: Đổi tên đối tượng phụ

source: Instances to Separated Objects
vi: Instance cho các đối tượng riêng biệt

source: Volumes in Object reordered
vi: Các khối lượng trong Đối tượng được sắp xếp lại

source: Object reordered
vi: Đối tượng được sắp xếp lại

source: Add Settings for Layers
vi: Thêm Cài đặt cho Các lớp

source: Add Settings for Sub-object
vi: Thêm cài đặt cho đối tượng phụ

source: Add Settings for Object
vi: Thêm cài đặt cho đối tượng

source: Add Settings Bundle for Height range
vi: Thêm Gói cài đặt cho phạm vi Chiều cao

source: Add Settings Bundle for Sub-object
vi: Thêm gói cài đặt cho đối tượng phụ

source: Add Settings Bundle for Object
vi: Thêm gói cài đặt cho đối tượng

source: Load Part
vi: Tải Phần

source: Load Modifier
vi: Tải Công cụ sửa đổi

source: Loading file
vi: Đang tải tệp

source: Error!
vi: Lỗi!

source: Add Generic Subobject
vi: Thêm đối tượng phụ

source: Generic
vi: Chung

source: Add Shape from Gallery
vi: Thêm hình dạng từ thư viện

source: Add Shapes from Gallery
vi: Thêm các hình dạng từ thư viện

source: Remove paint-on supports
vi: Loại bỏ vẽ support trên đối tượng

source: Remove paint-on seam
vi: Loại bỏ vẽ support trên seam

source: Remove Multi Material painting
vi: Xóa bỏ sơn đa vật liệu

source: Shift objects to bed
vi: Chuyển đồ vật lên bàn

source: Remove variable layer height
vi: Loại bỏ độ cao lớp đã thay đổi

source: Delete Settings
vi: Xóa cài đặt

source: Delete All Instances from Object
vi: Xóa tất cả các trường hợp khỏi đối tượng

source: Delete Height Range
vi: Xóa phạm vi chiều cao

source: Delete connector from object which is a part of cut
vi: Xóa khối lượng âm khỏi đối tượng là một phần của vết cắt

source: Delete solid part from object which is a part of cut
vi: Xóa phần rắn khỏi đối tượng là một phần của vết cắt

source: Delete negative volume from object which is a part of cut
vi: Xóa khối lượng âm khỏi đối tượng là một phần của vết cắt

source: To save cut information you can delete all connectors from all related objects.
vi: Để lưu thông tin đã cắt, bạn có thể xóa tất cả các đầu nối khỏi tất cả các đối tượng liên quan.

source: This action will break a cut information. After that PrusaSlicer can't guarantee model consistency.
vi: Hành động này sẽ phá vỡ thông tin cắt. Sau đó PrusaSlicer không thể đảm bảo tính nhất quán của mô hình.

source: To manipulate with solid parts or negative volumes you have to invalidate cut information first.
vi: Để thao tác với các phần rắn hoặc thể tích âm, trước tiên bạn phải vô hiệu hóa thông tin cắt.

source: Delete all connectors
vi: Xóa tất cả các kết nối

source: From Object List You can't delete the last solid part from object.
vi: Từ Danh sách đối tượng Bạn không thể xóa phần đặc cuối cùng khỏi đối tượng.

source: Delete Subobject
vi: Xóa đối tượng phụ

source: Last instance of an object cannot be deleted.
vi: Không thể xóa phiên bản cuối cùng của một đối tượng.

source: Instance cannot be deleted from cut object.
vi: Không thể xóa phiên bản khỏi đối tượng đã cắt.

source: Delete Instance
vi: Xóa phiên bản

source: The selected object couldn't be split because it contains only one part.
vi: Không thể tách đối tượng đã chọn vì nó chỉ chứa một phần.

source: Split to Parts
vi: Chia thành các Phần

source: Custom supports, seams and multimaterial painting were removed after splitting the object.
vi: Hỗ trợ tùy chỉnh, đường may và sơn đa vật liệu đã được loại bỏ sau khi tách đối tượng.

source: Merged
vi: sáp nhập

source: Merge all parts to the one single object
vi: Hợp nhất tất cả các part thành một đối tượng duy nhất

source: Add Layers
vi: Thêm các lớp

source: Connectors information
vi: Thông tin kết nối

source: Object manipulation
vi: Thao tác đối tượng

source: Group manipulation
vi: Thao tác nhóm

source: Object Settings to modify
vi: Cài đặt đối tượng để sửa đổi

source: Part Settings to modify
vi: Cài đặt Phần để sửa đổi

source: Layer range Settings to modify
vi: Cài đặt Phạm vi lớp để sửa đổi

source: Part manipulation
vi: Thao tác Phần

source: Instance manipulation
vi: Thao tác Instance

source: Height ranges
vi: Phạm vi chiều cao

source: Settings for height range
vi: Cài đặt cho phạm vi chiều cao

source: Delete Selected
vi: Xóa đã chọn

source: Add Height Range
vi: Thêm phạm vi chiều cao

source: Cannot insert a new layer range after the current layer range. The next layer range is too thin to be split to two without violating the minimum layer height.
vi: Không thể chèn một phạm vi lớp mới sau phạm vi lớp hiện tại. Phạm vi lớp tiếp theo quá mỏng để chia thành hai mà không vi phạm chiều cao lớp tối thiểu.
