Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Failed to copy dialog contents to the clipboard.
vi: Sao chép nội dung từ hộp thoại vào bộ nhớ clipboard gặp lỗi.

source: Failed to copy registry value '%s'
vi: Sao chép giá trị đăng ký '%s' gặp lỗi

source: Failed to copy the contents of registry key '%s' to '%s'.
vi: Sao chép nội dung khóa đăng ký '%s' tới '%s' gặp lỗi.

source: Failed to copy the file '%s' to '%s'
vi: Sao chép tập tin từ '%s' sang '%s' gặp lỗi

source: Failed to copy the registry subkey '%s' to '%s'.
vi: Sao chép khóa đăng ký phụ '%s' tới '%s' gặp lỗi.

source: Failed to create DDE string
vi: Tạo chuỗi DDE gặp lỗi

source: Failed to create MDI parent frame.
vi: Tạo khung cửa sổ cha MDI gặp lỗi.

source: Failed to create a temporary file name
vi: Tạo tên tập tin tạm gặp lỗi

source: Failed to create an anonymous pipe
vi: Tạo anonymous pipe gặp lỗi

source: Failed to create an instance of "%s"
vi: Gặp lỗi khi tạo một minh dụ của "%s"

source: Failed to create connection to server '%s' on topic '%s'
vi: Tạo kết nối tới máy chủ '%s' với chủ đề '%s' gặp lỗi

source: Failed to create cursor.
vi: Tạo con trỏ chuột gặp lỗi.

source: Failed to create directory "%s"
vi: Tạo thư mục "%s" gặp lỗi

source: Failed to create directory '%s' (Do you have the required permissions?)
vi: Tạo thư mục '%s' gặp lỗi (bạn có quyền yêu cầu không?)

source: Failed to create epoll descriptor
vi: Tạo phần mô tả epoll gặp lỗi

source: Failed to create registry entry for '%s' files.
vi: Tạo mục đăng ký cho '%s' tập tin gặp lỗi.

source: Failed to create the standard find/replace dialog (error code %d)
vi: Tạo hộp thoại tìm/thay thế tiêu chuẩn gặp lỗi (mã lỗi %d)

source: Failed to create wake up pipe used by event loop.
vi: Tạo wake up pipe sử dụng cho vòng lặp sự kiện gặp lỗi.

source: Failed to display HTML document in %s encoding
vi: Hiển thị tài liệu HTML trong bộ mã %s gặp lỗi

source: Failed to empty the clipboard.
vi: Làm rỗng clipboard gặp lỗi.

source: Failed to enumerate video modes
vi: Đếm các chế độ video gặp lỗi

source: Failed to establish an advise loop with DDE server
vi: Thiết lập một vòng lặp advise máy chủ DDE gặp lỗi

source: Failed to establish dialup connection: %s
vi: Thiết lập kết nối quay số gặp lỗi: %s

source: Failed to execute '%s'
vi: Thực thi '%s' gặp lỗi

source: Failed to execute curl, please install it in PATH.
vi: Thực thi curl gặp lỗi, xin thiết đặt nó trong ĐƯỜNG DẪN.

source: Failed to find CLSID of "%s"
vi: Gặp lỗi khi tìm CLSID của "%s"

source: Failed to find match for regular expression: %s
vi: Việc tìm khớp với biểu thức thông thường gặp lỗi: %s

source: Failed to get ISP names: %s
vi: Lấy tên của nhà cung cấp dịch vụ Internet ISP gặp lỗi: %s

source: Failed to get OLE automation interface for "%s"
vi: Gặp lỗi khi lấy giao diện tự động OLE cho "%s"

source: Failed to get data from the clipboard
vi: Lấy dữ liệu từ clipboard gặp lỗi

source: Failed to get the local system time
vi: Lấy thời gian từ hệ thống gặp lỗi

source: Failed to get the working directory
vi: Lấy thư mục đang làm việc gặp lỗi

source: Failed to initialize GUI: no built-in themes found.
vi: Khởi tạo GUI gặp lỗi: không có built-in giao diện hiển thị nào được tìm thấy.

source: Failed to initialize MS HTML Help.
vi: Khởi tạo Trợ Giúp MS HTML gặp lỗi.

source: Failed to initialize OpenGL
vi: Khởi tạo OpenGL gặp lỗi.

source: Failed to initiate dialup connection: %s
vi: Khởi tạo kết nối quay số gặp lỗi: %s

source: Failed to insert text in the control.
vi: Chèn chữ vào điều khiển gặp lỗi.

source: Failed to inspect the lock file '%s'
vi: Kiểm tra tập tin khóa '%s' gặp lỗi

source: Failed to install signal handler
vi: Cài đặt bộ điều khiển tín hiệu gặp lỗi

source: Failed to join a thread, potential memory leak detected - please restart the program
vi: Gia nhập tuyến trình gặp lỗi, đã phát hiện lỗ thủng bộ nhớ tiềm tàng - xin hãy khởi động lại chương trình

source: Failed to kill process %d
vi: Loại bỏ quá trình %d gặp lỗi

source: Failed to load bitmap "%s" from resources.
vi: Gặp lỗi tải ảnh "%s" từ nguồn tài nguyên.

source: Failed to load icon "%s" from resources.
vi: Tải biểu tượng "%s" từ nguồn tài nguyên gặp lỗi.

source: Failed to load icons from resource '%s'.
vi: Không thể tải các biểu tượng từ tài nguyên '%s'.

source: Failed to load image %%d from file '%s'.
vi: Tải ảnh %%d từ tập tin '%s' gặp lỗi.

source: Failed to load image %d from stream.
vi: Lỗi khi tải ảnh %d từ dòng dữ liệu.

source: Failed to load image from file "%s".
vi: Tải ảnh từ tập tin "%s" gặp lỗi.

source: Failed to load metafile from file "%s".
vi: Tải metafile từ tập tin "%s" gặp lỗi.

source: Failed to load mpr.dll.
vi: Tải thư viện mpr.dll gặp lỗi.

source: Failed to load resource "%s".
vi: Lỗi khi tải tài nguyên "%s".

source: Failed to load shared library '%s'
vi: Tải thư viện chia sẻ %s gặp lỗi

source: Failed to load sound from "%s" (error %d).
vi: Không tải được âm thanh từ "%s" (lỗi %d).

source: Failed to lock resource "%s".
vi: Lỗi khi khóa tài nguyên "%s".

source: Failed to lock the lock file '%s'
vi: Khóa tập tin khóa %s gặp lỗi

source: Failed to modify descriptor %d in epoll descriptor %d
vi: Chỉnh sửa phần mô tả %d trong phần mô tả epoll %d gặp lỗi

source: Failed to modify file times for '%s'
vi: Chỉnh sửa thời gian tập tin '%s' gặp lỗi

source: Failed to monitor I/O channels
vi: Kênh vào ra màn hình gặp lỗi

source: Failed to open '%s' for reading
vi: Mở '%s' để đọc gặp lỗi

source: Failed to open '%s' for writing
vi: Mở '%s' để ghi gặp lỗi

source: Failed to open CHM archive '%s'.
vi: Mở CHM để lưu giữ '%s' gặp lỗi.

source: Failed to open URL "%s" in default browser.
vi: Mở URL "%s" trong trình duyệt mặc định gặp lỗi.

source: Failed to open directory "%s" for monitoring.
vi: Lỗi khi mở thư mục "%s" để theo dõi.

source: Failed to open display "%s".
vi: Mở bộ hiển thị "%s" gặp lỗi.

source: Failed to open temporary file.
vi: Mở tập tin tạm thời gặp lỗi.

source: Failed to open the clipboard.
vi: Mở clipboard gặp lỗi.

source: Failed to parse Plural-Forms: '%s'
vi: Lỗi khi phân tích dạng thức số nhiều: '%s'

source: Failed to prepare playing "%s".
vi: Gặp lỗi khi chuẩn bị phát "%s".

source: Failed to put data on the clipboard
vi: Đặt dữ liệu vào clipboard gặp lỗi

source: Failed to read PID from lock file.
vi: Đọc PID từ tập tin khóa gặp lỗi.

source: Failed to read config options.
vi: Đọc cấu hình tùy chọn gặp lỗi.

source: Failed to read document from the file "%s".
vi: Lỗi đọc từ tập tin "%s" gặp lỗi.

source: Failed to read event from DirectFB pipe
vi: Đọc từ ống dẫn DirectFB gặp lỗi

source: Failed to read from wake-up pipe
vi: Đọc từ ống dẫn wake-up gặp lỗi

source: Failed to redirect child process input/output
vi: Chuyển hướng quá trình kết nhập/kết xuất của tiến trình con gặp lỗi

source: Failed to redirect the child process IO
vi: Chuyển hướng vào xử lý IO con gặp lỗi

source: Failed to register DDE server '%s'
vi: Đăng ký máy chủ DDE '%s' gặp lỗi.

source: Failed to remember the encoding for the charset '%s'.
vi: Ghi nhớ bộ mã của bộ ký tự '%s' gặp lỗi.

source: Failed to remove debug report file "%s"
vi: Gỡ bỏ tập tin báo cáo gỡ lỗi "%s" gặp lỗi

source: Failed to remove lock file '%s'
vi: Gỡ bỏ tập tin khóa '%s' gặp lỗi

source: Failed to remove stale lock file '%s'.
vi: Gỡ bỏ tập tin khóa cũ '%s' gặp lỗi.

source: Failed to rename registry value '%s' to '%s'.
vi: Đổi tên giá trị đăng ký '%s' thành '%s' gặp lỗi.

source: Failed to rename the file '%s' to '%s' because the destination file already exists.
vi: Đổi tên tập tin '%s' thành '%s' gặp lỗi bởi vì tập tin đích đã tồn tại rồi.

source: Failed to rename the registry key '%s' to '%s'.
vi: Đổi tên khóa đăng ký '%s' thành '%s' gặp lỗi.

source: Failed to retrieve file times for '%s'
vi: Khôi phục thời gian tập tin cho '%s' gặp lỗi

source: Failed to retrieve text of RAS error message
vi: Khôi phục chữ của thông điệp lỗi RAS gặp lỗi

source: Failed to retrieve the supported clipboard formats
vi: Khôi phục định dạng clipboard được hỗ trợ gặp lỗi

source: Failed to save document to the file "%s".
vi: Gặp lỗi khi ghi tài liệu vào tập tin "%s".

source: Failed to save the bitmap image to file "%s".
vi: Ghi ảnh bitmap thành tập tin "%s" gặp lỗi.

source: Failed to send DDE advise notification
vi: Gửi thông báo DDE advise gặp lỗi

source: Failed to set FTP transfer mode to %s.
vi: Đặt chế độ truyền FTP thành %s gặp lỗi.

source: Failed to set clipboard data.
vi: Đặt dữ liệu clipboard gặp lỗi.

source: Failed to set permissions on lock file '%s'
vi: Đặt quyền trên tập tin khóa '%s' gặp lỗi

source: Failed to set process priority
vi: Gặp lỗi khi đặt mức ưu tiên tuyến trình

source: Failed to set temporary file permissions
vi: Đặt quyền cho tập tin tạm gặp lỗi

source: Failed to set text in the text control.
vi: Gán văn bản vào điều khiển văn bản gặp lỗi.

source: Failed to set thread concurrency level to %lu
vi: Gặp lỗi khi đặt mức tuyến trình đồng thời thành %lu

source: Failed to set thread priority %d.
vi: Đặt mức ưu tiên tuyến trình %d gặp lỗi.

source: Failed to set up non-blocking pipe, the program might hang.
vi: Gặp lỗi khi cài đặt đường ống không-khối (non-blocking pipe), chương trình có lẽ bị treo.

source: Failed to store image '%s' to memory VFS!
vi: Lưu trữ ảnh '%s' vào bộ nhớ VFS gặp lỗi!

source: Failed to switch DirectFB pipe to non-blocking mode
vi: Chuyển sang chế độ từ đường ống DirectFB sang chế độ non-blocking gặp lỗi

source: Failed to switch wake up pipe to non-blocking mode
vi: Chuyển sang chế độ từ wake up pipe sang non-blocking gặp lỗi

source: Failed to terminate a thread.
vi: Chấm dứt một tuyến trình gặp lỗi.

source: Failed to terminate the advise loop with DDE server
vi: Chấm dứt vòng lặp advise với máy chủ DDE gặp lỗi

source: Failed to terminate the dialup connection: %s
vi: Chấm dứt kết nối quay số gặp lỗi: %s

source: Failed to touch the file '%s'
vi: Mở tập tin '%s' gặp lỗi

source: Failed to unlock lock file '%s'
vi: Không khóa tập tin khóa '%s' gặp lỗi

source: Failed to unregister DDE server '%s'
vi: Việc bỏ đăng ký máy chủ DDE '%s' gặp lỗi

source: Failed to unregister descriptor %d from epoll descriptor %d
vi: Bỏ đăng ký phần mô tả %d từ phần mô tả epoll %d gặp lỗi.

source: Failed to update user configuration file.
vi: Cập nhật tập tin cấu hình gặp lỗi.

source: Failed to upload the debug report (error code %d).
vi: Tải lên báo cáo lỗi gặp lỗi (mã lỗi %d).

source: Failed to write to lock file '%s'
vi: Ghi vào tập tin khóa '%s' gặp lỗi

source: False
vi: Sai

source: Family
vi: Họ

source: File
vi: Chính

source: File "%s" could not be opened for reading.
vi: Tập tin "%s" không thể mở để đọc.

source: File "%s" could not be opened for writing.
vi: Tập tin "%s" không thể mở để ghi.

source: File '%s' already exists, do you really want to overwrite it?
vi: Tập tin '%s' đã tồn tại. Bạn có muốn ghi đè lên nó không?

source: File '%s' couldn't be removed
vi: Tập tin '%s' gỡ bỏ được

source: File '%s' couldn't be renamed '%s'
vi: Tập tin '%s' không thể bị đổi tên '%s'

source: File couldn't be loaded.
vi: Không thể tải tập tin lên.

source: File dialog failed with error code %0lx.
vi: Hộp thoại chọn tập tin bị lỗi %0lx.

source: File error
vi: Lỗi tập tin

source: File name exists already.
vi: Tên tập tin đã tồn tại rồi.

source: Files
vi: Tập tin

source: Files (%s)
vi: Tập tin (%s)

source: Filter
vi: Bộ lọc

source: First
vi: Đầu tiên

source: First page
vi: Trang đầu

source: Fixed
vi: Cố định

source: Fixed font:
vi: Phông chữ cố định:

source: Fixed size face.<br> <b>bold</b> <i>italic</i>
vi: Kích thước bình thường.<br> <b>đậm</b> <i>nghiêng</i>

source: Floating
vi: Trôi nổi

source: Floppy
vi: Đĩa mềm

source: Font &weight:
vi: Độ đậm phông &chữ

source: Font size:
vi: Cỡ phông chữ:

source: Font st&yle:
vi: Kiể&u dáng phông chữ:

source: Font:
vi: Phông chữ:

source: Fonts index file %s disappeared while loading fonts.
vi: Tập tin chỉ số phông chữ %s bị mất khi đang tải lên.

source: Fork failed
vi: Gặp lỗi khi rẽ nhánh tiến trình

source: Forward
vi: Chuyển tiếp

source: Forward hrefs are not supported
vi: Liên kết tiến tới chưa được hỗ trợ

source: Found %i matches
vi: Tìm thấy %i cái khớp

source: From:
vi: Từ:

source: Fuchsia
vi: Hoa mẫu đơn

source: GIF: data stream seems to be truncated.
vi: GIF: dòng dữ liệu dường như bị cắt xén.

source: GIF: error in GIF image format.
vi: GIF: lỗi trong định dạng ảnh GIF.

source: GIF: not enough memory.
vi: GIF: không có đủ bộ nhớ.

source: GTK+ installed on this machine is too old to support screen compositing, please install GTK+ 2.12 or later.
vi: GTK+ đã cài đặt trên máy này quá cũ để nó có thể hỗ trợ ghép màn hình, hãy cài GTK+ 2.12 hay mới hơn.

source: GTK+ theme
vi: Giao diện hiển thị GTK+

source: GetProperty called w/o valid getter
vi: GetProperty được gọi bởi bộ nhận w/o hợp lệ

source: GetPropertyCollection called on a generic accessor
vi: GetPropertyCollection được gọi bởi một bộ truy cập chung

source: GetPropertyCollection called w/o valid collection getter
vi: GetPropertyCollection được gọi bởi bộ nhận thu thập w/o hợp lệ

source: Go back
vi: Đi lùi

source: Go forward
vi: Đi tiếp

source: Go one level up in document hierarchy
vi: Tăng một cấp trong thứ bậc tài liệu

source: Go to home directory
vi: Chuyển sang thư mục gốc(home)

source: Go to parent directory
vi: Chuyển sang thư mục cha

source: Graphics art by
vi: Đồ họa bởi

source: Gray
vi: Xám

source: GrayText
vi: Chữ xám

source: Green
vi: Xanh lá

source: Green:
vi: Xanh lá:

source: Gzip not supported by this version of zlib
vi: Gzip không được hỗ trợ bởi phiên bản này của zlib

source: HTML Help Project (*.hhp)|*.hhp|
vi: HTML Đề án Trợ giúp (*.hhp)|*.hhp|

source: HTML anchor %s does not exist.
vi: Điểm neo HTML %s không tồn tại.

source: HTML files (*.html;*.htm)|*.html;*.htm|
vi: Tập tin HTML (*.html;*.htm)|*.html;*.htm|

source: Hand
vi: Tay

source: Harddisk
vi: Đĩa cứng

source: Help Browser Options
vi: Các tùy chọn Duyệt Trợ Giúp

source: Help Index
vi: Mục lục Trợ Giúp

source: Help Printing
vi: Trợ Giúp In Ấn

source: Help Topics
vi: Trợ Giúp Theo Chủ Đề...

source: Help books (*.htb)|*.htb|Help books (*.zip)|*.zip|
vi: Sách trợ giúp (*.htb)|*.htb|Sách trợ giúp (*.zip)|*.zip|

source: Help directory "%s" not found.
vi: Không tìm thấy thư mục trợ giúp "%s".

source: Help file "%s" not found.
vi: Tập tin trợ giúp "%s" không tìm thấy.

source: Help: %s
vi: Trợ giúp: %s

source: Hide %s
vi: Ẩn %s

source: Hide Others
vi: Các thứ khác ẩn

source: Hide this notification message.
vi: Tắt phần thông báo.

source: Highlight
vi: Tô sáng

source: HighlightText
vi: Văn bản nổi bật

source: Home
vi: Thư mục Home

source: Home directory
vi: Thư mục Home

source: How the object will float relative to the text.
vi: Để thấy đối tượng sẽ trôi nổi liên quan đến chữ.

source: ICO: Error in reading mask DIB.
vi: ICO: Lỗi trong việc đọc mặt nạ DIB.

source: ICO: Error writing the image file!
vi: ICO: Lỗi khi đang ghi tập tin ảnh!

source: ICO: Image too tall for an icon.
vi: ICO: Ảnh quá cao đối với biểu tượng.

source: ICO: Image too wide for an icon.
vi: ICO: Ảnh quá rộng đối với biểu tượng.

source: ICO: Invalid icon index.
vi: ICO: Chỉ mục biểu tượng không hợp lệ.

source: IFF: data stream seems to be truncated.
vi: IFF: dòng dữ liệu dường như bị cắt xén.

source: IFF: error in IFF image format.
vi: IFF: lỗi trong định dạng ảnh IFF.

source: IFF: not enough memory.
vi: IFF: không có đủ bộ nhớ.

source: IFF: unknown error!!!
vi: IFF: lỗi không rõ!!!

source: If possible, try changing the layout parameters to make the printout more narrow.
vi: Nếu có thể, hay thử thay đổi cách bố trí các tham số để mà in ra nhiều mũi tên hơn.

source: If you have any additional information pertaining to this bug report, please enter it here and it will be joined to it:
vi: Nếu bạn có thêm thông tin liên quan về lỗi báo cáo này, xin hãy nhập chúng vào đây và nó sẽ nối thêm vào nó:

source: If you wish to suppress this debug report completely, please choose the "Cancel" button, but be warned that it may hinder improving the program, so if at all possible please do continue with the report generation.
vi: Nếu bạn mong muốn ngăn cản toàn bộ báo cáo lỗi này, xin hãy bấm vào nút "Hủy bỏ" , nhưng xin cảnh báo rằng nó có thể gây cản trở việc phát triển chương trình, do đó nếu có thể xin hãy tiếp tục việc báo cáo với chúng tôi.

source: Ignoring value "%s" of the key "%s".
vi: Bỏ qua giá trị "%s" của khóa "%s".

source: Illegal Parameter Count for ConstructObject Method
vi: Tham số Số lượng không hợp lệ cho Phương thức ConstructObject (khởi tạo đối tượng, hay cấu tử)

source: Illegal Parameter Count for Create Method
vi: Tham số Số lượng không hợp lệ cho Phương thức Tạo

source: Illegal directory name.
vi: Tên thư mục không hợp lệ.

source: Illegal file specification.
vi: Chi tiết tập tin không hợp lệ.

source: Image and mask have different sizes.
vi: Ảnh và mặt nạ có sự khác biệt kích thước.

source: Image file is not of type %d.
vi: Tập tin ảnh không thuộc kiểu %d.

source: Image is not of type %s.
vi: Ảnh không thuộc kiểu %s.

source: Impossible to create a rich edit control, using simple text control instead. Please reinstall riched32.dll
vi: Không thể nào khởi tạo điều khiển văn bản (rich edit), đang sử dụng điều khiển văn bản đơn giản để thay thế. Xin hãy cài lại riched32.dll

source: Impossible to get child process input
vi: Không thể lấy đầu vào của tiến trình con

source: Impossible to get permissions for file '%s'
vi: Không thể nào lấy được quyền cho tập tin '%s'

source: Impossible to overwrite the file '%s'
vi: Không thể xảy ra việc ghi đè lên tập tin '%s'

source: Impossible to set permissions for the file '%s'
vi: Không thể nào đặt được quyền cho tập tin '%s'

source: Incorrect GIF frame size (%u, %d) for the frame #%u
vi: Frame của ảnh GIF (%u, %d) cho frame #%u không đúng

source: Incorrect number of arguments.
vi: Số lượng đối số không đúng.

source: Indent
vi: Thụt lề

source: Indents && Spacing
vi: Thụt lề && Khoảng Trắng

source: Index
vi: Chỉ mục

source: Indian (ISO-8859-12)
vi: Ấn Độ (ISO-8859-12)

source: Initialization failed in post init, aborting.
vi: Khởi tạo lỗi trong việc post init, đang bãi bỏ.

source: Insert
vi: Chèn

source: Insert Field
vi: Chèn trường

source: Insert Image
vi: Chèn Ảnh

source: Insert Object
vi: Chèn Đối tượng

source: Insert Text
vi: Chèn Chữ

source: Inserts a page break before the paragraph.
vi: Chèn ngắt trang trước một đoạn văn.

source: Inset
vi: Chèn

source: Invalid GTK+ command line option, use "%s --help"
vi: Tùy chọn dòng lệnh GTK+ không hợp lệ, sử dụng "%s --help"

source: Invalid TIFF image index.
vi: Chỉ mục ảnh TIFF không hợp lệ.

source: Invalid display mode specification '%s'.
vi: Chi tiết chế độ hiển thị '%s' không hợp lệ.

source: Invalid geometry specification '%s'
vi: Chi tiết hình học '%s' không hợp lệ

source: Invalid inotify event for "%s"
vi: Sự kiện inotify (theo dõi tập tin) dành cho "%s" không hợp lệ

source: Invalid lock file '%s'.
vi: Tập tin khóa '%s' không hợp lệ.

source: Invalid message catalog.
vi: Catalog không hợp lệ.

source: Invalid or Null Object ID passed to GetObjectClassInfo
vi: Không hợp lệ hay Null Object ID được chuyển tới GetObjectClassInfo

source: Invalid or Null Object ID passed to HasObjectClassInfo
vi: Không hợp lệ hay Null Object ID được chuyển tới HasObjectClassInfo

source: Invalid regular expression '%s': %s
vi: Biểu thức thông thường '%s' không hợp lệ: %s

source: Invalid value %ld for a boolean key "%s" in config file.
vi: Giá trị %ld không hợp lệ cho một khoá thuộc kiểu lôgíc "%s" trong tập tin dùng cho cấu hình.

source: Italic
vi: Nghiêng

source: Italy Envelope, 110 x 230 mm
vi: Phong bì Ý, 110 x 230 mm

source: JPEG: Couldn't load - file is probably corrupted.
vi: JPEG: Không thể tải - tập tin hầu như chắc chắn đã sai hỏng.

source: JPEG: Couldn't save image.
vi: JPEG: Không thể ghi lại ảnh.

source: Japanese Envelope Chou #3 Rotated
vi: Phong bì Nhật Bản Chou #3 Rotated

source: Japanese Envelope Chou #4
vi: Phong bì Nhật Bản Chou #4

source: Japanese Envelope Chou #4 Rotated
vi: Phong bì Nhật Bản Chou #4 Rotated

source: Japanese Envelope Kaku #2
vi: Phong bì Nhật Bản Kaku #2

source: Japanese Envelope Kaku #2 Rotated
vi: Phong bì Nhật Bản Kaku #2 Rotated

source: Japanese Envelope Kaku #3
vi: Phong bì Nhật Bản Kaku #3

source: Japanese Envelope Kaku #3 Rotated
vi: Phong bì Nhật Bản Kaku #3 Rotated

source: Japanese Envelope You #4
vi: Phong bì Nhật Bản You #4

source: Japanese Envelope You #4 Rotated
vi: Phong bì Nhật Bản You #4 Rotated

source: Japanese Postcard 100 x 148 mm
vi: Bưu Thiếp Kiểu Nhật Bản 100 x 148 mm

source: Japanese Postcard Rotated 148 x 100 mm
vi: Bưu Thiếp Kiểu Nhật Bản Đã Xoay lại 148 x 100 mm

source: Justified
vi: Xắp xếp chữ

source: Justify text left and right.
vi: Xắp xếp chữ canh lề trái và phải.

source: L&ine spacing:
vi: Khoảng cách &dòng:

source: Last
vi: Cuối

source: Last page
vi: Trang cuối

source: Last repeated message ("%s", %u time) wasn't output
vi: Tin nhắn lặp lại lần cuối ("%s", %u time) không được xuất ra

source: Left (&first line):
vi: Bên trái (dòng đầ&u):

source: Left Button
vi: Nút trái

source: Left margin (mm):
vi: Lề trái (mm):

source: Left-align text.
vi: Canh lề cạnh bên trái chữ.

source: License
vi: Giấy phép

source: Light
vi: Ánh sáng

source: Line %lu of map file "%s" has invalid syntax, skipped.
vi: Dòng %lu của tập tin ánh xạ "%s" có cú pháp không hợp lệ, đã bỏ qua.

source: Line spacing:
vi: Khoảng cách dòng:

source: Link contained '//', converted to absolute link.
vi: Liên kết có chứa '//', đã chuyển đổi sang liên kết đúng đắn.

source: List Style
vi: Kiểu dáng Danh sách

source: List styles
vi: Kiểu dáng của danh sách

source: Lists font sizes in points.
vi: Danh sách kích thước phông chữ bằng đơn vị point (72 point xấp xỉ bằng một inch).

source: Lists the available fonts.
vi: Danh sách phông chữ sẵn có.

source: Load %s file
vi: Tải %s tập tin

source: Loading :
vi: Đang tải :

source: Lock file '%s' has incorrect owner.
vi: Tập tin khóa '%s' có chủ sở hữu không đúng.

source: Lock file '%s' has incorrect permissions.
vi: Tập tin khóa '%s' có quyền không đúng.

source: Log saved to the file '%s'.
vi: Ghi nhật ký thông tin vào tập tin '%s'.

source: Lower case letters
vi: Chữ thường

source: Lower case roman numerals
vi: Chữ số La Mã thường

source: MDI child
vi: cửa sổ MDI con

source: MS HTML Help functions are unavailable because the MS HTML Help library is not installed on this machine. Please install it.
vi: Hàm MS HTML Help không sẵn sàng bởi vì thư viện MS HTML Help không được cài đặt trong máy này. Xin hãy cài nó vào.

source: Ma&ximize
vi: Tối đ&a

source: Magnifier
vi: Kính lúp

source: Make a selection:
vi: Làm với vùng chọn:

source: Margins
vi: Lề

source: Maroon
vi: Màu hạt dẻ

source: Match case
vi: Phân biệt HOA/thường

source: Max height:
vi: Độ cao tối đa:

source: Max width:
vi: Chiều rộng tối đa:

source: Media playback error: %s
vi: Lỗi phát đa phương tiện: %s

source: Memory VFS already contains file '%s'!
vi: Bộ nhớ VFS đã chứa tập tin '%s' rồi!

source: Menu
vi: Trình đơn

source: Metal theme
vi: Chủ đề giống kim loại

source: Method or property not found.
vi: Phương thức hay thuộc tính không tìm thấy.

source: Mi&nimize
vi: &Nhỏ nhất

source: Middle Button
vi: Nút giữa

source: Min height:
vi: Độ cao tối thiểu:

source: Min width:
vi: Chiều rộng tối thiểu:

source: Missing a required parameter.
vi: Thiếu tham số yêu cầu.

source: Modern
vi: Hiện đại

source: Module "%s" initialization failed
vi: Sự khởi tạo mô-đun "%s" gặp lỗi

source: Monitoring individual files for changes is not supported currently.
vi: Theo dõi các tập tin riêng lẻ để biết nó thay đổi gì hiện tại không được hỗ trợ.

source: Move down
vi: Di chuyển xuống

source: Move up
vi: Di chuyển lên
