Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Moves the object to the next paragraph.
vi: Di chuyển đối tượng đến đoạn tiếp theo.

source: Moves the object to the previous paragraph.
vi: Di chuyển đối tượng đến đoạn trước đây.

source: Multiple Cell Properties
vi: Thuộc tính Đa Ô

source: Navy
vi: Hải quân

source: Network
vi: Mạng

source: New
vi: Mới

source: New &Box Style...
vi: Kiểu Dáng &Hộp mới...

source: New &Character Style...
vi: Kiểu Dáng Ký &Tự mới...

source: New &List Style...
vi: &List Style mới...

source: New &Paragraph Style...
vi: Kiểu Dáng Đ&oạn mới...

source: New Style
vi: Kiểu dáng Mới

source: New item
vi: Mục tin mới

source: NewName
vi: TênMới

source: Next page
vi: Trang tiếp theo

source: No
vi: Không

source: No Entry
vi: Không có mục nhập

source: No animation handler for type %ld defined.
vi: Không có bộ điều khiển hoạt hình cho kiểu %ld đã định nghĩa.

source: No bitmap handler for type %d defined.
vi: Không có bộ điều khiển ảnh cho kiểu %d được định nghĩa.

source: No default application configured for HTML files.
vi: Không có ứng dụng mặc định được cấu hình tập tin HTML.

source: No entries found.
vi: Không tìm thấy đề mục nào.

source: No font for displaying text in encoding '%s' found, but an alternative encoding '%s' is available. Do you want to use this encoding (otherwise you will have to choose another one)?
vi: Không có phông chữ nào hiển thị chữ ở bộ mã '%s' được tìm thấy, nhưng bộ mã thay thế '%s' thì sẵn có. Bạn có muốn sử dụng bộ mã này không (nếu không bạn sẽ phải chọn một cái khác)?

source: No font for displaying text in encoding '%s' found. Would you like to select a font to be used for this encoding (otherwise the text in this encoding will not be shown correctly)?
vi: Không có phông chữ nào hiển thị chữ ở bộ mã '%s' được tìm thấy, Bạn có muốn chọn một phông chữ sử dụng cho bộ mã này không (nếu không chữ với bộ mã này sẽ hiện lên không chính xác)?

source: No handler found for animation type.
vi: Không có phần điều khiển cho kiểu hoạt hình.

source: No handler found for image type.
vi: Không có phần điều khiển cho kiểu ảnh này.

source: No image handler for type %d defined.
vi: Không có bộ điều khiển ảnh cho kiểu %d được định nghĩa.

source: No image handler for type %s defined.
vi: Không có bộ điều khiển ảnh cho kiểu %s được định nghĩa.

source: No matching page found yet
vi: Không tìm thấy trang phù hợp

source: No sound
vi: Không có âm thanh

source: No unused colour in image being masked.
vi: Không có màu không dùng đến trong mặt nạ ảnh này.

source: No unused colour in image.
vi: Không có màu không dùng trong ảnh.

source: No valid mappings found in the file "%s".
vi: Không có ánh xạ hợp lệ nào được tìm thấy trong tập tin "%s".

source: Normal face<br>and <u>underlined</u>.
vi: Bình thường<br>và <u>gạch chân</u>.

source: Normal font:
vi: Phông chữ thường:

source: Not %s
vi: Không %s

source: Not available
vi: Không sẵn sàng

source: Not underlined
vi: Không gạch chân

source: Num *
vi: Số *

source: Num +
vi: Số +

source: Num ,
vi: Số ,

source: Num -
vi: Số -

source: Num .
vi: Số .

source: Numbered outline
vi: Số đường bao

source: OLE Automation error in %s: %s
vi: Lỗi hoạt hình OLE trong %s: %s

source: Object Properties
vi: Thuộc tính Đối tượng

source: Object implementation does not support named arguments.
vi: Phần thực thi đối tượng không hỗ trợ các đối số có tên.

source: Objects must have an id attribute
vi: Đối tượng phải có giá trị thuộc tính id

source: Olive
vi: Ô liu

source: Opaci&ty:
vi: %Độ mờ:

source: Opacity:
vi: Độ mờ đục:

source: Open File
vi: Mở tập tin

source: Open HTML document
vi: Mở tài liệu định dạng HTML

source: Open file "%s"
vi: Mở tập tin "%s"

source: Open...
vi: Mở...

source: OpenGL 3.0 or later is not supported by the OpenGL driver.
vi: Trình điều khiển OpenGL không hỗ trợ OpenGL 3.0 hoặc mới hơn.

source: Operation not permitted.
vi: Thao tác không được phép.

source: Option '%s' can't be negated
vi: Tuỳ chọn '%s' không thể bị phủ định

source: Option '%s' requires a value.
vi: Tùy chọn '%s' yêu cầu một giá trị.

source: Option '%s': '%s' cannot be converted to a date.
vi: Tùy chọn '%s': '%s' không thể chuyển thành dạng ngày tháng.

source: Options
vi: Tùy chọn

source: Orange
vi: Màu cam

source: Orientation
vi: Hướng

source: Out of window IDs. Recommend shutting down application.
vi: Thiếu chỉ số cửa sổ IDs. Đề nghị đóng ứng dụng.

source: Outline
vi: Viền ngoài

source: Outset
vi: Bắt đầu

source: Overflow while coercing argument values.
vi: Tràn khi ép buộc các giá trị tham số.

source: PCX: couldn't allocate memory
vi: PCX: không thể cấp phát bộ nhớ

source: PCX: image format unsupported
vi: PCX: không hỗ trợ định dạng ảnh

source: PCX: invalid image
vi: PCX: ảnh không hợp lệ

source: PCX: this is not a PCX file.
vi: PCX: cái này không phải là tập tin PCX.

source: PCX: unknown error !!!
vi: PCX: lỗi không rõ!!!

source: PCX: version number too low
vi: PCX: phiên bản quá thấp

source: PNM: Couldn't allocate memory.
vi: PNM: Không thể cấp phát bộ nhớ.

source: PNM: File format is not recognized.
vi: PNM: Định dạng tập tin không được thừa nhận.

source: PNM: File seems truncated.
vi: PNM: Tập tin dường như đã bị cắt xén.

source: Padding
vi: Đệm

source: Page %d
vi: Trang %d

source: Page %d of %d
vi: Trang %d của %d

source: Page Setup
vi: Cài đặt giấy

source: Page setup
vi: Cài đặt giấy

source: Pages
vi: Giấy

source: Paint Brush
vi: Cọ Vẽ

source: Paper size
vi: Cỡ giấy

source: Paragraph styles
vi: Kiểu đoạn văn

source: Passing a already registered object to SetObject
vi: Chuyển qua một đối tượng đã được đăng ký rồi để SetObject

source: Passing an unknown object to GetObject
vi: Chuyển một đối tượng không hợp lệ cho SetObject

source: Paste selection
vi: Dán vùng chọn

source: Pencil
vi: Bút chì

source: Peri&od
vi: Dấu chấ&m

source: Permissions
vi: Các quyền

source: Picture Properties
vi: Các thuộc tính Hình ảnh

source: Pipe creation failed
vi: Việc tạo đường ống gặp lỗi

source: Please choose a valid font.
vi: Hãy chọn một phông chữ hợp lệ.

source: Please choose an existing file.
vi: Xin hãy chọn một tập tin đã tồn tại.

source: Please choose the page to display:
vi: Xin hãy chọn trang bạn muốn hiển thị:

source: Please choose which ISP do you want to connect to
vi: Xin hãy chọn nhà cung cấp dịch vụ Internet ISP mà bạn muốn kết nối tới

source: Please select the columns to show and define their order:
vi: Xin hãy chọn các cột sẽ hiển thị và xác định thứ tự của chúng:

source: Please wait while printing...
vi: Xin hãy đợi khi đang in...

source: Point Left
vi: Điểm trái

source: Point Right
vi: Trỏ phải

source: Point Size
vi: &Kích thước Phông chữ:

source: PostScript file
vi: tập tin PostScript

source: Preferences...
vi: Cá nhân hóa...

source: Preparing
vi: Đang chuẩn bị

source: Preview:
vi: Xem trước:

source: Previous page
vi: Trang trước

source: Print Preview
vi: Mô Phỏng Bản In

source: Print Preview Failure
vi: Mô Phỏng Bản In Bị Lỗi

source: Print Range
vi: Vùng cần in

source: Print Setup
vi: Cài Đặt In

source: Print in colour
vi: In màu

source: Print previe&w...
vi: &Mô phỏng bản in...

source: Print preview creation failed.
vi: Tạo bản xem thử khi in gặp lỗi.

source: Print preview...
vi: Xem thử bản in...

source: Print spooling
vi: In vào bộ nhớ

source: Print this page
vi: In ra trang này

source: Print to File
vi: In ra Tập tin

source: Print...
vi: In...

source: Printer command:
vi: Lệnh in:

source: Printer options
vi: Tùy chọn về máy in

source: Printer options:
vi: Tùy chọn về máy in:

source: Printer...
vi: Máy in...

source: Printing
vi: In ấn

source: Printing
vi: Đang in

source: Printing Error
vi: Lỗi In

source: Printing page %d
vi: Đang in trang %d

source: Printing page %d of %d
vi: Đang in trang %d trong tổng số %d

source: Printing page %d...
vi: Đang in trang %d...

source: Printing...
vi: Đang in...

source: Printout
vi: Dữ liệu in

source: Processing debug report has failed, leaving the files in "%s" directory.
vi: Sự tạo báo cáo gỡ lỗi bị lỗi, tập tin xuất ra trong thư mục "%s".

source: Properties
vi: Thuộc tính

source: Property
vi: Thuộc tính

source: Property Error
vi: Lỗi Thuộc tính

source: Purple
vi: Màu tím

source: Question
vi: Câu hỏi

source: Quit
vi: Thoát

source: Quit this program
vi: Thoát khỏi chương trình này

source: Read error on file '%s'
vi: Lỗi đọc trong tập tin '%s'

source: Reading password for "%s/%s" failed: %s.
vi: Đọc mật khẩu cho "%s/%s" không thành công: %s.

source: Red
vi: Màu đỏ

source: Red:
vi: Màu đỏ:

source: Redo last action
vi: Redo bước cuối cùng

source: Refresh
vi: Làm tươi lại

source: Registry key '%s' already exists.
vi: Khóa đăng ký '%s' đã tồn tại rồi.

source: Registry key '%s' does not exist, cannot rename it.
vi: Khóa đăng ký '%s' chưa tồn tại, không thể đổi tên được.

source: Registry key '%s' is needed for normal system operation, deleting it will leave your system in unusable state: operation aborted.
vi: Khóa đăng ký '%s' là cần thiết cho hệ thống hoạt động bình thường, việc xóa nó sẽ làm cho hệ thống của bạn rơi vào trạng thái không ổn định: thao tác đã bị hủy bỏ.

source: Registry value "%s" is not binary (but of type %s)
vi: Giá trị đăng ký "%s" không phải là nhị phân (mà thuộc loại %s)

source: Registry value "%s" is not numeric (but of type %s)
vi: Giá trị đăng ký "%s" không phải là số (mà là loại %s)

source: Registry value "%s" is not text (but of type %s)
vi: Giá trị đăng ký "%s" không phải là văn bản (mà thuộc loại %s)

source: Registry value '%s' already exists.
vi: Giá trị đăng ký '%s' đã tồn tại rồi.

source: Relative
vi: Tương đối

source: Relevant entries:
vi: Các đề mục tin hợp:

source: Remaining time:
vi: Thời gian còn lại:

source: Remove Bullet
vi: Gỡ bỏ Bullet

source: Remove current page from bookmarks
vi: Gỡ bỏ trang hiện hành từ dấu trang

source: Renderer "%s" has incompatible version %d.%d and couldn't be loaded.
vi: Renderer "% s" đã không tương thích với phiên bản% d.% d và không thể được nạp.

source: Renumber List
vi: Đánh số lại List

source: Rep&lace
vi: Tha&y thế

source: Replace
vi: Thay thế

source: Replace &all
vi: Th&ay thế tất cả

source: Replace selection
vi: Thay thế vùng chọn hiện thời

source: Replace with:
vi: Thay thế bằng:

source: Required information entry is empty.
vi: Mục thông tin đã yêu cầu bị rỗng.

source: Resource '%s' is not a valid message catalog.
vi: Tài nguyên '%s' không đúng định dạng.

source: Return
vi: Trả lại

source: Revert to Saved
vi: Hoàn nguyên để Ghi Lại

source: Ridge
vi: Nhấp nhô

source: Rig&ht-to-left
vi: P&hải-sang-trái

source: Right Arrow
vi: Mũi tên phải

source: Right Button
vi: Nút phải

source: Right margin (mm):
vi: Lề phải (mm):

source: Right-align text.
vi: Canh lề chữ phải.

source: Row %i
vi: Hàng %i

source: S&tandard bullet name:
vi: &Tên bullet tiêu chuẩn:

source: Save %s file
vi: Ghi lại %s tập tin

source: Save &As...
vi: &Ghi Lại Bằng Tên Mới...

source: Save As
vi: Ghi Lại Bằng Tên Mới

source: Save current document
vi: Ghi lại tài liệu hiện tại

source: Save current document with a different filename
vi: Ghi lại tài liệu hiện hành với một cái tên khác

source: Save log contents to file
vi: Ghi lại nội dung nhật ký vào tập tin

source: Saving password for "%s/%s" failed: %s.
vi: Lưu mật khẩu cho "%s/%s" không thành công: %s.

source: Scroll Lock
vi: Khóa cuộn

source: Scrollbar
vi: Thanh cuộn

source: Search contents of help book(s) for all occurrences of the text you typed above
vi: Tìm kiếm nội dung của cuốn sách trợ giúp cho tất cả các lần xuất hiện của chữ bạn đã gõ ở trên

source: Search direction
vi: Hướng tìm kiếm

source: Search for:
vi: Tìm kiếm cho:

source: Search in all books
vi: Tìm trong tất cả các sách

source: Searching...
vi: Đang tìm kiếm...

source: Sections
vi: Vùng chọn

source: Seek error on file '%s'
vi: Lỗi khi di chuyển vị trí đọc trên tập tin '%s'

source: Seek error on file '%s' (large files not supported by stdio)
vi: Lỗi khi di chuyển vị trí đọc trên tập tin '%s' (tập tin có kích thước lớn không được hỗ trợ bởi stdio)

source: Select
vi: Chọn

source: Select &All
vi: Chọn &Hết

source: Select All
vi: Chọn Hết

source: Select a document template
vi: Chọn một tài liệu tạm thời

source: Select a document view
vi: Chọn một bộ hiển thị tài liệu

source: Select regular or bold.
vi: Chọn kiểu thường hay đậm.

source: Select regular or italic style.
vi: Chọn kiểu dáng thông thường hay nghiêng.

source: Select underlining or no underlining.
vi: Chọn có gạch dưới hay không có gạch dưới.

source: Selects the list level to edit.
vi: Chọn mức danh sách muốn chỉnh sửa.

source: Separator expected after the option '%s'.
vi: Cần dấu phân cách sau tùy chọn '%s'.

source: Services
vi: Dịch vụ

source: Set Cell Style
vi: Đặt Kiểu Dáng Ô

source: SetProperty called w/o valid setter
vi: SetProperty được gọi bởi bộ đặt w/o hợp lệ

source: Setup...
vi: Cài đặt...

source: Several active dialup connections found, choosing one randomly.
vi: Tìm thấy nhiều kết nối quay số đang hoạt động, đang chọn một cái ngẫu nhiên.

source: Sh&adow spread:
vi: &Dải bóng:

source: Shadow
vi: Bóng

source: Shadow c&olour:
vi: &Màu bóng:

source: Show &hidden directories
vi: &Hiện thư mục ẩn

source: Show &hidden files
vi: &Hiện tập tin ẩn

source: Show All
vi: Hiện tất

source: Show all
vi: Hiện tất

source: Show all items in index
vi: Hiển thị tất cả các mục tin trong mục lục

source: Show/hide navigation panel
vi: Hiện/ẩn bản điều hướng

source: Shows a Unicode subset.
vi: Hiển thị tập con của bộ mã Unicode.

source: Shows a preview of the bullet settings.
vi: Xem thử các cài đặt về bullet.

source: Shows a preview of the font settings.
vi: Xem thử các cài đặt về phông chữ.

source: Shows a preview of the font.
vi: Xem thử phông chữ.

source: Shows a preview of the paragraph settings.
vi: Xem thử cài đặt về đoạn văn.

source: Shows the font preview.
vi: Hiện bộ xem thử phông chữ.

source: Silver
vi: Bạc

source: Simple monochrome theme
vi: Theme màu đơn sắc đơn giản

source: Single
vi: Đơn

source: Size:
vi: Kích thước:

source: Skip
vi: Bỏ qua

source: Slant
vi: Nghiêng

source: Small C&apitals
vi: Chữ viết &Hoa nhỏ

source: Solid
vi: Đặc

source: Sorry, could not open this file.
vi: Xin lỗi, không thể mở tập tin này.

source: Sorry, not enough memory to create a preview.
vi: Rất tiếc, không đủ bộ nhớ để tạo lập việc xem thử.

source: Sorry, that name is taken. Please choose another.
vi: Rất tiếc, tên đó đã được dùng. Xin hãy chọn một cái khác.

source: Sorry, the format for this file is unknown.
vi: Rất tiếc, định dạng tập tin này không hiểu.

source: Sound data are in unsupported format.
vi: Có vẻ như dữ liệu có định dạng không được hỗ trợ.

source: Sound file '%s' is in unsupported format.
vi: Có vẻ như tập tin '%s' không được hỗ trợ định dạng.

source: Spell Check
vi: Kiểm tra chính tả

source: Static
vi: Thống kê

source: Stop
vi: Dừng

source: Strikethrough
vi: Gạch giữa

source: String To Colour : Incorrect colour specification : %s
vi: Màu từ Xâu chữ : Đặc tả màu không chính xác : %s

source: Style Organiser
vi: Kiểu dáng Bộ Tổ Chức

source: Style:
vi: Kiểu dáng:

source: Subscrip&t
vi: Chỉ số dưới &dòng

source: Supe&rscript
vi: Chỉ số t&rên dòng

source: Suppress hyphe&nation
vi: Cấm tá&ch từ

source: Symbol
vi: Ký hiệu

source: Symbol &font:
vi: &Phông chữ ký tự đặc biệt:

source: Symbols
vi: Ký tự đặc biệt

source: TIFF: Couldn't allocate memory.
vi: TIFF: Không thể cấp phát bộ nhớ.

source: TIFF: Error loading image.
vi: TIFF: Lỗi tải ảnh.

source: TIFF: Error reading image.
vi: TIFF: Lỗi trong khi đọc tập tin ảnh.

source: TIFF: Error saving image.
vi: TIFF: Gặp lỗi khi ghi tập tin ảnh.

source: TIFF: Error writing image.
vi: TIFF: Gặp lỗi khi ghi tập tin ảnh.

source: TIFF: Image size is abnormally big.
vi: TIFF: Kích cỡ ảnh thường lớn.

source: Tab
vi: Thẻ

source: Table Properties
vi: Các thuộc tính Bảng

source: Teal
vi: Màu xanh mòng két

source: Teletype
vi: Dạng Teletype

source: Templates
vi: Biểu mẫu

source: The FTP server doesn't support passive mode.
vi: Máy chủ FTP không hỗ trợ chế độ tích cực.

source: The FTP server doesn't support the PORT command.
vi: Máy chủ FTP không hỗ trợ lệnh PORT.

source: The available bullet styles.
vi: Các kiểu dáng bullet sẵn có.

source: The available styles.
vi: Các kiểu dáng sẵn có.

source: The background colour.
vi: Màu nền.

source: The border line style.
vi: Kiểu đường viền.

source: The bottom margin size.
vi: Kích thước lề dưới đáy.

source: The bottom padding size.
vi: Kích thước đệm dưới đáy.

source: The bottom position.
vi: Vị trí đáy.

source: The bullet character.
vi: Ký tự dùng với bullet.

source: The character code.
vi: Mã ký tự.

source: The charset '%s' is unknown. You may select another charset to replace it with or choose [Cancel] if it cannot be replaced
vi: Bộ ký tự '%s' không rõ. Bạn có thể chọn bộ ký tự khác để thay thế cho nó hay chọn [Hủy] nếu nó không thể thay thế được

source: The clipboard format '%d' doesn't exist.
vi: Định dạng clipboard '%d' chưa tồn tại.

source: The default style for the next paragraph.
vi: Kiểu dáng mặc định cho đoạn tiếp theo.

source: The directory '%s' does not exist Create it now?
vi: Thư mục '%s' chưa tồn tại Có tạo bây giờ không?

source: The document "%s" doesn't fit on the page horizontally and will be truncated if printed. Would you like to proceed with printing it nevertheless?
vi: Tài liệu "%s" không vừa khớp với khổ giấy theo chiều ngang và sẽ bị cắt cụt đi khi nếu được in. Bạn có thực sự muốn in nó không?

source: The file '%s' doesn't exist and couldn't be opened. It has been removed from the most recently used files list.
vi: Tập tin '%s' không tồn tại và không thể mở được. Nó đã bị gỡ bỏ từ danh sách tập tin mới được dùng gần đây nhất.

source: The first line indent.
vi: Thụt lề dòng đầu tiên.

source: The following standard GTK+ options are also supported:
vi: Các tùy chọn GTK+ tiêu chuẩn sau đây đều được hỗ trợ:

source: The font colour.
vi: Màu phông chữ.

source: The font family.
vi: Họ phông chữ.

source: The font from which to take the symbol.
vi: Phông chữ từ đó đã lấy ký tự đặc biệt.

source: The font point size.
vi: Cỡ phông chữ theo đơn vị point.

source: The font size in points.
vi: Cỡ phông chữ theo đơn vị point.

source: The font size units, points or pixels.
vi: Các đơn vị cỡ chữ, point hay pixel.

source: The font style.
vi: Kiểu phông chữ.

source: The font weight.
vi: Độ đậm phông chữ.

source: The format of file '%s' couldn't be determined.
vi: Định dạng của tập tin '%s' không phân tách đúng định dạng.

source: The horizontal offset.
vi: Độ lệch theo chiều ngang.

source: The left indent.
vi: Thụt lề trái.

source: The left margin size.
vi: Kích thước lề trái.

source: The left padding size.
vi: Kích thước đệm bên trái.

source: The left position.
vi: Vị trí trái.

source: The line spacing.
vi: Chỉnh khoảng cách dòng.

source: The list item number.
vi: Số mẩu tin của danh sách.

source: The locale ID is unknown.
vi: ID nơi chốn không được biết.

source: The object height.
vi: Độ cao đối tượng.

source: The object maximum height.
vi: Độ cao đối tượng tối đa.

source: The object maximum width.
vi: Độ rộng đối tượng tối đa.

source: The object minimum height.
vi: Độ cao đối tượng tối thiểu.

source: The object minimum width.
vi: Độ rộng đối tượng tối thiểu.

source: The object width.
vi: Độ rộng đối tượng

source: The outline level.
vi: Mức đường bao.

source: The previous message repeated %u time.
vi: Thông báo trước đó lặp lại %u lần.

source: The previous message repeated once.
vi: Thông điệp liền trước lặp đi lặp lại thông điệp.

source: The range to show.
vi: Chọn vùng cần hiện.

source: The report contains the files listed below. If any of these files contain private information, please uncheck them and they will be removed from the report.
vi: Bản báo cáo này chứa danh sách tập tin bên dưới. Nếu bất kỳ tập tin nào chứa thông tin cá nhân, xin hãy bỏ dấu kiểm và chúng sẽ được gỡ bỏ khỏi báo cáo.

source: The required parameter '%s' was not specified.
vi: Tham số yêu cầu '%s' đã không được định rõ.

source: The right indent.
vi: Thụt lề phải.

source: The right margin size.
vi: Kích thước lề phải.

source: The right padding size.
vi: Kích thứoc đệm bên phải.

source: The right position.
vi: Vị trí phải.

source: The shadow blur distance.
vi: Khoảng cách mờ của bóng tối.

source: The shadow colour.
vi: Màu bóng.

source: The shadow opacity.
vi: Độ mờ của bóng đổ.

source: The shadow spread.
vi: Cái bóng lan rộng.

source: The spacing after the paragraph.
vi: Khoảng trắng sau một đoạn văn.

source: The spacing before the paragraph.
vi: Khoảng trắng trước một đoạn văn.

source: The style name.
vi: Tên kiểu dáng.

source: The style on which this style is based.
vi: Kiểu dáng lấy chính kiểu dáng này làm cơ sở.

source: The style preview.
vi: Xem thử kiểu dáng.

source: The system cannot find the file specified.
vi: Hệ thống không tìm thấy tập tin đã chỉ ra.

source: The tab position.
vi: Vị trí tab.

source: The tab positions.
vi: Vị trí tab.

source: The text couldn't be saved.
vi: Dữ liệu dạng chữ không thể được ghi lại.

source: The top margin size.
vi: Kích thước lề trên.

source: The top padding size.
vi: Kích thước đệm trên.

source: The top position.
vi: Vị trí trên cùng.

source: The value for the option '%s' must be specified.
vi: Giá trị cho tùy chọn '%s' phải được định rõ.

source: The value of the corner radius.
vi: Giá trị cho bán kính góc.

source: The version of remote access service (RAS) installed on this machine is too old, please upgrade (the following required function is missing: %s).
vi: Phiên bản của chương trình truy cập dữ liệu từ xa (RAS) được cài đặt trong máy này đã quá cũ, xin hãy cập nhật (hàm yêu cầu sau đây bị thiếu: %s).

source: The vertical offset.
vi: Độ lệch theo chiều dọc.

source: There was a problem during page setup: you may need to set a default printer.
vi: Có trục trặc xảy ra khi cài đặt kiểu giấy: có lẽ bạn cần phải đặt một máy in mặc định.

source: This document doesn't fit on the page horizontally and will be truncated when it is printed.
vi: Tài liệu này không vừa khớp theo chiều ngang của giấy và sẽ bị cắt cụt đi khi được in.

source: This is not a %s.
vi: Cái này không phải là một %s.

source: This platform does not support background transparency.
vi: Hệ thống này không hỗ trợ làm trong suốt nền

source: This program was compiled with a too old version of GTK+, please rebuild with GTK+ 2.12 or newer.
vi: Chương trình này được dịch với phiên bản cũ của GTK+, xin hãy dịch lại với GTK+ 2.12 hay mới hơn.

source: Thread module initialization failed: cannot store value in thread local storage
vi: Khởi tạo mô đun tuyến trình gặp lỗi: không thể lưu giá trị trong phần lưu trữ nội bộ tuyến trình

source: Thread module initialization failed: failed to create thread key
vi: Khởi tạo mô đun tuyến trình gặp lỗi: lỗi tạo khóa tuyến trình

source: Thread module initialization failed: impossible to allocate index in thread local storage
vi: Khởi tạo mô đun tuyến trình gặp lỗi: không thể cấp phát chỉ số trong phần lưu trữ nội bộ tuyến trình

source: Thread priority setting is ignored.
vi: Cài đặt quyền ưu tiên tuyến trình bị bỏ qua.

source: Tile &Horizontally
vi: Xếp Kề Nhau Theo C&hiều Ngang

source: Tile &Vertically
vi: Xếp &Kề Nhau Theo Chiều Đứng

source: Timeout while waiting for FTP server to connect, try passive mode.
vi: Lỗi quá thời gian khi chờ kết nối với máy chủ FTP, hãy thử chế độ thụ động.

source: Tip of the Day
vi: Mẹo Nhỏ

source: Tips not available, sorry!
vi: Các mẹo nhỏ vẫn chưa có, thành thật xin lỗi!

source: Too many EndStyle calls!
vi: Quá nhiều cú gọi EndStyle!

source: Tooltip
vi: Công cụ chú giải

source: TooltipText
vi: Công cụ chú giải văn bản

source: Top margin (mm):
vi: Để lề trên (mm):

source: Translations by
vi: Dịch bởi

source: Translators
vi: Người dịch

source: True
vi: Đúng
