Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Uploading
vi: Đang tải lên

source: Cancelling
vi: Đang hủy

source: Cancelled
vi: Đã Hủy

source: Completed
vi: Đã hoàn thành

source: Error uploading to print host
vi: Lỗi tải lên máy chủ in:

source: NO RAMMING AT ALL
vi: KHÔNG ĐƯỢC TÔNG

source: Volumetric speed
vi: Tốc độ thể tích

source: Save print settings as
vi: Lưu cài đặt in dưới dạng

source: Save filament settings as
vi: Lưu cài đặt dây tóc dưới dạng

source: Save material settings as
vi: Lưu cài đặt vật liệu dưới dạng

source: Save printer settings as
vi: Lưu cài đặt in dưới dạng

source: The following suffix is not allowed in the name
vi: Hậu tố sau đây không được phép trong tên

source: This name is reserved, use another.
vi: Tên này đã được đăng ký, hãy sử dụng tên khác.

source: This name is used for a system profile name, use another.
vi: Tên này được sử dụng cho tên cấu hình hệ thống, hãy sử dụng tên khác.

source: Cannot overwrite a system profile.
vi: Không thể ghi đè lên một hồ sơ hệ thống.

source: This name is used for an external profile name, use another.
vi: Tên này được sử dụng cho tên hồ sơ bên ngoài, hãy sử dụng tên khác.

source: Cannot overwrite an external profile.
vi: Không thể ghi đè lên một profile bên ngoài.

source: Save preset modifications to existing user profile
vi: Lưu các sửa đổi cài đặt sẵn vào hồ sơ người dùng hiện tại

source: Preset with name "%1%" already exists.
vi: Cài đặt trước có tên "%1%" đã tồn tại.

source: Preset with name "%1%" already exists and is incompatible with selected printer.
vi: Cài đặt trước có tên "%1%" đã tồn tại và không tương thích với máy in đã chọn.

source: Note: This preset will be replaced after saving
vi: Lưu ý: Cài đặt trước này sẽ được thay thế sau khi lưu

source: The name cannot be empty.
vi: Không được để trống tên.

source: The name is too long.
vi: Tên quá dài.

source: The name cannot start with space character.
vi: Tên không được bắt đầu bằng ký tự khoảng trắng.

source: The name cannot end with space character.
vi: Tên không thể kết thúc bằng ký tự khoảng trắng.

source: The name cannot be the same as a preset alias name.
vi: Tên không được giống với tên bí danh đã đặt trước.

source: Save preset
vi: Lưu cài đặt sẵn

source: Save presets
vi: Lưu thiết lập sẵn

source: Rename preset
vi: Đổi tên thiết lập sẵn

# PresetName
source: Copy
vi: Chép

source: Save as profile derived from current printer only.
vi: Chỉ lưu dưới dạng cấu hình lấy từ máy in hiện tại.

source: You have selected physical printer "%1%" with related printer preset "%2%"
vi: Bạn đã chọn máy in vật lý "%1%" với preset máy in liên quan "%2%"

source: What would you like to do with "%1%" preset after saving?
vi: Bạn muốn làm gì với kiểu thiết lập "%1%" sau khi lưu?

source: Change "%1%" to "%2%" for this physical printer "%3%"
vi: Thay đổi "%1%" thành "%2%" cho máy in vật lý "%3%" này

source: Add "%1%" as a next preset for the the physical printer "%2%"
vi: Thêm "%1%" làm cài đặt sẵn tiếp theo cho máy in vật lý "%2%"

source: Just switch to "%1%" preset
vi: Chỉ cần chuyển sang preset "%1%"

source: Stealth
vi: Ẩn danh

source: Normal
vi: Bình thường

source: Selection-Add
vi: Lựa chọn-Thêm

source: Selection-Remove
vi: Lựa chọn-Xóa

source: Selection-Add Object
vi: Lựa chọn-Thêm đối tượng

source: Selection-Remove Object
vi: Lựa chọn-Xóa đối tượng

source: Selection-Add Instance
vi: Lựa chọn-Thêm phiên bản

source: Selection-Remove Instance
vi: Lựa chọn-Xóa trường hợp

source: Selection-Add All
vi: Lựa chọn-Thêm tất cả

source: Selection-Remove All
vi: Lựa chọn-Xóa tất cả

source: Scale To Fit
vi: Quy mô để phù hợp

source: The currently manipulated object is tilted or contains tilted parts (rotation angles are not multiples of 90°). Non-uniform scaling of tilted objects is only possible in non-local coordinate systems, once the rotation is embedded into the object coordinates.
vi: Đối tượng hiện đang được thao tác bị nghiêng hoặc chứa các phần bị nghiêng (góc quay không phải là bội số của 90°). Việc chia tỷ lệ không đồng đều các đối tượng bị nghiêng chỉ có thể thực hiện được trong các hệ tọa độ không cục bộ, sau khi phép quay được nhúng vào tọa độ đối tượng.

source: This operation is irreversible.
vi: Hoạt động này là không thể đảo ngược.

source: Data to send
vi: Dữ liệu để gửi

source: Send system info
vi: Gửi thông tin hệ thống

source: This is the first time you are running %1%. We would like to ask you to send some of your system information to us. This will only happen once and we will not ask you to do this again (only after you upgrade to the next version).
vi: Đây là lần đầu tiên bạn chạy %1%. Chúng tôi muốn yêu cầu bạn gửi một số thông tin hệ thống của bạn cho chúng tôi. Điều này sẽ chỉ xảy ra một lần và chúng tôi sẽ không yêu cầu bạn thực hiện lại (chỉ sau khi bạn nâng cấp lên phiên bản tiếp theo).

source: If we know your hardware, operating system, etc., it will greatly help us in development and prioritization, because we will be able to focus our effort more efficiently and spend time on features that are needed the most.
vi: Nếu chúng tôi biết phần cứng, hệ điều hành, v.v. của bạn, điều đó sẽ giúp chúng tôi rất nhiều trong việc phát triển và sắp xếp thứ tự ưu tiên, bởi vì chúng tôi sẽ có thể tập trung nỗ lực hiệu quả hơn và dành thời gian cho các tính năng cần thiết nhất.

source: We do not send any personal information nor anything that would allow us to identify you later. To detect duplicate entries, a unique number derived from your system is sent, but the source information cannot be reconstructed. Apart from that, only general data about your OS, hardware and OpenGL installation are sent. PrusaSlicer is open source, if you want to inspect the code actually performing the communication, see %1%.
vi: Chúng tôi không gửi bất kỳ thông tin cá nhân nào cũng như bất kỳ thứ gì có thể cho phép chúng tôi nhận dạng bạn sau này. Để phát hiện các mục nhập trùng lặp, một số duy nhất được lấy từ hệ thống của bạn sẽ được gửi nhưng thông tin nguồn không thể được tạo lại. Ngoài ra, chỉ dữ liệu chung về hệ điều hành, phần cứng và cài đặt OpenGL của bạn mới được gửi. PrusaSlicer là mã nguồn mở, nếu bạn muốn kiểm tra mã thực sự thực hiện giao tiếp, hãy xem %1%.

source: Show verbatim data that will be sent
vi: Hiển thị dữ liệu nguyên văn sẽ được gửi

source: Ask me next time
vi: Hỏi tôi lần sau

source: Do not send anything
vi: Đừng gửi bất cứ thứ gì

source: System info sent successfully. Thank you.
vi: Thông tin hệ thống đã được gửi thành công. Cảm ơn bạn.

source: Sending system info failed!
vi: Gửi thông tin hệ thống không thành công!

source: Sending system info was cancelled.
vi: Việc gửi thông tin hệ thống đã bị hủy.

source: Sending system info...
vi: Đang gửi thông tin hệ thống...

source: Move over surface
vi: Di chuyển trên bề mặt

source: System Information
vi: Thông tin hệ thống

source: Blacklisted libraries loaded into PrusaSlicer process:
vi: Các thư viện trong danh sách đen được tải vào quy trình PrusaSlicer:

source: Eigen vectorization supported:
vi: Hỗ trợ định dạng vector riêng:

source: Copy to Clipboard
vi: Sao chép vào khay nhớ tạm

source: Select the printers this profile is compatible with.
vi: Chọn máy in mà cấu hình này tương thích.

source: Select the print profiles this profile is compatible with.
vi: Chọn các cấu hình in mà cấu hình này tương thích.

source: Compare preset with another
vi: So sánh cài đặt trước với cài đặt khác

source: Delete preset
vi: Xoá thiết lập

source: Hover the cursor over buttons to find more information or click this button.
vi: Di con trỏ qua các nút để tìm thêm thông tin hoặc bấm vào nút này.

source: Search in settings [%1%]
vi: Tìm kiếm trong cài đặt [%1%]

source: Detach from system preset
vi: Tách khỏi cài đặt hệ thống

source: A copy of the current system preset will be created, which will be detached from the system preset.
vi: Một bản sao của cài đặt trước hệ thống hiện tại sẽ được tạo, bản sao này sẽ được tách ra khỏi cài đặt trước hệ thống.

source: The current custom preset will be detached from the parent system preset.
vi: Cài đặt trước tùy chỉnh hiện tại sẽ được tách khỏi cài đặt trước của hệ thống gốc.

source: Modifications to the current profile will be saved.
vi: Các sửa đổi đối với cấu hình hiện tại sẽ được lưu.

source: Detach preset
vi: Tháo cài đặt trước

source: This is a default preset.
vi: Đây là một cài đặt sẵn mặc định.

source: This is a system preset.
vi: Đây là cài đặt sẵn của hệ thống.

source: Current preset is inherited from the default preset.
vi: Cài đặt trước hiện tại được kế thừa từ cài đặt trước mặc định.

source: Current preset is inherited from
vi: Cài đặt trước hiện tại được thừa hưởng từ

source: It can't be deleted or modified.
vi: Nó không thể bị xóa hoặc sửa đổi.

source: Any modifications should be saved as a new preset inherited from this one.
vi: Mọi sửa đổi sẽ được lưu dưới dạng một preset mới được kế thừa từ preset này.

source: To do that please specify a new name for the preset.
vi: Để làm điều đó, vui lòng chỉ định một tên mới cho preset.

source: Additional information:
vi: Thông tin bổ sung:

source: printer model
vi: mô hình máy in

source: default print profile
vi: hồ sơ in mặc định

source: default filament profile
vi: hồ sơ nhựa in mặc định

source: default SLA material profile
vi: hồ sơ vật liệu SLA mặc định

source: default SLA print profile
vi: hồ sơ in SLA mặc định

source: full profile name
vi: tên profile đầy đủ

source: symbolic profile name
vi: tên profile tượng trưng

source: Layers and perimeters
vi: Lớp và chu vi

source: Vertical shells
vi: Vỏ dọc

source: Horizontal shells
vi: Vỏ nằm ngang

source: Minimum shell thickness
vi: Độ dày vỏ tối thiểu

source: Quality (slower slicing)
vi: Chất lượng (slice chậm hơn)

source: Fuzzy skin (experimental)
vi: Fuzzy skin (thử nghiệm)

source: Reducing printing time
vi: Giảm thời gian in

source: Raft
vi: bè

source: Options for support material and raft
vi: Tùy chọn vật liệu hỗ trợ và bè

source: Organic supports
vi: Hỗ trợ hữu cơ

source: Speed for print moves
vi: Tốc độ di chuyển bản in

source: Speed for non-print moves
vi: Tốc độ cho các động tác không in

source: Modifiers
vi: Giá trị điều chỉnh

source: Acceleration control (advanced)
vi: Kiểm soát gia tốc (nâng cao)

source: Pressure equalizer (experimental)
vi: Bộ cân bằng áp suất (thử nghiệm)

source: Multiple Extruders
vi: Nhiều máy đùn

source: Ooze prevention
vi: Phòng ngừa rỉ nước

source: Extrusion width
vi: Chiều rộng đầu in

source: Overlap
vi: Chồng chéo

source: Flow
vi: Dòng chảy

source: Output options
vi: Tùy chọn đầu ra

source: Sequential printing
vi: In theo thứ tự

source: Extruder clearance
vi: Khoảng cách máy đùn

source: Output file
vi: Tệp đầu ra

source: Notes
vi: Ghi chú

source: Dependencies
vi: Phụ thuộc

source: Profile dependencies
vi: Hồ sơ phụ thuộc

source: Post processing scripts shall modify G-code file in place.
vi: Các tập lệnh xử lý hậu kỳ sẽ sửa đổi tệp G-code tại chỗ.

source: The following line %s contains reserved keywords. Please remove it, as it may cause problems in G-code visualization and printing time estimation.
vi: Dòng sau %s chứa các từ khóa được dành riêng. Vui lòng xóa nó vì nó có thể gây ra sự cố trong việc hiển thị mã G và ước tính thời gian in.

source: Found reserved keywords in
vi: Đã tìm thấy các từ khóa dành riêng trong

source: Filament Overrides
vi: Sự ghi đè của sợi

source: Temperature
vi: Nhiệt độ

source: Nozzle
vi: Đầu in

source: Bed
vi: Giường

source: Cooling
vi: Làm mát

source: Fan settings
vi: Cài đặt quạt

source: Fan speed
vi: Tốc độ quạt

source: Dynamic fan speeds
vi: Tốc độ quạt linh hoạt

source: Cooling thresholds
vi: Ngưỡng làm mát

source: Filament properties
vi: Thuộc tính nhựa

source: Print speed override
vi: Ghi đè tốc độ in

source: Wipe tower parameters
vi: Xóa các thông số tháp

source: Ramming settings
vi: Cài đặt đâm

source: Toolchange parameters with multi extruder MM printers
vi: Thông số thay đổi công cụ với máy in MM nhiều máy đùn

source: Volumetric flow hints not available
vi: Gợi ý về lưu lượng thể tích không khả dụng

source: Note: All parameters from this group are moved to the Physical Printer settings (see changelog). A new Physical Printer profile is created by clicking on the "cog" icon right of the Printer profiles combo box, by selecting the "Add physical printer" item in the Printer combo box. The Physical Printer profile editor opens also when clicking on the "cog" icon in the Printer settings tab. The Physical Printer profiles are being stored into PrusaSlicer/physical_printer directory.
vi: Lưu ý: Tất cả các tham số từ nhóm này được chuyển đến cài đặt Máy in vật lý (xem nhật ký thay đổi). Cấu hình Máy in Vật lý mới được tạo bằng cách nhấp vào biểu tượng "bánh răng" bên phải hộp tổ hợp Cấu hình máy in, bằng cách chọn mục "Thêm máy in vật lý" trong hộp tổ hợp Máy in. Trình chỉnh sửa cấu hình Máy in Vật lý cũng mở ra khi nhấp vào biểu tượng "răng cưa" trong tab Cài đặt Máy in. Các cấu hình Máy in Vật lý đang được lưu trữ trong thư mục PrusaSlicer/physical_printer.

source: Emitting machine limits to G-code is not supported with Klipper G-code flavor. The option was switched to "Use for time estimate".
vi: Việc phát ra giới hạn máy cho mã G không được hỗ trợ với hương vị mã G của Klipper. Tùy chọn đã được chuyển thành "Sử dụng để ước tính thời gian".

source: Size and coordinates
vi: Kích thước và tọa độ

source: Capabilities
vi: Khả năng

source: Number of extruders of the printer.
vi: Số lượng đầu đùn của máy in.

source: Single Extruder Multi Material is selected, and all extruders must have the same diameter. Do you want to change the diameter for all extruders to first extruder nozzle diameter value?
vi: Single Extruder Multi Material được chọn, và tất cả các máy đùn phải có cùng đường kính. Bạn có muốn thay đổi đường kính cho tất cả các máy đùn thành giá trị đường kính vòi phun máy đùn đầu tiên không?

source: Invalid value provided for parameter %1%: %2%
vi: Giá trị không hợp lệ được cung cấp cho tham số %1%: %2%

source: G-code flavor is switched
vi: Hương vị G-code đã được chuyển đổi

source: The selected G-code flavor does not support the machine limitation for Stealth mode. Stealth mode will not be applied and will be disabled.
vi: Hương vị G-code đã chọn không hỗ trợ giới hạn máy cho chế độ Stealth. Chế độ Stealth sẽ không được áp dụng và sẽ bị vô hiệu hóa.

source: Display
vi: Hiển thị

source: Tilt
vi: Độ nghiêng

source: Tilt time
vi: Thời gian nghiêng

source: Corrections
vi: Điều chình

source: Exposure
vi: Phơi sáng

source: Output
vi: Đầu ra

source: Values in this column are for Normal mode
vi: Các giá trị trong cột này dành cho chế độ Bình thường

source: Values in this column are for Stealth mode
vi: Các giá trị trong cột này dành cho chế độ Ẩn

source: Maximum feedrates
vi: Tốc độ nạp tối đa

source: Maximum accelerations
vi: Gia tốc tối đa

source: Jerk limits
vi: Giới hạn giật

source: Minimum feedrates
vi: Tốc độ nạp liệu tối thiểu

source: This is a single extruder multimaterial printer, diameters of all extruders will be set to the new value. Do you want to proceed?
vi: Đây là máy in đa vật liệu có một đầu đùn, đường kính của tất cả các đầu đùn sẽ được đặt thành giá trị mới. Bạn có muốn tiếp tục không?

source: Reset to Filament Color
vi: Đặt lại về Màu nhựa

source: Apply below setting to other extruders
vi: Áp dụng cài đặt bên dưới cho các máy đùn khác

source: Layer height limits
vi: Giới hạn chiều cao lớp

source: Position (for multi-extruder printers)
vi: Vị trí (dành cho máy in nhiều đầu đùn)

source: Travel lift
vi: Thang máy du lịch

source: Only lift
vi: Chỉ nâng

source: Retraction when tool is disabled (advanced settings for multi-extruder setups)
vi: Thu hồi khi công cụ bị vô hiệu hóa (cài đặt nâng cao cho thiết lập nhiều máy đùn)

source: Single extruder MM setup
vi: Thiết lập máy đùn đơn MM

source: Single extruder multimaterial parameters
vi: Thông số máy đùn đơn đa vật liệu

source: The Wipe option is not available when using the Firmware Retraction mode. Shall I disable it in order to enable Firmware Retraction?
vi: Tùy chọn Xóa không khả dụng khi sử dụng chế độ Thu hồi Firmware. Tôi có nên vô hiệu hóa nó để kích hoạt Thu hồi Firmware không?

source: New printer preset selected
vi: Đã chọn preset máy in mới

source: Detached
vi: Tách rời

source: The physical printer below is based on the preset, you are going to rename.
vi: Máy in vật lý bên dưới dựa trên cài đặt trước mà bạn sẽ đổi tên.

source: Note, that the selected preset will be renamed in this printer too.
vi: Lưu ý rằng cài đặt trước đã chọn cũng sẽ được đổi tên trong máy in này.

source: remove
vi: gỡ bỏ

source: delete
vi: xóa

source: It's a last preset for this physical printer.
vi: Đây là cài đặt trước cuối cùng cho máy in vật lý này.

source: Are you sure you want to delete "%1%" preset from the physical printer "%2%"?
vi: Bạn có chắc chắn muốn xóa preset "%1%" khỏi máy in vật lý "%2%" không?

source: The physical printer below is based on the preset, you are going to delete.
vi: Máy in vật lý bên dưới dựa trên cài đặt trước, bạn sẽ xóa.

source: Note, that the selected preset will be deleted from this printer too.
vi: Lưu ý rằng cài đặt trước đã chọn cũng sẽ bị xóa khỏi máy in này.

source: The physical printer below is based only on the preset, you are going to delete.
vi: Máy in vật lý bên dưới chỉ dựa trên preset, bạn sẽ xóa.

source: Note, that this printer will be deleted after deleting the selected preset.
vi: Lưu ý rằng máy in này sẽ bị xóa sau khi xóa cài đặt trước đã chọn.

source: Are you sure you want to %1% the selected preset?
vi: Bạn có chắc chắn muốn %1% preset đã chọn không?

source: %1% Preset
vi: %1% Cài đặt trước

source: Set
vi: Đặt

source: Find
vi: Tìm

source: Replace with
vi: Thay thế bằng

source: Regular expression
vi: Biểu hiện bình thường

source: Case insensitive
vi: Trường hợp không nhạy cảm

source: Whole word
vi: Toàn bộ từ

source: Match single line
vi: Khớp một dòng

source: Are you sure you want to delete all substitutions?
vi: Bạn có chắc chắn muốn xóa tất cả các thay thế?

source: Machine limits will be emitted to G-code and used to estimate print time.
vi: Các giới hạn của máy sẽ được phát ra G-code và được sử dụng để ước tính thời gian in.

source: Machine limits will NOT be emitted to G-code, however they will be used to estimate print time, which may therefore not be accurate as the printer may apply a different set of machine limits.
vi: Giới hạn máy sẽ KHÔNG được phát ra cho G-code, tuy nhiên, chúng sẽ được sử dụng để ước tính thời gian in, do đó có thể không chính xác vì máy in có thể áp dụng một bộ giới hạn máy khác.

source: Machine limits are not set, therefore the print time estimate may not be accurate.
vi: Giới hạn máy không được đặt, do đó ước tính thời gian in có thể không chính xác.

source: indicates that the settings are the same as the system (or default) values for the current option group
vi: cho biết rằng các cài đặt giống với giá trị hệ thống (hoặc mặc định) cho nhóm tùy chọn hiện tại

source: indicates that some settings were changed and are not equal to the system (or default) values for the current option group. Click the UNLOCKED LOCK icon to reset all settings for current option group to the system (or default) values.
vi: cho biết rằng một số cài đặt đã bị thay đổi và không bằng giá trị hệ thống (hoặc mặc định) cho nhóm tùy chọn hiện tại. Nhấp vào biểu tượng UNLOCKED LOCK để đặt lại tất cả cài đặt cho nhóm tùy chọn hiện tại về giá trị hệ thống (hoặc mặc định).

source: WHITE BULLET
vi: ĐẠN TRẮNG

source: for the left button: indicates a non-system (or non-default) preset, for the right button: indicates that the settings hasn't been modified.
vi: cho nút bên trái: cho biết cài đặt trước không thuộc hệ thống (hoặc không mặc định), đối với nút bên phải: cho biết rằng cài đặt chưa được sửa đổi.

source: indicates that the settings were changed and are not equal to the last saved preset for the current option group. Click the BACK ARROW icon to reset all settings for the current option group to the last saved preset.
vi: cho biết rằng các cài đặt đã được thay đổi và không bằng với preset được lưu lần cuối cho nhóm tùy chọn hiện tại. Nhấp vào biểu tượng BACK ARROW để đặt lại tất cả cài đặt cho nhóm tùy chọn hiện tại về preset được lưu cuối cùng.

source: EDIT VALUE
vi: SỬA GIÁ TRỊ

source: clicking this icon opens a dialog allowing to edit this value.
vi: nhấp vào biểu tượng này sẽ mở hộp thoại cho phép chỉnh sửa giá trị này.

source: LOCKED LOCK icon indicates that the settings are the same as the system (or default) values for the current option group
vi: Biểu tượng LOCKED LOCK cho biết rằng các cài đặt giống với các giá trị hệ thống (hoặc mặc định) cho nhóm tùy chọn hiện tại

source: UNLOCKED LOCK icon indicates that some settings were changed and are not equal to the system (or default) values for the current option group. Click to reset all settings for current option group to the system (or default) values.
vi: Biểu tượng UNLOCKED LOCK cho biết rằng một số cài đặt đã được thay đổi và không bằng với các giá trị hệ thống (hoặc mặc định) cho nhóm tùy chọn hiện tại. Nhấp để đặt lại tất cả cài đặt cho nhóm tùy chọn hiện tại về giá trị hệ thống (hoặc mặc định).

source: WHITE BULLET icon indicates that the settings are the same as in the last saved preset for the current option group.
vi: Biểu tượng WHITE BULLET cho biết rằng các cài đặt giống như trong preset được lưu lần cuối cho nhóm tùy chọn hiện tại.

source: BACK ARROW icon indicates that the settings were changed and are not equal to the last saved preset for the current option group. Click to reset all settings for the current option group to the last saved preset.
vi: Biểu tượng BACK ARROW cho biết rằng các cài đặt đã được thay đổi và không bằng với preset đã lưu cuối cùng cho nhóm tùy chọn hiện tại. Nhấp để đặt lại tất cả các cài đặt cho nhóm tùy chọn hiện tại về preset được lưu cuối cùng.

source: LOCKED LOCK icon indicates that the value is the same as the system (or default) value.
vi: Biểu tượng LOCKED LOCK cho biết giá trị này giống với giá trị hệ thống (hoặc mặc định).

source: UNLOCKED LOCK icon indicates that the value was changed and is not equal to the system (or default) value. Click to reset current value to the system (or default) value.
vi: Biểu tượng UNLOCKED LOCK cho biết giá trị đã bị thay đổi và không bằng giá trị hệ thống (hoặc mặc định). Nhấp để đặt lại giá trị hiện tại về giá trị hệ thống (hoặc mặc định).

source: WHITE BULLET icon indicates that the value is the same as in the last saved preset.
vi: Biểu tượng WHITE BULLET chỉ ra rằng giá trị giống như trong preset được lưu gần đây nhất.

source: BACK ARROW icon indicates that the value was changed and is not equal to the last saved preset. Click to reset current value to the last saved preset.
vi: Biểu tượng BACK ARROW cho biết giá trị đã được thay đổi và không bằng với preset được lưu lần cuối. Nhấp để đặt lại giá trị hiện tại về preset đã lưu cuối cùng.

source: Material
vi: Vật liệu

source: Material printing profile
vi: Profile in Vật liệu

source: Support head
vi: Đầu Support

source: Support pillar
vi: Thân support

source: Connection of the support sticks and junctions
vi: Kết nối các thanh support và các mối nối

source: Branching
vi: Phân nhánh

source: Material Overrides
vi: Ghi đè vật liệu

source: Automatic generation
vi: Tạo tự động

source: "%1%" is disabled because "%2%" is on in "%3%" category. To enable "%1%", please switch off "%2%"
vi: "%1%" bị vô hiệu hóa vì "%2%" đang bật trong danh mục "%3%". Để bật "%1%", vui lòng tắt "%2%"

source: Undef
vi: Không xác định

source: Unsaved Changes
vi: Thay đổi Chưa được lưu

source: Switching Presets: Unsaved Changes
vi: Chuyển đổi preset: Những thay đổi chưa được lưu

source: Original value
vi: Giá trị ban đầu
