Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Simplify mesh Did you know that you can reduce the number of triangles in a mesh using the Simplify mesh feature? Right-click the model and select Simplify model. Read more in the documentation.
vi: Đơn giản hóa lưới Bạn có biết rằng bạn có thể giảm số lượng hình tam giác trong lưới bằng tính năng Đơn giản hóa lưới không? Nhấp chuột phải vào mô hình và chọn Đơn giản hóa mô hình. Đọc thêm trong tài liệu.

source: Reload from disk Did you know that if you created a newer version of your model, you can simply reload it in PrusaSlicer? Right-click the model in the 3D view and choose Reload from disk. Read more in the documentation.
vi: Tải lại từ đĩa Bạn có biết rằng nếu bạn tạo phiên bản mới hơn của mô hình, bạn có thể chỉ cần tải lại trong PrusaSlicer không? Nhấp chuột phải vào mô hình trong chế độ xem 3D và chọn Tải lại từ đĩa. Đọc thêm trong tài liệu hướng dẫn.

source: Hiding sidebar Did you know that you can hide the right sidebar using the shortcut <b>Shift+Tab</b>? You can also enable the icon for this from the<a>Preferences</a>.
vi: Ẩn thanh bên Bạn có biết rằng bạn có thể ẩn thanh bên phải bằng phím tắt <b>Shift+Tab</b> không? Bạn cũng có thể bật biểu tượng này từ <a>Tùy chọn</a>.

source: Perspective camera Did you know that you can use the <b>K</b> key to quickly switch between an orthographic and perspective camera?
vi: Máy ảnh phối cảnh Bạn có biết rằng bạn có thể sử dụng phím <b>K</b> để chuyển nhanh giữa máy ảnh chính tả và máy ảnh phối cảnh không?

source: Camera Views Did you know that you can use the number keys <b>0-6</b> to quickly switch between predefined camera angles?
vi: Chế độ xem bằng máy ảnh Bạn có biết rằng bạn có thể sử dụng các phím số <b>0-6</b> để chuyển nhanh giữa các góc máy ảnh được xác định trước không?

source: Place on face Did you know that you can quickly orient a model so that one of its faces sits on the print bed? Select the<a>Place on face</a>function or press the <b>F</b> key.
vi: Đặt lên mặt Bạn có biết rằng bạn có thể nhanh chóng định hướng một mô hình sao cho một trong các mặt của nó nằm trên bàn in không? Chọn chức năng<a>Đặt trên mặt</a>hoặc nhấn phím <b>F</b>.

source: Set number of instances Did you know that you can right-click a model and set an exact number of instances instead of copy-pasting it several times?
vi: Đặt số lượng phiên bản Bạn có biết rằng bạn có thể nhấp chuột phải vào một mô hình và đặt số lượng phiên bản chính xác thay vì sao chép nhiều lần không?

source: Combine infill Did you know that you can print the infill with a higher layer height compared to perimeters to save print time using the setting<a>Combine infill every</a>.
vi: Kết hợp infill Bạn có biết rằng bạn có thể in phần infill với chiều cao lớp cao hơn so với chu vi để tiết kiệm thời gian in bằng cách sử dụng cài đặt<a>Kết hợp infill mỗi</a>.

source: Variable layer height Did you know that you can print different regions of your model with a different layer height and smooth the transitions between them? Try the<a>Variable layer height tool</a>. (Not available for SLA printers.)
vi: Chiều cao lớp thay đổi Bạn có biết rằng bạn có thể in các vùng khác nhau của mô hình với chiều cao lớp khác nhau và làm mượt quá trình chuyển đổi giữa chúng không? Hãy thử <a>Công cụ thay đổi độ cao của lớp</a>. (Không khả dụng cho máy in SLA.)

source: Undo/redo history Did you know that you can right-click the<a>undo/redo arrows</a>to see the history of changes and to undo or redo several actions at once?
vi: Hoàn tác/làm lại lịch sử Bạn có biết rằng bạn có thể nhấp chuột phải vào<a>mũi tên hoàn tác/làm lại</a>để xem lịch sử thay đổi và hoàn tác hoặc làm lại nhiều tác vụ cùng một lúc không?

source: Different layer height for each model Did you know that you can print each model on the plater with a different layer height? Right-click the model in the 3D view, choose Layers and Perimeters and adjust the values in the right panel. Read more in the documentation.
vi: Chiều cao lớp khác nhau cho mỗi mô hình Bạn có biết rằng bạn có thể in từng mô hình trên máy in với chiều cao lớp khác nhau không? Nhấp chuột phải vào mô hình trong chế độ xem 3D, chọn Lớp và Chu vi và điều chỉnh các giá trị trong bảng bên phải. Đọc thêm trong tài liệu.

source: Solid infill threshold area Did you know that you can make parts of your model with a small cross-section be filled with solid infill automatically? Set the<a>Solid infill threshold area</a>. (Expert mode only.)
vi: Khu vực ngưỡng chèn chất rắn Bạn có biết rằng bạn có thể làm cho các bộ phận của mô hình có tiết diện nhỏ được tự động lấp đầy bằng vật liệu rắn không? Đặt<a>Khu vực ngưỡng đổ rắn</a>. (Chỉ chế độ chuyên gia.)

source: Search functionality Did you know that you use the<a>Search</a>tool to quickly find a specific PrusaSlicer setting? Or use the familiar shortcut <b>Ctrl+F</b>.
vi: Chức năng tìm kiếm Bạn có biết rằng bạn sử dụng công cụ <a>Tìm kiếm</a> để tìm nhanh một cài đặt PrusaSlicer cụ thể không? Hoặc sử dụng phím tắt quen thuộc <b>Ctrl+F</b>.

source: Box selection Did you know that you can do a box selection with Shift+Mouse drag? You can also box-deselect objects with <b>Alt+Mouse drag</b>.
vi: Lựa chọn hộp Bạn có biết rằng bạn có thể thực hiện lựa chọn hộp bằng cách kéo Shift+Mouse không? Bạn cũng có thể bỏ chọn các đối tượng bằng <b>Alt+Mouse kéo</b>.

source: Zoom on selected objects or on all objects if none selected Did you know that you can zoom in on selected objects by pressing the <b>Z</b> key? If none are selected, the camera will zoom on all objects in the scene.
vi: Phóng to các đối tượng đã chọn hoặc trên tất cả các đối tượng nếu không chọn đối tượng nào Bạn có biết rằng bạn có thể phóng to đối tượng đã chọn bằng cách nhấn phím <b>Z</b> không? Nếu không có mục nào được chọn, máy ảnh sẽ phóng to tất cả các đối tượng trong cảnh.

source: Printable toggle Did you know that you can disable the G-code generation for the selected model without having to move or delete it? Toggle the Printable property of a model from the Right-click context menu.
vi: Chuyển đổi có thể in được Bạn có biết rằng bạn có thể tắt tính năng tạo G-code cho kiểu máy đã chọn mà không phải di chuyển hoặc xóa nó không? Chuyển đổi thuộc tính Có thể in của một mô hình từ trình đơn ngữ cảnh Nhấp chuột phải.

source: Mirror Did you know that you can mirror the selected model to create a reversed version of it? Right-click the model, select Mirror and pick the mirror axis.
vi: Gương Bạn có biết rằng bạn có thể phản chiếu mô hình đã chọn để tạo một phiên bản đảo ngược của nó không? Bấm chuột phải vào mô hình, chọn Gương và chọn trục gương.

source: PageUp / PageDown quick rotation by 45 degrees Did you know that you can quickly rotate selected models by 45 degrees around the Z-axis clockwise or counter-clockwise by pressing <b>Page Up</b> or <b>Page Down</b> respectively?
vi: Xoay nhanh PageUp/PageDown 45 độ Bạn có biết rằng bạn có thể nhanh chóng xoay các mô hình đã chọn 45 độ quanh trục Z theo chiều kim đồng hồ hoặc ngược chiều kim đồng hồ bằng cách nhấn <b>Page Up</b> hoặc <b>Page Down</b> tương ứng không?

source: Load config from G-code Did you know that you can use File-Import-Import Config to load print, filament and printer profiles from an existing G-code file? Similarly, you can use File-Import-Import SL1 / SL1S archive, which also lets you reconstruct 3D models from the voxel data.
vi: Tải cấu hình từ G-code Bạn có biết rằng bạn có thể sử dụng File-Import-Import Config để tải các cấu hình in, sợi và máy in từ tệp G-code hiện có không? Tương tự như vậy, bạn có thể sử dụng tệp File-Import-Import SL1 / SL1S archive, cũng cho phép bạn tái tạo các mô hình 3D từ dữ liệu voxel.

source: Ironing Did you know that you can smooth top surfaces of prints using Ironing? The nozzle will run a special second infill phase at the same layer to fill in holes and flatten any lifted plastic. Read more in the documentation. (Requires Advanced or Expert mode.)
vi: Làm phẳng bề mặt Bạn có biết rằng bạn có thể làm phẳng bề mặt trên của bản in bằng tính năng nàykhông? Vòi sẽ chạy giai đoạn thấm thứ hai đặc biệt ở cùng một lớp để lấp đầy các lỗ và làm phẳng bất kỳ loại nhựa nào bị nhấc lên. Đọc thêm trong tài liệu. (Yêu cầu chế độ Nâng cao hoặc Chuyên gia.)

source: Paint-on supports Did you know that you can paint directly on the object and select areas, where supports should be enforced or blocked? Try the<a>Paint-on supports</a>feature. (Requires Advanced or Expert mode.)
vi: Cắm thủ công Bạn có biết rằng bạn có thể vẽ trực tiếp lên đối tượng và chọn các khu vực, nơi các hỗ trợ sẽ được thực thi hoặc bị chặn không? Hãy thử tính năng<a>Hỗ trợ Paint-on</a>. (Yêu cầu chế độ Nâng cao hoặc Chuyên gia.)

source: Paint-on seam Did you know that you can paint directly on the object and select where to place the start/endpoint of each perimeter loop? Try the<a>Seam painting</a>feature. (Requires Advanced or Expert mode.)
vi: Đường nối sơn Bạn có biết rằng bạn có thể sơn trực tiếp lên vật thể và chọn nơi đặt điểm bắt đầu/kết thúc của mỗi vòng chu vi không? Hãy thử tính năng <a>Vẽ đường nối</a>. (Yêu cầu chế độ Nâng cao hoặc Chuyên gia.)

source: Insert Pause Did you know that you can schedule the print to pause at a specific layer? Right-click the layer slider in the Preview and select Add pause print (M601). This can be used to insert magnets, weights or nuts into your prints. Read more in the documentation.
vi: Chèn tạm dừng Bạn có biết rằng bạn có thể lên lịch tạm dừng in ở một lớp cụ thể không? Nhấp chuột phải vào thanh trượt lớp trong Bản xem trước và chọn Thêm bản in tạm dừng (M601). Điều này có thể được sử dụng để chèn nam châm, trọng lượng hoặc đai ốc vào bản in của bạn. Đọc thêm trong tài liệu.

source: Insert Custom G-code Did you know that you can insert a custom G-code at a specific layer? Left-click the layer in the Preview, Right-click the plus icon and select Add custom G-code. With this function you can, for example, create a temperature tower. Read more in the documentation.
vi: Chèn mã G tùy chỉnh Bạn có biết rằng bạn có thể chèn G-code tùy chỉnh vào một lớp cụ thể không? Nhấp chuột trái vào lớp trong Bản xem trước, Nhấp chuột phải vào biểu tượng dấu cộng và chọn Thêm mã G tùy chỉnh. Ví dụ, với chức năng này, bạn có thể tạo một tháp nhiệt độ. Đọc thêm trong tài liệu.

source: Configuration snapshots Did you know that you can roll back to a complete backup of all system and user profiles? You can view and move back and forth between snapshots using the Configuration - <a>Configuration snapshots menu</a>.
vi: Ảnh chụp nhanh cấu hình Bạn có biết rằng bạn có thể quay lại bản sao lưu hoàn chỉnh của tất cả hồ sơ người dùng và hệ thống không? Bạn có thể xem và di chuyển qua lại giữa các ảnh chụp nhanh bằng Cấu hình - <a>menu Ảnh chụp nhanh cấu hình</a>.

source: Minimum shell thickness Did you know that instead of the number of top and bottom layers, you can define the<a>Minimum shell thickness</a>in millimeters? This feature is especially useful when using the variable layer height function.
vi: Độ dày vỏ tối thiểu Bạn có biết rằng thay vì số lớp trên cùng và dưới cùng, bạn có thể xác định<a>Độ dày vỏ tối thiểu</a> bằng milimét không? Tính năng này đặc biệt hữu ích khi sử dụng chức năng chiều cao lớp thay đổi.

source: Settings in non-modal window Did you know that you can open the Settings in a new non-modal window? This means you can have settings open on one screen and the G-code Preview on the other. Go to the<a>Preferences</a>and select Settings in non-modal window.
vi: Cài đặt trong cửa sổ không theo chế độ Bạn có biết rằng bạn có thể mở Cài đặt trong cửa sổ không theo chế độ mới không? Điều này có nghĩa là bạn có thể mở cài đặt trên một màn hình và Xem trước G-code trên màn hình kia. Đi tới<a>Tùy chọn</a>và chọn Cài đặt trong cửa sổ không theo chế độ.

source: Adaptive infills Did you know that you can use the Adaptive cubic and Support cubic infills to decrease the print time and lower the filament consumption? Read more in the documentation.
vi: Adaptive infills Bạn có biết rằng bạn có thể sử dụng Adaptive cubic và Support cubic infills để giảm thời gian in và giảm mức tiêu thụ sợi nhựa không? Đọc thêm trong tài liệu.

source: Lightning infill Did you know that you can use the Lightning infill to support only the top surfaces, save a lot of the filament, and decrease the print time? Read more in the documentation.
vi: Lấp đầy tia sét Bạn có biết rằng bạn có thể sử dụng lấp đầy tia sét để chỉ hỗ trợ các bề mặt trên cùng, tiết kiệm rất nhiều sợi nhựa và giảm thời gian in không? Đọc thêm trong tài liệu.

source: Fullscreen mode Did you know that you can switch PrusaSlicer to fullscreen mode? Use the <b>F11</b> hotkey.
vi: Chế độ toàn màn hình Bạn có biết rằng bạn có thể chuyển PrusaSlicer sang chế độ toàn màn hình không? Sử dụng phím nóng <b>F11</b>.

source: Printables.com integration Did you know that when you are browsing Printables.com, you can send 3D model files to PrusaSlicer with a single click? Learn more in the documentation.
vi: Tích hợp Printables.com Bạn có biết rằng khi duyệt Printables.com, bạn có thể gửi tệp mô hình 3D đến PrusaSlicer chỉ bằng một cú nhấp chuột không? Tìm hiểu thêm trong tài liệu.

source: Cut tool Did you know that you can cut a model at any angle and even create aligning pins with the updated <a>Cut tool</a>? Learn more in the documentation.
vi: Công cụ cắt Bạn có biết rằng bạn có thể cắt mô hình ở bất kỳ góc độ nào và thậm chí tạo chốt căn chỉnh bằng <a>Công cụ cắt</a> đã cập nhật không? Tìm hiểu thêm trong tài liệu.

source: Measurement tool Did you know that you can <a>measure</a> the distances between points, edges and planes, the radius of a hole or the angle between edges or planes? Learn more in the documentation.
vi: Công cụ đo lường Bạn có biết rằng bạn có thể <a>đo</a> khoảng cách giữa các điểm, cạnh và mặt phẳng, bán kính của một lỗ hoặc góc giữa các cạnh hoặc mặt phẳng không? Tìm hiểu thêm trong tài liệu.

source: Text tool Did you know that you can add custom text labels to your models or even use the text as a modifier? Learn more in the documentation.
vi: Công cụ văn bản Bạn có biết rằng bạn có thể thêm nhãn văn bản tùy chỉnh vào mô hình của mình hoặc thậm chí sử dụng văn bản làm công cụ sửa đổi không? Tìm hiểu thêm trong tài liệu.

source: Please send this report to the program maintainer, thank you!
vi: Xin hãy gửi bản báo cáo này tới người bảo trì chương trình, xin cảm ơn!

source: Thank you and we're sorry for the inconvenience!
vi: Cảm ơn bạn và chúng tôi xin lỗi vì sự bất tiện này!

source: (copy %d of %d)
vi: (sao chép %d của %d)

source: (error %ld: %s)
vi: (lỗi %ld: %s)

source: (in module "%s")
vi: (trong mô-đun "%s")

source: (while overwriting an existing item)
vi: (trong khi ghi đè lên một mục hiện có)

source: Preview
vi: Xem trước

source: bold
vi: in đậm

source: italic
vi: nghiêng

source: light
vi: nhẹ

source: strikethrough
vi: gạch ngang

source: %d of %lu
vi: %d của %lu

source: %i of %u
vi: %i của %u

source: %lu of %lu
vi: %lu của %lu

source: %s (%d items)
vi: %s (%d vật phẩm)

source: %s (or %s)
vi: %s (hoặc %s)

source: %s Error
vi: %s Lỗi

source: %s Information
vi: %s Thông tin

source: %s Preferences
vi: Cá nhân hóa %s

source: %s Warning
vi: %s Cảnh báo

source: %s did not fit the tar header for entry '%s'
vi: %s không khớp với tiêu đề tar cho mục '%s'

source: %s files (%s)|%s
vi: %s tập tin (%s)|%s

source: %u of %u
vi: %u của %u

source: &About
vi: &Giới thiệu

source: &Actual Size
vi: &Kích thước thực tế

source: &After a paragraph:
vi: &Sau một đoạn:

source: &Alignment
vi: &C&anh hàng

source: &Apply
vi: &Áp dụng

source: &Apply Style
vi: &Áp dụng kiểu

source: &Arrange Icons
vi: &Sắp xếp các biểu tượng

source: &Ascending
vi: &Tăng dần

source: &Back
vi: &Quay lại

source: &Based on:
vi: &Dựa trên:

source: &Before a paragraph:
vi: &Trước một đoạn:

source: &Bg colour:
vi: &màu Bg:

source: &Blur distance:
vi: &Khoảng cách làm mờ:

source: &Bold
vi: &In đậm

source: &Bottom
vi: &Dưới

source: &Bottom:
vi: &Dưới:

source: &Box
vi: &Hộp

source: &Bullet style:
vi: &Kiểu dấu đầu dòng:

source: &Cancel
vi: &Hủy bỏ

source: &Cascade
vi: &Thác nước

source: &Cell
vi: &Ô

source: &Character code:
vi: &Mã ký tự:

source: &Clear
vi: &Xóa sạch

source: &Close
vi: &Đóng

source: &Color
vi: &Màu

source: &Colour:
vi: &Màu sắc:

source: &Copy URL
vi: &Sao chép URL

source: &Customize...
vi: &Tùy chỉnh...

source: &Debug report preview:
vi: &Xem trước báo cáo gỡ lỗi:

source: &Delete
vi: &Xóa bỏ

source: &Delete Style...
vi: &Xóa kiểu...

source: &Descending
vi: &Giảm dần

source: &Details
vi: &Chi tiết

source: &Down
vi: &Xuống

source: &Edit Style...
vi: &Chỉnh sửa kiểu...

source: &Execute
vi: &Thực hiện

source: &Find
vi: &Tìm

source: &First
vi: &Đầu tiên

source: &Floating mode:
vi: &Chế độ trôi nổi:

source: &Floppy
vi: Đĩa &mềm

source: &Font
vi: &Phông chữ

source: &Font family:
vi: Họ &phông chữ:

source: &Font for Level...
vi: &Phông chữ cho Mức...

source: &Font:
vi: &Phông chữ:

source: &Forward
vi: &Tiếp tới

source: &From:
vi: &Từ:

source: &Harddisk
vi: Đĩa &cứng

source: &Height:
vi: &Cao:

source: &Hide details
vi: Ẩ&n Chi tiết

source: &Horizontal offset:
vi: &Bù ngang:

source: &Indentation (tenths of a mm)
vi: Thụt lề dòng đầu(mỗ&i mười mm)

source: &Indeterminate
vi: &Vô định

source: &Index
vi: &Chỉ mục

source: &Info
vi: &Thông tin

source: &Italic
vi: Ngh&iêng

source: &Jump to
vi: &Nhảy tới

source: &Justified
vi: Căn chỉn&h

source: &Last
vi: &Cuối

source: &Left
vi: &Trái

source: &Left:
vi: &Trái:

source: &List level:
vi: &Mức danh sách:

source: &Log
vi: Tập ti&n ghi thông tin

source: &Move
vi: &Di chuyển

source: &Move the object to:
vi: &Di chuyển đối tượng tới:

source: &Network
vi: Mạ&ng

source: &New
vi: &Mới

source: &Next
vi: &Tiếp theo

source: &Next Paragraph
vi: Đoạn Tiế&p

source: &Next Tip
vi: Mẹo kế &tiếp

source: &Next style:
vi: Kiểu dáng kế &tiếp:

source: &Notes:
vi: &Ghi chú:

source: &Number:
vi: &Số:

source: &OK
vi: &Đồng ý

source: &Open...
vi: &Mở...

source: &Outline level:
vi: Mức đường ba&o:

source: &Page Break
vi: Ngắt T&rang

source: &Picture
vi: &Hình ảnh

source: &Point size:
vi: &Kích thước điểm:

source: &Position (tenths of a mm):
vi: &Vị trí (mỗi 10mm):

source: &Position mode:
vi: &Chế độ vị trí:

source: &Previous
vi: &Trước

source: &Previous Paragraph
vi: Đoạn T&rước

source: &Print...
vi: &In...

source: &Properties
vi: &Thuộc tính

source: &Rename Style...
vi: Đổ&i tên Kiểu Dáng...

source: &Replace
vi: &Thay thế

source: &Restart numbering
vi: &Khởi động lại sự đánh số

source: &Restore
vi: &Phục hồi lại

source: &Right
vi: &Phải

source: &Right:
vi: &Phải:

source: &Save
vi: &Ghi lại

source: &Save as
vi: &Ghi Lại Bằng Tên Mới

source: &See details
vi: &Xem chi tiết

source: &Show tips at startup
vi: &Hiện hướng dẫn nhỏ lúc mới mở

source: &Size
vi: &Kích thước

source: &Size:
vi: &Kích thước:

source: &Skip
vi: Giữ &nguyên

source: &Spacing (tenths of a mm)
vi: &Khoảng cách chữ (mỗi 10mm)

source: &Spell Check
vi: &Kiểm tra chính tả

source: &Stop
vi: &Dừng

source: &Strikethrough
vi: Gạch giữ&a

source: &Style:
vi: &Kiểu dáng:

source: &Styles:
vi: &Kiểu dáng:

source: &Subset:
vi: Tập c&on:

source: &Symbol:
vi: Ký hiệu đặc &biệt:

source: &Synchronize values
vi: Đồng &bộ hóa các giá trị

source: &Table
vi: &Bảng

source: &Top
vi: &Trên

source: &Top:
vi: &Trên:

source: &Underline
vi: &Gạch chân

source: &Underlining:
vi: &Gạch chân:

source: &Unindent
vi: &Không thụt lề

source: &Up
vi: &Lên

source: &Vertical alignment:
vi: &Căn chiều ngang:

source: &View...
vi: &Trình bày...

source: &Weight:
vi: Độ đậ&m:

source: &Width:
vi: &Chiều rộng:

source: &Yes
vi: Đồn&g ý

source: '%s' contains illegal characters
vi: '%s' chứa các ký tự không hợp lệ

source: '%s' doesn't consist only of valid characters
vi: '%s' không gồm có ký tự nào hợp lệ

source: '%s' has extra '..', ignored.
vi: '%s' có thêm '..', bỏ qua.

source: '%s' is not a correct numeric value for option '%s'.
vi: '%s' không phải là một giá trị bằng số đúng cho tùy chọn '%s'.

source: '%s' is not a valid message catalog.
vi: '%s' không phải là catalog thông điệp hợp lệ.

source: '%s' is not one of the valid strings
vi: '%s' không phải là một chuỗi hợp lệ

source: '%s' is one of the invalid strings
vi: '%s' là một trong số những chuỗi không hợp lệ

source: '%s' is probably a binary buffer.
vi: '%s' chắc chắn là một bộ đệm nhị phân.

source: '%s' should be numeric.
vi: '%s' có thể thuộc kiểu số.

source: '%s' should only contain ASCII characters.
vi: '%s' chỉ nên chứa chữ cái trong bảng mã ASCII.

source: '%s' should only contain alphabetic characters.
vi: '%s' chỉ nên chứa ký tự trong bảng chữ cái.

source: '%s' should only contain alphabetic or numeric characters.
vi: '%s' chỉ nên chứa ký tự trong bảng chữ cái hay chữ số.

source: '%s' should only contain digits.
vi: '%s' chỉ có thể chứa các chữ số.

source: (Help)
vi: (Trợ giúp)

source: (None)
vi: (Không)

source: (Normal text)
vi: (Chữ thường)

source: (bookmarks)
vi: (Dấu trang)

source: (none)
vi: (không)

source: , 64-bit edition
vi: , bản 64-bit

source: : file does not exist!
vi: : tập tin không tồn tại!

source: : unknown charset
vi: : không hiểu bộ ký tự

source: : unknown encoding
vi: : không hiểu bảng mã

source: <Any Decorative>
vi: <Dạng Chữ Trang Trí bất kỳ>

source: <Any Modern>
vi: <Dạng Hiện Đại bất kỳ >

source: <Any Roman>
vi: <Dạng La Mã bất kỳ>

source: <Any Script>
vi: <Dạng Script bất kỳ>

source: <Any Swiss>
vi: <Dạng Thụy Sỹ bất kỳ>

source: <Any Teletype>
vi: <Dạng Teletype bất kỳ>

source: <Any>
vi: <Bất kỳ>

source: <b><i>Bold italic face.</i></b><br>
vi: <b><i>Chữ vừa đậm vừa nghiêng.</i></b><br>

source: <b><i>bold italic <u>underlined</u></i></b><br>
vi: <b><i>đậm và nghiêng <u>có gạch chân</u></i></b><br>

source: <b>Bold face.</b>
vi: <b>Chữ đậm.</b>

source: <i>Italic face.</i>
vi: <i>Chữ nghiêng.</i>

source: A debug report has been generated in the directory
vi: Một báo cáo lỗi đã được tạo ra trong thư mục

source: A debug report has been generated. It can be found in
vi: Một báo cáo lỗi đã được tạo ra. Nó có thể tìm thấy trong

source: A non empty collection must consist of 'element' nodes
vi: Một tập hợp không trống rỗng phải gồm có những nút 'phần tử'

source: A standard bullet name.
vi: Một tên bullet tiêu chuẩn.

source: About
vi: Giới thiệu

source: About...
vi: Giới thiệu...

source: Absolute
vi: Tuyệt đối

source: Actual Size
vi: Kích thước Thật

source: Add Column
vi: Thêm cột

source: Add Row
vi: Thêm hàng

source: Add current page to bookmarks
vi: Thêm trang hiện thời vào dấu trang

source: Add to custom colours
vi: Thêm vào màu tự chọn

source: AddToPropertyCollection called on a generic accessor
vi: AddToPropertyCollection được gọi bởi một bộ truy cập chung

source: AddToPropertyCollection called w/o valid adder
vi: AddToPropertyCollection được gọi bởi bộ thêm w/o hợp lệ

source: Adding book %s
vi: Thêm sách %s

source: After a paragraph:
vi: Sau một đoạn văn:

source: Align Left
vi: Canh lề Trái

source: Align Right
vi: Canh lề Phải

source: All files (%s)|%s
vi: Mọi tập tin (%s)|%s

source: All files (*)|*
vi: Mọi tập tin (*)|*

source: All files (*.*)|*.*
vi: Mọi tập tin (*.*)|*.*

source: All styles
vi: Mọi kiểu dáng

source: Alphabetic Mode
vi: Chế độ Bảng chữ cái

source: Already Registered Object passed to SetObjectClassInfo
vi: Already Registered Object được chuyển cho SetObjectClassInfo

source: Already dialling ISP.
vi: Sẵn sàng quay số tới nhà cung cấp dịch vụ Internet ISP.

source: An optional corner radius for adding rounded corners.
vi: Bán kính góc tự chọn để thêm góc được bo tròn.

source: And includes the following files:
vi: Và bao gồm các tập tin sau đây:

source: Animation file is not of type %ld.
vi: Tập tin hoạt hình thì không phải thuộc kiểu %ld.
