Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Cannot insert a new layer range between the current and the next layer range. The gap between the current layer range and the next layer range is thinner than the minimum layer height allowed.
vi: Không thể chèn một phạm vi lớp mới giữa phạm vi lớp hiện tại và lớp tiếp theo. Khoảng cách giữa phạm vi lớp hiện tại và phạm vi lớp tiếp theo mỏng hơn chiều cao lớp tối thiểu cho phép.

source: Cannot insert a new layer range after the current layer range. Current layer range overlaps with the next layer range.
vi: Không thể chèn một phạm vi lớp mới sau phạm vi lớp hiện tại. Phạm vi lớp hiện tại trùng lặp với phạm vi lớp tiếp theo.

source: Edit Height Range
vi: Chỉnh sửa phạm vi chiều cao

source: Selection-Remove from list
vi: Lựa chọn-Xóa khỏi danh sách

source: Selection-Add from list
vi: Lựa chọn-Thêm từ danh sách

source: Object or Instance
vi: Đối tượng hoặc thể hiện

source: Layer
vi: Lớp

source: Unsupported selection
vi: Lựa chọn không được hỗ trợ

source: You started your selection with %s Item.
vi: Bạn đã bắt đầu lựa chọn của mình với Mục %s.

source: In this mode you can select only other %s Items%s
vi: Trong chế độ này, bạn chỉ có thể chọn %s Mục%s khác

source: of a current Object
vi: của một đối tượng hiện tại

source: Info
vi: Thông tin

source: Negative Volume
vi: Khối lượng âm

source: Support Blocker
vi: Hỗ trợ Blocker

source: Support Enforcer
vi: Hỗ trợ thực thi

source: Select type of part
vi: Chọn loại part

source: Change Part Type
vi: Thay đổi loại part

source: Enter new name
vi: Nhập tên mới

source: Renaming
vi: Đang đổi tên

source: Repairing model
vi: Đang sửa model

source: Custom supports, seams and multimaterial painting were removed after repairing the mesh.
vi: Hỗ trợ tùy chỉnh, đường may và sơn đa vật liệu đã được loại bỏ sau khi sửa chữa lưới.

source: Change Extruders
vi: Thay đổi máy đùn

source: Set Printable group
vi: Đặt nhóm có thể in

source: Set Unprintable group
vi: Đặt nhóm không thể in

source: Set Printable
vi: Đặt có thể in

source: Set Unprintable
vi: Đặt không thể in

source: Set Printable Instance
vi: Đặt phiên bản có thể in

source: Set Unprintable Instance
vi: Đặt phiên bản không thể in

source: Select coordinate space, in which the transformation will be performed.
vi: Chọn không gian tọa độ, trong đó phép biến đổi sẽ được thực hiện.

source: Size [World]
vi: Kích thước [Thế giới]

source: Mirror along %1% axis
vi: Gương dọc theo trục %1%

source: Drop to bed
vi: Thả xuống bàn

source: Reset Rotation
vi: Đặt lại Xoay

source: Skew [World]
vi: Skew [Thế giới]

source: Reset skew
vi: Đặt lại độ lệch

source: Scale factors
vi: Các nhân tố tỉ lệ

source: Rotate (relative)
vi: Xoay (tương đối)

source: Translate (relative) [World]
vi: Dịch (tương đối) [Thế giới]

source: Translate
vi: Dịch

source: Left handed
vi: Thuận tay trái

source: World coordinates
vi: Thế giới tọa độ

source: Object coordinates
vi: Tọa độ đối tượng

source: Part coordinates
vi: Phần tọa độ

source: Set Position
vi: Đặt Vị trí

source: Set Orientation
vi: Đặt hướng

source: Set Scale
vi: Đặt tỉ lệ

source: Set Size
vi: Đặt Kích thước

source: Additional Settings
vi: Thiết đặt bổ sung

source: Remove parameter
vi: Xóa tham số

source: Delete Option %s
vi: Xóa tùy chọn %s

source: Change Option %s
vi: Thay đổi Tùy chọn %s

source: NOTE:
vi: CHÚ Ý

source: Sliced object "%1%" looks like a logo or a sign
vi: Đối tượng được silce "%1%" trông giống như logo hoặc ký hiệu

source: Apply color change automatically
vi: Áp dụng thay đổi màu sắc tự động

source: More
vi: Hơn nữa

source: Open Preferences.
vi: Mở Cá nhân hóa.

source: Open Documentation in web browser.
vi: Mở Tài liệu trong trình duyệt web.

source: Edit
vi: Chỉnh sửa

source: Use for search
vi: Sử dụng để tìm kiếm

source: Category
vi: Thể loại

source: Search in English
vi: Tìm kiếm bằng tiếng Anh

source: Arranging
vi: Đang sắp xếp

source: Arranging canceled.
vi: Đã hủy sắp xếp.

source: Arranging done.
vi: Sắp xếp xong.

source: Could not arrange model objects! Some geometries may be invalid.
vi: Không thể sắp xếp các model đối tượng! Một số loại hình học có thể không hợp lệ.

source: Arrangement ignored the following objects which can't fit into a single bed: %s
vi: Sự sắp xếp đã bỏ qua những đối tượng sau đây không thể vừa bàn: %s

source: Filling bed
vi: Làm đầy giường

source: Add Emboss text object
vi: Thêm đối tượng văn bản nổi bật

source: Emboss attribute change
vi: Thay đổi thuộc tính nổi

source: Add Emboss text Volume
vi: Thêm chữ nổi Volume

source: Font doesn't have any shape for given text.
vi: Phông chữ không có hình dạng nào cho văn bản đã cho.

source: There is no valid surface for text projection.
vi: Không có bề mặt hợp lệ để chiếu văn bản.

source: Bed filling canceled.
vi: Đã hủy bỏ việc lấp giường.

source: Bed filling done.
vi: Đã lấp đầy giường.

source: An unexpected error occured
vi: Đã xảy ra lỗi không mong muốn

source: Best surface quality
vi: Chất lượng bề mặt tốt nhất

source: Optimize object rotation for best surface quality.
vi: Xoay đối tượng theo hướng tối ưu để có chất lượng bề mặt tốt nhất.

source: Reduced overhang slopes
vi: Giảm Overhang

source: Optimize object rotation to have minimum amount of overhangs needing support structures. Note that this method will try to find the best surface of the object for touching the print bed if no elevation is set.
vi: Tối ưu hóa xoay đối tượng để có lượng nhô ra tối thiểu cần cấu trúc hỗ trợ. Lưu ý rằng phương pháp này sẽ cố gắng tìm bề mặt tốt nhất của đối tượng để chạm vào bệ in nếu không thiết lập độ cao.

source: Lowest Z height
vi: Độ cao Z thấp nhất

source: Rotate the model to have the lowest z height for faster print time.
vi: Xoay model để có độ cao z thấp nhất để thời gian in nhanh hơn.

source: Searching for optimal orientation
vi: Tìm kiếm hướng tối ưu

source: Orientation search canceled.
vi: Tìm kiếm hướng bị hủy bỏ.

source: Orientation found.
vi: Hướng được tìm thấy.

source: Choose SLA archive
vi: Chọn kho lưu trữ SLA:

source: Import file
vi: Nhập tập tin

source: Import model and profile
vi: Nhập model và profile

source: Import profile only
vi: Chỉ nhập profile

source: Import model only
vi: Chỉ nhập model

source: Importing SLA archive
vi: Nhập kho lưu trữ SLA

source: The SLA archive doesn't contain any presets. Please activate some SLA printer preset first before importing that SLA archive.
vi: Kho lưu trữ SLA không chứa bất kỳ Preset nào. Vui lòng kích hoạt một số preset của máy in SLA trước khi nhập kho lưu trữ SLA đó.

source: Import is unavailable for this archive format.
vi: Không thể nhập dữ liệu cho định dạng lưu trữ này.

source: Importing canceled.
vi: Đã hủy nhập.

source: Importing done.
vi: Đã nhập xong.

source: The file does not exist.
vi: Tập tin không tồn tại.

source: The imported SLA archive did not contain any presets. The current SLA presets were used as fallback.
vi: Kho lưu trữ SLA đã nhập không chứa bất kỳ preset nào. Các preset SLA hiện tại đã được sử dụng làm dự phòng.

source: You cannot load SLA project with a multi-part object on the bed
vi: Bạn không thể tải dự án SLA với đối tượng nhiều part trên bàn

source: Attention!
vi: Chú ý!

source: The profile in the imported archive is corrupted and will not be loaded.
vi: Hồ sơ trong kho lưu trữ đã nhập bị hỏng và không thể tải được.

source: No object could be retrieved from the archive. The slices might be corrupted or missing.
vi: Không thể lấy lại đối tượng nào từ kho lưu trữ. Các lát cắt có thể bị hỏng hoặc bị mất.

source: Keyboard Shortcuts
vi: Các phím tắt

source: New project, clear plater
vi: Project mới, xóa các mẫu khỏi bàn

source: Open project AMF/3MF with config, clear plater
vi: Mở dự án AMF/3MF với cấu hình, xóa đĩa

source: Save project (3mf)
vi: Lưu project (3mf)

source: Save project as (3mf)
vi: Lưu project thành (3mf)

source: (Re)slice
vi: (Lại) cắt lát

source: Import STL/3MF/STEP/OBJ/AMF without config, keep plater
vi: Nhập STL/3MF/STEP/OBJ/AMF mà không cần cấu hình, giữ nguyên đĩa

source: Import Config from ini/amf/3mf/gcode
vi: Nhập cấu hình từ ini/amf/3mf/gcode

source: Load Config from ini/amf/3mf/gcode and merge
vi: Tải Cấu hình từ ini/amf/3mf/gcode và hợp nhất

source: Send G-code
vi: Kết thúc G-code

source: Export config
vi: Xuất cấu hình

source: Export to SD card / Flash drive
vi: Xuất sang thẻ SD / Ổ đĩa flash

source: Eject SD card / Flash drive
vi: Đẩy thẻ SD ra / Ổ đĩa flash

source: Select all objects
vi: Chọn tất cả các đối tượng

source: Deselect all
vi: Bỏ chọn tất cả

source: Delete selected
vi: Xóa đã chọn

source: Paste from clipboard
vi: Dán từ Clipboard

source: Reload plater from disk
vi: Tải lại Plater từ đĩa

source: Select Plater Tab
vi: Chọn tab Plater

source: Select Print Settings Tab
vi: Chọn tab Cài đặt in

source: Select Filament Settings Tab
vi: Tab Cài đặt Nhựa in

source: Select Printer Settings Tab
vi: Chọn Tab Cài đặt Máy in

source: Switch to 3D
vi: Chuyển sang 3D

source: Switch to Preview
vi: Chuyển sang Xem trước

source: Print host upload queue
vi: In hàng đợi tải lên máy chủ

source: Open new instance
vi: Mở phiên bản mới

source: Camera view
vi: Chế độ xem bằng máy ảnh

source: Show/Hide object/instance labels
vi: Hiển thị/Ẩn đối tượng/nhãn instance

source: Preferences
vi: Cá nhân hóa

source: Show keyboard shortcuts list
vi: Hiển thị danh sách phím tắt

source: Commands
vi: Danh sách lệnh

source: Add Instance of the selected object
vi: Thêm trường hợp của đối tượng đã chọn

source: Remove Instance of the selected object
vi: Loại bỏ Instance của đối tượng đã chọn

source: Press to select multiple objects or move multiple objects with mouse
vi: Nhấn để chọn nhiều đối tượng hoặc di chuyển nhiều đối tượng bằng chuột

source: Press to activate selection rectangle
vi: Nhấn để chọn hình chữ nhật

source: Press to activate deselection rectangle
vi: Nhấn bỏ chọn hình chữ nhật

source: Arrow Up
vi: Mũi tên lên

source: Move selection 10 mm in positive Y direction
vi: Di chuyển vùng chọn 10 mm theo hướng Y dương

source: Arrow Down
vi: Mũi tên xuống

source: Move selection 10 mm in negative Y direction
vi: Di chuyển vùng chọn 10 mm theo hướng Y âm

source: Arrow Left
vi: Mũi tên trái

source: Move selection 10 mm in negative X direction
vi: Di chuyển vùng chọn 10 mm theo hướng X âm

source: Arrow Right
vi: Mũi tên phải

source: Move selection 10 mm in positive X direction
vi: Di chuyển vùng chọn 10 mm theo hướng X dương

source: Any arrow
vi: Bất kì mũi tên nào

source: Movement step set to 1 mm
vi: Bước chuyển động được đặt thành 1 mm

source: Movement in camera space
vi: Chuyển động trong không gian camera

source: Rotate selection 45 degrees CCW
vi: Xoay lựa chọn 45 độ CCW

source: Page Down
vi: Trang sau

source: Rotate selection 45 degrees CW
vi: Xoay lựa chọn 45 độ CW

source: Gizmo move
vi: Gizmo di chuyển

source: Gizmo scale
vi: Cân Gizmo

source: Gizmo rotate
vi: Gizmo xoay

source: Gizmo cut
vi: Cắt Gizmo

source: Gizmo Place face on bed
vi: Gizmo Đặt mặt in lên bàn

source: Gizmo SLA hollow
vi: Gizmo SLA rỗng

source: Gizmo SLA support points
vi: Điểm hỗ trợ Gizmo SLA

source: Gizmo FDM paint-on supports
vi: Hỗ trợ sơn Gizmo FDM

source: Gizmo FDM paint-on seam
vi: Sơn đường nối Gizmo FDM

source: Gizmo Multi Material painting
vi: Sơn đa vật liệu Gizmo

source: Gizmo Text emboss / engrave
vi: Văn bản Gizmo dập nổi / khắc

source: Unselect gizmo or clear selection
vi: Bỏ chọn gizmo hoặc xóa lựa chọn

source: Change camera type (perspective, orthographic)
vi: Thay đổi loại máy ảnh (góc nhìn, chính tả)

source: Zoom to Bed
vi: Phóng to vào bàn

source: Zoom to selected object or all objects in scene, if none selected
vi: Phóng to đối tượng đã chọn hoặc tất cả các đối tượng trong cảnh, nếu không được chọn

source: Zoom in
vi: Phóng to

source: Zoom out
vi: Thu nhỏ

source: Switch between Editor/Preview
vi: Chuyển đổi giữa Trình chỉnh sửa/Xem trước

source: Collapse/Expand the sidebar
vi: Thu gọn/Mở rộng cột hiển thị

source: Show/Hide 3Dconnexion devices settings dialog, if enabled
vi: Hiển thị/Ẩn hộp thoại cài đặt thiết bị 3Dconnexion, nếu được bật

source: Show/Hide 3Dconnexion devices settings dialog
vi: Hiển thị/Ẩn hộp thoại cài đặt thiết bị 3Dconnexion

source: Minimize application
vi: Thu nhỏ ứng dụng

source: Plater
vi: Bàn

source: All gizmos: Rotate - left mouse button; Pan - right mouse button
vi: Tất cả các tiện ích: Xoay - nút chuột trái; Di chuyển - nút chuột phải

source: Gizmo move: Press to snap by 1mm
vi: Di chuyển Gizmo: Nhấn để chụp 1mm

source: Gizmo scale: Press to snap by 5%
vi: Cân Gizmo: Nhấn để chụp theo tỷ lệ 5%

source: Gizmo scale: Scale selection to fit print volume
vi: Tỷ lệ Gizmo: Lựa chọn tỷ lệ phù hợp với khối lượng in

source: Gizmo scale: Press to activate one direction scaling
vi: Cân Gizmo: Nhấn để kích hoạt tỷ lệ theo một hướng

source: Gizmo scale: Press to scale selected objects around their own center
vi: Tỷ lệ Gizmo: Nhấn để chia tỷ lệ các đối tượng đã chọn xung quanh tâm của chúng

source: Gizmo rotate: Press to rotate selected objects around their own center
vi: Gizmo xoay: Nhấn để xoay các đối tượng đã chọn quanh tâm của chúng

source: Gizmos
vi: Đồ chơi

source: The following shortcuts are applicable when the specified gizmo is active
vi: Các phím tắt sau đây có thể áp dụng khi tiện ích được chỉ định đang hoạt động

source: Set selected items as Printable/Unprintable
vi: Đặt các mục đã chọn là Có thể in/Không thể in

source: Set default extruder for the selected items
vi: Đặt bộ đầu đẩy nhựa mặc định cho các mục đã chọn

source: Set extruder number for the selected items
vi: Đặt số bộ đầu đẩy nhựa cho các mục đã chọn

source: Objects List
vi: Danh sách đối tượng

source: Open a G-code file
vi: Mở 1 file G-code

source: Reload the plater from disk
vi: Tải lại bàn từ ổ đĩa

source: Vertical slider - Move active thumb Up
vi: Thanh trượt dọc - Di chuyển nút hoạt động lên trên

source: Vertical slider - Move active thumb Down
vi: Thanh trượt dọc - Di chuyển nút hoạt động xuống

source: Horizontal slider - Move active thumb Left
vi: Thanh trượt ngang - Di chuyển ngón tay cái đang hoạt động sang trái

source: Horizontal slider - Move active thumb Right
vi: Thanh trượt ngang - Di chuyển ngón tay cái đang hoạt động sang Phải

source: On/Off one layer mode of the vertical slider
vi: Bật/Tắt chế độ một lớp của thanh trượt dọc

source: Show/Hide legend
vi: Hiện/Ẩn ghi chú

source: Show/Hide G-code window
vi: Hiện/Ẩn cửa sổ G-code

source: Preview
vi: Xem trước

source: Move active thumb Up
vi: Di chuyển hình thu hướng lên

source: Move active thumb Down
vi: Di chuyển ngón cái hoạt động xuống

source: Set upper thumb as active
vi: Đặt ngón tay cái trên ở chế độ hoạt động

source: Set lower thumb as active
vi: Đặt ngón tay cái dưới ở chế độ hoạt động

source: Add color change marker for current layer
vi: Thêm điểm đánh dấu thay đổi màu cho lớp hiện tại

source: Delete color change marker for current layer
vi: Xóa điểm đánh dấu thay đổi màu cho lớp hiện tại

source: Press to speed up 5 times while moving thumb with arrow keys or mouse wheel
vi: Nhấn để tăng tốc 5 lần trong khi di chuyển ngón tay cái bằng phím mũi tên hoặc bánh xe chuột

source: Vertical Slider
vi: Thanh trượt dọc

source: The following shortcuts are applicable in G-code preview when the vertical slider is active
vi: Các phím tắt sau đây có thể áp dụng trong bản xem trước G-code khi thanh trượt dọc đang hoạt động

source: Move active thumb Left
vi: Di chuyển hình thu nhỏ sang trái

source: Move active thumb Right
vi: Di chuyển hình thu nhỏ sang trái

source: Set left thumb as active
vi: Đặt ngón tay cái bên trái ở chế độ hoạt động

source: Set right thumb as active
vi: Đặt ngón tay cái bên phải ở chế độ hoạt động

source: Horizontal Slider
vi: Thanh trượt ngang

source: The following shortcuts are applicable in G-code preview when the horizontal slider is active
vi: Các phím tắt sau đây có thể áp dụng trong bản xem trước G-code khi thanh trượt ngang đang hoạt động

source: Keyboard shortcuts
vi: Các phím tắt

source: Open a new PrusaSlicer instance
vi: Mở 1 cửa sổ PrusaSlicer mới

source: G-code preview
vi: Xem trước G-code

source: Open G-code viewer
vi: Mở trình xem G-code

source: Open PrusaSlicer
vi: Mở PrusaSlicer

source: Open new G-code viewer
vi: Mở trình xem G-code mới

source: Closing PrusaSlicer. Current project is modified.
vi: Đóng PrusaSlicer. Project hiện tại được sửa đổi.

source: PrusaSlicer is closing
vi: Đang đóng PrusaSlicer

source: Closing PrusaSlicer while some presets are modified.
vi: Đóng PrusaSlicer trong khi một số preset được sửa đổi.

source: Print Settings
vi: Cài đặt in

source: Material Settings
vi: Cài đặt Vật liệu

source: Filament Settings
vi: Cài đặt Nhựa in

source: Printer Settings
vi: Cài đặt Máy in

source: Untitled
vi: Không có Tiêu đề

source: based on Slic3r
vi: dựa trên Slic3r

source: &About %s
vi: &Giới thiệu %s

source: Show about dialog
vi: Hiển thị hộp thoại thông tin thêm

source: Open the %s website in your browser
vi: Mở %s website trong trình duyệt của bạn

source: &Quick Start
vi: &Bắt đầu nhanh

source: Sample &G-codes and Models
vi: Mẫu & Mã G và Mô hình

source: Open the Prusa3D drivers download page in your browser
vi: Mở trang tải xuống Prusa3D drivers trong trình duyệt của bạn

source: Software &Releases
vi: Phần mềm &Phát hành

source: Open the software releases page in your browser
vi: Mở trang phát hành phần mềm trong trình duyệt của bạn

source: System &Info
vi: Hệ thống &Thông tin

source: Show system information
vi: Hiển thị thông tin hệ thống

source: Show &Configuration Folder
vi: Hiển thị Thư mục &Cấu hình

source: Show user configuration folder (datadir)
vi: Hiển thị thư mục cấu hình người dùng (datadir)

source: Report an I&ssue
vi: Báo cáo &Sự cố

source: Report an issue on %s
vi: Báo cáo sự cố trên %s

source: Show Tip of the Day
vi: Hiển thị Mẹo trong ngày

source: Opens Tip of the day notification in bottom right corner or shows another tip if already opened.
vi: Mở thông báo Mẹo trong ngày ở góc dưới cùng bên phải hoặc hiển thị một mẹo khác nếu đã được mở.

source: Show the list of the keyboard shortcuts
vi: Hiển thị danh sách phím tắt

source: Iso View
vi: Chế độ xem ISO

source: Top
vi: Trên

source: Top View
vi: Góc nhìn từ trên xuống

source: Bottom
vi: Dưới

source: Bottom View
vi: Xem từ dưới

source: Front
vi: Đằng trước

source: Front View
vi: Mặt trước

source: Rear View
vi: Nhìn từ phía sau

source: Left
vi: Trái

source: Left View
vi: Chế độ xem Bên trái

source: Right
vi: Phải

source: Right View
vi: Chế độ xem bên phải

source: &New Project
vi: &Dự án mới

source: Start a new project
vi: Bắt đầu một dự án mới

source: &Open Project
vi: &Dự án mở

source: Open a project file
vi: Mở một file project

source: Recent projects
vi: Dự án gần đây

source: The selected project is no longer available. Do you want to remove it from the recent projects list?
vi: Project đã chọn không còn nữa. Bạn có muốn xóa nó khỏi danh sách các project gần đây không?

source: &Save Project
vi: &Lưu dự án

source: Save current project file
vi: Lưu file project hiện tại

source: Save Project &as
vi: Lưu project &thành

source: Save current project file as
vi: Lưu file project hiện tại thành

source: Import STL/3MF/STEP/OBJ/AM&F
vi: Nhập STL/3MF/STEP/OBJ/AM&F

source: Load a model
vi: Tải một model

source: Import STL (Imperial Units)
vi: Nhập STL (Hệ đo lường Anh)

source: Load an model saved with imperial units
vi: Tải một model được lưu với hệ đo lường Anh

source: Import SLA Archive
vi: Nhập lưu trữ SLA

source: Load an SLA archive
vi: Tải một tệp SLA

source: Import ZIP Archive
vi: Nhập kho lưu trữ ZIP

source: Load a ZIP archive
vi: Tải một tệp ZIP

source: Import &Config
vi: Nhập &Cấu hình

source: Load exported configuration file
vi: Tải file cấu hình đã xuất

source: Import Config from &Project
vi: Nhập cấu hình từ &Project

source: Load configuration from project file
vi: Tải cấu hình từ file project

source: Import Config &Bundle
vi: Nhập Cấu hình &Gói

source: Load presets from a bundle
vi: Tải các preset từ một gói

source: &Import
vi: &Nhập khẩu

source: Export &G-code
vi: Xuất &G-code

source: Export current plate as G-code
vi: Xuất bàn hiện tại dưới dạng G-code

source: S&end G-code
vi: &Gửi G-code

source: Send to print current plate as G-code
vi: Gửi để in bàn hiện tại dưới dạng G-code

source: Export G-code to SD Card / Flash Drive
vi: Xuất G-code sang thẻ SD / Ổ đĩa flash

source: Export current plate as G-code to SD card / Flash drive
vi: Xuất bàn hiện tại dưới dạng G-code sang thẻ SD / ổ đĩa Flash

source: Export Plate as &STL/OBJ
vi: Xuất bản để &STL/OBJ

source: Export current plate as STL/OBJ
vi: Xuất bàn hiện tại dưới dạng STL/OBJ

source: Export Plate as STL/OBJ &Including Supports
vi: Xuất bàn dưới dạng STL/OBJ &Bao gồm support

source: Export current plate as STL/OBJ including supports
vi: Xuất bàn hiện tại dưới dạng STL/OBJ bao gồm các support

source: Export &Toolpaths as OBJ
vi: Xuất &Toolpaths dưới dạng OBJ

source: Export toolpaths as OBJ
vi: Xuất toolpaths dưới dạng OBJ

source: Export &Config
vi: Xuất &Cấu hình

source: Export current configuration to file
vi: Xuất cấu hình hiện tại sang file

source: Export Config &Bundle
vi: Xuất Cấu hình &Gói

source: Export all presets to file
vi: Xuất tất cả các preset vào file

source: Export Config Bundle With Physical Printers
vi: Xuất gói cấu hình với máy in vật lý

source: Export all presets including physical printers to file
vi: Xuất tất cả các preset bao gồm cả máy in vật lý thành file

source: &Export
vi: &Xuất khẩu

source: Convert ASCII G-code to &binary
vi: Chuyển đổi mã ASCII G-code sang &binary

source: Convert a G-code file from ASCII to binary format
vi: Chuyển đổi tệp G-code từ ASCII sang định dạng nhị phân

source: Convert binary G-code to &ASCII
vi: Chuyển đổi mã G ASCII sang nhị phân

source: Convert a G-code file from binary to ASCII format
vi: Chuyển đổi tệp G-code từ định dạng nhị phân sang ASCII

source: &Convert
vi: &Chuyển đổi

source: Ejec&t SD Card / Flash Drive
vi: Ngắt kết nối Thẻ SD / Ổ đĩa Flash

source: Eject SD card / Flash drive after the G-code was exported to it.
vi: Ngắt kết nối Thẻ SD / Ổ đĩa Flash sau khi G-code được xuất vào.

source: (Re)Slice No&w
vi: (Re)Slice Bây giờ&w

source: Start new slicing process
vi: Bắt đầu quy trình slice mới

source: &Repair STL file
vi: &Sửa chữa tập tin STL

source: Automatically repair an STL file
vi: Tự động sửa chữa file STL

source: &G-code Preview
vi: &Xem trước mã G

source: E&xit
vi: Th&oát

source: Exit %s
vi: Thoát %s

source: &Quit
vi: &Thoát

source: Quit %s
vi: Thoát %s

source: &Select All
vi: &Chọn Hết

source: Selects all objects
vi: Chọn tất cả đối tượng

source: D&eselect All
vi: D&Bỏ chọn tất cả

source: Deselects all objects
vi: Bỏ chọn tất cả các đối tượng

source: &Delete Selected
vi: &Xóa đã chọn

source: Deletes the current selection
vi: Xóa lựa chọn hiện tại

source: Delete &All
vi: Xóa &Tất cả

source: Deletes all objects
vi: Xóa tất cả các đối tượng

source: &Copy
vi: &Sao chép

source: Copy selection to clipboard
vi: Sao chép lựa chọn vào khay nhớ tạm

source: &Paste
vi: &Dán

source: Paste clipboard
vi: Dán từ Clipboard

source: Re&load from Disk
vi: &Tải lại từ ổ đĩa

source: Searc&h
vi: &Tìm kiếm

source: Search in settings
vi: Tìm kiếm trong cài đặt

source: Show the plater
vi: Hiển thị bàn

source: P&rint Settings Tab
vi: &Tab cài dặt in

source: Show the print settings
vi: Hiển thị cài đặt in

source: &Filament Settings Tab
vi: &Tab Cài đặt Filament

source: Show the filament settings
vi: Hiển thị cài đặt nhựa in

source: Print&er Settings Tab
vi: &Tab Cài đặt Máy in

source: Show the printer settings
vi: Hiển thị cài đặt máy in

source: Show the 3D editing view
vi: Hiển thị chế độ xem chỉnh sửa 3D

source: Pre&view
vi: &Xem trước
