Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Bridging angle
vi: Góc bắc cầu

source: Bridging angle override. If left to zero, the bridging angle will be calculated automatically. Otherwise the provided angle will be used for all bridges. Use 180° for zero angle.
vi: Ghi đè góc cầu. Nếu để bằng 0, góc cầu sẽ được tính toán tự động. Nếu không, góc được cung cấp sẽ được sử dụng cho tất cả các cầu. Sử dụng 180° cho góc bằng 0.

source: Bridges fan speed
vi: Tốc độ quạt bridge

source: This fan speed is enforced during all bridges and overhangs.
vi: Tốc độ quạt này được thực thi trong tất cả các bridge và phần overhang.

source: Bridge flow ratio
vi: Tỷ lệ lưu lượng cầu

source: This factor affects the amount of plastic for bridging. You can decrease it slightly to pull the extrudates and prevent sagging, although default settings are usually good and you should experiment with cooling (use a fan) before tweaking this.
vi: Yếu tố này ảnh hưởng đến lượng nhựa làm bridge. Bạn có thể giảm nhẹ để kéo các phần đẩy nhựa và tránh chảy xệ, mặc dù cài đặt mặc định thường tốt và bạn nên thử làm mát (sử dụng quạt) trước khi điều chỉnh điều này.

source: Bridges
vi: Cầu

source: Speed
vi: Tốc độ

source: Speed for printing bridges.
vi: Tốc độ in bridges.

source: Enable dynamic overhang speeds
vi: Cho phép tốc độ nhô ra động

source: This setting enables dynamic speed control on overhangs.
vi: Thiết lập này cho phép kiểm soát tốc độ động trên các phần nhô ra.

source: Overhang size is expressed as a percentage of overlap of the extrusion with the previous layer: 100% would be full overlap (no overhang), while 0% represents full overhang (floating extrusion, bridge). Speeds for overhang sizes in between are calculated via linear interpolation. If set as percentage, the speed is calculated over the external perimeter speed. Note that the speeds generated to gcode will never exceed the max volumetric speed value.
vi: Kích thước nhô ra được thể hiện dưới dạng phần trăm chồng lấn của phần đùn với lớp trước đó: 100% sẽ là phần chồng lấn hoàn toàn (không nhô ra), trong khi 0% biểu thị phần nhô ra hoàn toàn (đùn nổi, cầu). Tốc độ cho các kích thước nhô ra ở giữa được tính toán thông qua nội suy tuyến tính. Nếu được đặt thành phần trăm, tốc độ được tính theo tốc độ chu vi bên ngoài. Lưu ý rằng tốc độ được tạo ra cho gcode sẽ không bao giờ vượt quá giá trị tốc độ thể tích tối đa.

source: speed for 0% overlap (bridge)
vi: tốc độ cho 0% chồng chéo (cầu)

source: mm/s or %
vi: mm/s hoặc %

source: speed for 25% overlap
vi: tốc độ cho 25% chồng chéo

source: speed for 50% overlap
vi: tốc độ cho 50% chồng chéo

source: speed for 75% overlap
vi: tốc độ cho 75% chồng chéo

source: Enable dynamic fan speeds
vi: Bật tốc độ quạt động

source: This setting enables dynamic fan speed control on overhangs.
vi: Thiết lập này cho phép kiểm soát tốc độ quạt động trên các phần nhô ra.

source: Overhang size is expressed as a percentage of overlap of the extrusion with the previous layer: 100% would be full overlap (no overhang), while 0% represents full overhang (floating extrusion, bridge). Fan speeds for overhang sizes in between are calculated via linear interpolation.
vi: Kích thước nhô ra được thể hiện dưới dạng phần trăm chồng lấn của lớp đùn với lớp trước đó: 100% sẽ là chồng lấn hoàn toàn (không nhô ra), trong khi 0% biểu thị phần nhô ra hoàn toàn (đùn nổi, cầu). Tốc độ quạt cho các kích thước nhô ra ở giữa được tính toán thông qua nội suy tuyến tính.

source: Brim width
vi: Chiều rộng vành

source: Skirt and brim
vi: Váy và vành

source: The horizontal width of the brim that will be printed around each object on the first layer. When raft is used, no brim is generated (use raft_first_layer_expansion).
vi: Chiều rộng theo chiều ngang của brim sẽ được in xung quanh mỗi đối tượng trên lớp đầu tiên. Khi raft được sử dụng, không có brim nào được tạo ra (sử dụng raft_first_layer_expansion).

source: Brim type
vi: Loại vành

source: The places where the brim will be printed around each object on the first layer.
vi: Những nơi mà vành sẽ được in xung quanh mỗi đối tượng trên đầu tiên lớp.

source: No brim
vi: Không có vành

source: Outer brim only
vi: Chỉ có vành bên ngoài

source: Inner brim only
vi: Chỉ có vành bên trong

source: Outer and inner brim
vi: Vành bên ngoài và bên trong

source: Brim separation gap
vi: Khoảng cách tách vành đai

source: Offset of brim from the printed object. The offset is applied after the elephant foot compensation.
vi: Offset của brim từ đối tượng in. Phần offset được áp dụng sau phần bù chân voi.

source: Colorprint height
vi: Chiều cao dấu màu

source: Heights at which a filament change is to occur.
vi: Độ cao mà tại đó một sự thay đổi nhựa in sẽ xảy ra.

source: Compatible printers
vi: Máy in tương thích

source: Compatible printers condition
vi: Điều kiện máy in tương thích

source: Compatible print profiles
vi: Hồ sơ in tương thích

source: Compatible print profiles condition
vi: Điều kiện hồ sơ in tương thích

source: Complete individual objects
vi: Hoàn thành các đối tượng cá nhân

source: When printing multiple objects or copies, this feature will complete each object before moving onto next one (and starting it from its bottom layer). This feature is useful to avoid the risk of ruined prints. Slic3r should warn and prevent you from extruder collisions, but beware.
vi: Khi in nhiều đối tượng hoặc bản sao, tính năng này sẽ hoàn thành mỗi Đối tượng trước khi chuyển sang một tiếp theo (và bắt đầu nó từ lớp dưới cùng của nó).Tính năng này rất hữu ích để tránh nguy cơ bản in bị hủy hoại. SLIC3R nên cảnh báoVà ngăn bạn khỏi các vụ va chạm đùn, nhưng hãy cẩn thận.

source: Enable auto cooling
vi: Bật tự động làm mát

source: This flag enables the automatic cooling logic that adjusts print speed and fan speed according to layer printing time.
vi: Cờ này cho phép logic làm mát tự động điều chỉnh tốc độ in và quạt Tốc độ theo thời gian in lớp.

source: Cooling tube position
vi: Vị trí ống làm mát

source: Distance of the center-point of the cooling tube from the extruder tip.
vi: Khoảng cách của điểm trung tâm của ống làm mát từ đầu máy đùn.

source: Cooling tube length
vi: Chiều dài ống làm mát

source: Length of the cooling tube to limit space for cooling moves inside it.
vi: Chiều dài của ống làm mát để hạn chế không gian làm mát di chuyển bên trong nó.

source: Default
vi: Mặc định

source: This is the acceleration your printer will be reset to after the role-specific acceleration values are used (perimeter/infill). Set zero to prevent resetting acceleration at all.
vi: Đây là mức tăng tốc mà máy in của bạn sẽ được đặt lại sau khi các giá trị tăng tốc dành riêng cho vai trò được sử dụng (chu vi/infill). Đặt thành 0 để ngăn việc đặt lại gia tốc.

source: Default filament profile
vi: Hồ sơ dây tóc mặc định

source: Default filament profile associated with the current printer profile. On selection of the current printer profile, this filament profile will be activated.
vi: Hồ sơ dây tóc mặc định được liên kết với hồ sơ máy in hiện tại. TRÊN Lựa chọn hồ sơ máy in hiện tại, hồ sơ dây tóc này sẽ làĐã kích hoạt.

source: Default print profile
vi: Hồ sơ in mặc định

source: Default print profile associated with the current printer profile. On selection of the current printer profile, this print profile will be activated.
vi: Hồ sơ in mặc định được liên kết với hồ sơ máy in hiện tại. TRÊN Lựa chọn hồ sơ máy in hiện tại, hồ sơ in này sẽ được kích hoạt.

source: Disable fan for the first
vi: Tắt quạt cho lần đầu tiên

source: You can set this to a positive value to disable fan at all during the first layers, so that it does not make adhesion worse.
vi: Bạn có thể đặt điều này thành một giá trị dương để vô hiệu hóa quạt trong lần đầu tiên Các lớp, để nó không làm cho độ bám dính tồi tệ hơn.

source: layers
vi: lớp

source: Don't support bridges
vi: Không hỗ trợ cầu

source: Experimental option for preventing support material from being generated under bridged areas.
vi: Tùy chọn thử nghiệm để ngăn chặn tài liệu hỗ trợ được tạo ra dưới các khu vực bắc cầu.

source: Distance between copies
vi: Khoảng cách giữa các bản sao

source: Distance used for the auto-arrange feature of the plater.
vi: Khoảng cách được sử dụng cho tính năng tự động sắp xếp của máy in.

source: This end procedure is inserted at the end of the output file. Note that you can use placeholder variables for all PrusaSlicer settings.
vi: Quy trình kết thúc này được chèn vào cuối file đầu ra. Lưu ý rằng bạn có thể sử dụng các biến giữ chỗ cho tất cả cài đặt PrusaSlicer.

source: Top fill pattern
vi: Mẫu điền đầy trên cùng

source: Fill pattern for top infill. This only affects the top visible layer, and not its adjacent solid shells.
vi: Mẫu điền cho phần điền đầy trên cùng. Điều này chỉ ảnh hưởng đến lớp nhìn thấy được trên cùng, chứ không phải lớp vỏ rắn liền kề của nó

source: Rectilinear
vi: Thẳng

source: Monotonic
vi: Đơn điệu

source: Monotonic Lines
vi: Đường đơn điệu

source: Aligned Rectilinear
vi: Căn chỉnh thẳng hàng

source: Concentric
vi: Đồng tâm

source: Hilbert Curve
vi: Đường cong Hilbert

source: Archimedean Chords
vi: Hợp âm Archimedean

source: Octagram Spiral
vi: Octagram xoắn ốc

source: Bottom fill pattern
vi: Mẫu điền dưới cùng

source: Fill pattern for bottom infill. This only affects the bottom external visible layer, and not its adjacent solid shells.
vi: Mẫu tô cho lớp lót bên dưới. Điều này chỉ ảnh hưởng đến lớp bên ngoài có thể nhìn thấy ở phía dưới, chứ không ảnh hưởng đến lớp vỏ rắn liền kề.

source: External perimeters
vi: Chu vi bên ngoài

source: Extrusion Width
vi: Độ rộng đẩy nhựa

source: Set this to a non-zero value to set a manual extrusion width for external perimeters. If left zero, default extrusion width will be used if set, otherwise 1.125 x nozzle diameter will be used. If expressed as percentage (for example 200%), it will be computed over layer height.
vi: Đặt giá trị này thành giá trị khác 0 để đặt chiều rộng đẩy nhựa thủ công cho các chu vi bên ngoài. Nếu để không, chiều rộng đùn mặc định sẽ được sử dụng nếu được đặt, nếu không, 1,125 x đường kính vòi sẽ được sử dụng. Nếu được biểu thị dưới dạng phần trăm (ví dụ 200%), nó sẽ được tính theo chiều cao của lớp.

source: mm or %
vi: mm hoặc %

source: This separate setting will affect the speed of external perimeters (the visible ones). If expressed as percentage (for example: 80%) it will be calculated on the perimeters speed setting above. Set to zero for auto.
vi: Cài đặt riêng biệt này sẽ ảnh hưởng đến tốc độ của các chu vi bên ngoài (những cái có thể nhìn thấy). Nếu được biểu thị dưới dạng phần trăm (ví dụ: 80%) thì nó sẽ được tính trên cài đặt tốc độ chu vi ở trên. Đặt thành 0 cho tự động.

source: External perimeters first
vi: Đường viền bên ngoài đầu tiên

source: Print contour perimeters from the outermost one to the innermost one instead of the default inverse order.
vi: In chu vi đường viền từ cái ngoài cùng đến trong cùng một thay vì mặc định Thứ tự nghịch đảo.

source: Extra perimeters if needed
vi: Chu vi bổ sung nếu cần

source: Add more perimeters when needed for avoiding gaps in sloping walls. Slic3r keeps adding perimeters, until more than 70% of the loop immediately above is supported.
vi: Thêm nhiều vành đai hơn khi cần thiết để tránh những khoảng trống trong các bức tường dốc. Slic3r tiếp tục thêm các chu vi, cho đến khi hơn 70% vòng lặp ngay phía trên được hỗ trợ.

source: Extra perimeters on overhangs (Experimental)
vi: Biên độ phụ trên phần nhô ra (thử nghiệm)

source: Detect overhang areas where bridges cannot be anchored, and fill them with extra perimeter paths. These paths are anchored to the nearby non-overhang area when possible.
vi: Phát hiện các khu vực nhô ra nơi cầu không thể neo và lấp đầy chúng bằng các đường viền bổ sung. Các đường này được neo vào khu vực không nhô ra gần đó khi có thể.

source: Extruder
vi: Máy ép đùn

source: Extruders
vi: Máy đùn

source: The extruder to use (unless more specific extruder settings are specified). This value overrides perimeter and infill extruders, but not the support extruders.
vi: Máy đùn để sử dụng (trừ khi cài đặt máy đùn cụ thể hơn được chỉ định). Giá trị này ghi đè lên chu vi và máy đùn lấp đầy, nhưng không ghi đè máy đùn hỗ trợ.

source: default
vi: mặc định

source: Height
vi: Cao

source: Set this to the vertical distance between your nozzle tip and (usually) the X carriage rods. In other words, this is the height of the clearance cylinder around your extruder, and it represents the maximum depth the extruder can peek before colliding with other printed objects.
vi: Đặt điều này ở khoảng cách thẳng đứng giữa đầu vòi phun của bạn và (thông thường) các thanh vận chuyển X. TRONG Những từ khác, đây là chiều cao của xi lanh giải phóng mặt bằng xung quanh máy đùn của bạn, và nóĐại diện cho độ sâu tối đa mà máy đùn có thể nhìn trộm trước khi va chạm với các đối tượng in khác.

source: Radius
vi: Bán kính

source: Set this to the clearance radius around your extruder. If the extruder is not centered, choose the largest value for safety. This setting is used to check for collisions and to display the graphical preview in the plater.
vi: Đặt giá trị này thành bán kính khoảng hở xung quanh máy đùn của bạn. Nếu máy đùn không được căn giữa, hãy chọn giá trị lớn nhất để đảm bảo an toàn. Thiết lập này được sử dụng để kiểm tra va chạm và hiển thị bản xem trước đồ họa trong đĩa. .

source: Extruder Color
vi: Màu máy đùn

source: This is only used in the Slic3r interface as a visual help.
vi: Điều này chỉ được sử dụng trong giao diện SLIC3R như một trợ giúp trực quan.

source: Extruder offset
vi: Bù đắp máy đùn

source: If your firmware doesn't handle the extruder displacement you need the G-code to take it into account. This option lets you specify the displacement of each extruder with respect to the first one. It expects positive coordinates (they will be subtracted from the XY coordinate).
vi: Nếu phần sụn của bạn không xử lý dịch chuyển máy đùn, bạn cần mã G để đưa nó vào Tài khoản. Tùy chọn này cho phép bạn chỉ định sự dịch chuyển của từng máy đùn đối vớiĐầu tiên. Nó mong đợi các tọa độ tích cực (chúng sẽ bị trừ khỏi tọa độ XY).

source: Extrusion axis
vi: Trục đùn

source: Use this option to set the axis letter associated to your printer's extruder (usually E but some printers use A).
vi: Sử dụng tùy chọn này để đặt chữ cái trục liên quan đến bộ đùn của máy in (thường là E nhưng một số máy in sử dụng A).

source: Extrusion multiplier
vi: Hệ số đùn

source: This factor changes the amount of flow proportionally. You may need to tweak this setting to get nice surface finish and correct single wall widths. Usual values are between 0.9 and 1.1. If you think you need to change this more, check filament diameter and your firmware E steps.
vi: Yếu tố này thay đổi lượng dòng chảy theo tỷ lệ. Bạn có thể cần điều chỉnh cài đặt này để có được bề mặt hoàn thiện đẹp và điều chỉnh chiều rộng tường đơn. Các giá trị thông thường là từ 0,9 đến 1,1. Nếu bạn nghĩ rằng bạn cần thay đổi điều này nhiều hơn, hãy kiểm tra đường kính dây tóc và các bước E chương trình cơ sở của bạn.

source: Default extrusion width
vi: Chiều rộng đùn mặc định

source: Keep fan always on
vi: Giữ quạt luôn bật

source: If this is enabled, fan will never be disabled and will be kept running at least at its minimum speed. Useful for PLA, harmful for ABS.
vi: Nếu tính năng này được bật, quạt sẽ không bao giờ bị tắt và sẽ tiếp tục chạy ít nhất ở tốc độ tối thiểu. Hữu ích cho PLA, có hại cho ABS.

source: Enable fan if layer print time is below
vi: Bật quạt nếu thời gian in lớp bên dưới

source: If layer print time is estimated below this number of seconds, fan will be enabled and its speed will be calculated by interpolating the minimum and maximum speeds.
vi: Nếu thời gian in lớp được ước tính dưới số giây này, thì quạt sẽ được bật và tốc độ của nó sẽ được tính bằng cách nội suy tốc độ tối thiểu và tối đa.

source: approximate seconds
vi: gần đúng giây

source: Color
vi: Màu

source: Filament notes
vi: Ghi chú Filament

source: You can put your notes regarding the filament here.
vi: Bạn có thể đặt ghi chú của bạn về dây tóc ở đây.

source: Max volumetric speed
vi: Tốc độ thể tích tối đa

source: Maximum volumetric speed allowed for this filament. Limits the maximum volumetric speed of a print to the minimum of print and filament volumetric speed. Set to zero for no limit.
vi: Tốc độ thể tích tối đa cho phép đối với nhựa in này. Giới hạn tốc độ thể tích tối đa của một bản in ở mức tối thiểu của tốc độ thể tích của bản in và nhựa. Đặt thành 0 để không có giới hạn.

source: Loading speed
vi: Tốc độ tải

source: Speed used for loading the filament on the wipe tower.
vi: Tốc độ được sử dụng để tải dây tóc trên tháp lau.

source: Loading speed at the start
vi: Tốc độ tải khi bắt đầu

source: Speed used at the very beginning of loading phase.
vi: Tốc độ được sử dụng ở đầu giai đoạn tải.

source: Unloading speed
vi: Tốc độ dỡ hàng

source: Unloading speed at the start
vi: Tốc độ dỡ tải khi bắt đầu

source: Speed used for unloading the tip of the filament immediately after ramming.
vi: Tốc độ được sử dụng để dỡ đầu của dây tóc ngay sau khi đâm.

source: Delay after unloading
vi: Trì hoãn sau khi dỡ hàng

source: Number of cooling moves
vi: Số lượng di chuyển làm mát

source: Filament is cooled by being moved back and forth in the cooling tubes. Specify desired number of these moves.
vi: Dòng tóc được làm mát bằng cách được di chuyển qua lại trong các ống làm mát. Chỉ định số mong muốn Trong số những động thái này.

source: Speed of the first cooling move
vi: Tốc độ của động tác làm mát đầu tiên

source: Cooling moves are gradually accelerating beginning at this speed.
vi: Các bước làm mát đang dần tăng tốc bắt đầu ở tốc độ này.

source: Minimal purge on wipe tower
vi: Thanh lọc tối thiểu trên tháp lau

source: After a tool change, the exact position of the newly loaded filament inside the nozzle may not be known, and the filament pressure is likely not yet stable. Before purging the print head into an infill or a sacrificial object, Slic3r will always prime this amount of material into the wipe tower to produce successive infill or sacrificial object extrusions reliably.
vi: Sau khi thay đổi công cụ, vị trí chính xác của dây tóc mới được tải bên trong vòi phun có thể không Được biết, và áp lực dây tóc có thể vẫn chưa ổn định. Trước khi thanh lọc đầu inVào một vật thể hoặc một vật thể hy sinh, Slic3r sẽ luôn luôn định lượng vật liệu này vàoTháp lau để tạo ra sự xâm nhập liên tiếp hoặc sự hy sinh đối tượng một cách đáng tin cậy.

source: Speed of the last cooling move
vi: Tốc độ của động tác làm mát cuối cùng

source: Cooling moves are gradually accelerating towards this speed.
vi: Các bước làm mát đang tăng dần về tốc độ này.

source: Filament load time
vi: Thời gian tải dây

source: Time for the printer firmware (or the Multi Material Unit 2.0) to load a new filament during a tool change (when executing the T code). This time is added to the total print time by the G-code time estimator.
vi: Thời gian cho phần sụn máy in (hoặc đơn vị đa vật liệu 2.0) để tải một sợi dây mới trong quá trình thay đổi công cụ (khi thực hiệnMã T). Thời gian này được thêm vào tổng thời gian in bởi công cụ ước tính thời gian mã G.

source: Ramming parameters
vi: Tham số đâm

source: This string is edited by RammingDialog and contains ramming specific parameters.
vi: Chuỗi này được chỉnh sửa bởi RammingDialog và chứa các tham số cụ thể.

source: Filament unload time
vi: Dải dỡ thời gian

source: Time for the printer firmware (or the Multi Material Unit 2.0) to unload a filament during a tool change (when executing the T code). This time is added to the total print time by the G-code time estimator.
vi: Thời gian cho phần sụn của máy in (hoặc Đơn vị đa vật liệu 2.0) để dỡ một sợi dây trong quá trình thay đổi công cụ (khi thực hiện T Mã). Thời gian này được thêm vào tổng thời gian in bởi công cụ ước tính thời gian mã G.

source: Enable ramming for multitool setups
vi: Bật Ramming cho các thiết lập đa dụng

source: Perform ramming when using multitool printer (i.e. when the 'Single Extruder Multimaterial' in Printer Settings is unchecked). When checked, a small amount of filament is rapidly extruded on the wipe tower just before the toolchange. This option is only used when the wipe tower is enabled.
vi: Thực hiện Ramming khi sử dụng máy in đa dụng (nghĩa là khi không được kiểm soát 'Đa vật phẩm đơn lẻ' trong cài đặt máy in không được kiểm soát). Khi được kiểm tra, một lượng nhỏ dây tóc nhanh chóng được ép đùn trên tháp lau ngay trước dụng cụ. Tùy chọn này chỉ làĐược sử dụng khi tháp lau được bật.

source: Multitool ramming volume
vi: Khối lượng Ramming Multitool

source: The volume to be rammed before the toolchange.
vi: Khối lượng được đâm trước khi công cụ.

source: Multitool ramming flow
vi: Dòng chảy đa dụng

source: Flow used for ramming the filament before the toolchange.
vi: Dòng chảy được sử dụng để đâm dây tóc trước công cụ.

source: Diameter
vi: Đường kính

source: Enter your filament diameter here. Good precision is required, so use a caliper and do multiple measurements along the filament, then compute the average.
vi: Nhập đường kính dây tóc của bạn ở đây. Độ chính xác tốt là bắt buộc, vì vậy hãy sử dụng caliper và thực hiện nhiều phép đo dọc theo dây tóc, sau đó tính toán trung bình.

source: Density
vi: Tỉ trọng

source: Enter your filament density here. This is only for statistical information. A decent way is to weigh a known length of filament and compute the ratio of the length to volume. Better is to calculate the volume directly through displacement.
vi: Nhập mật độ dây tóc của bạn ở đây. Điều này chỉ dành cho thông tin thống kê. Một cách tốt là cân nhắc một chiều dài đã biết của dây tóc và tính toán tỷ lệ của chiều dài đến âm lượng. Tốt hơn là tính toán âm lượng trực tiếp thông qua chuyển vị.

source: Filament type
vi: Loại nhựa in

source: The filament material type for use in custom G-codes.
vi: Loại vật liệu dây tóc để sử dụng trong mã G tùy chỉnh.

source: Soluble material
vi: Vật liệu hòa tan

source: Soluble material is most likely used for a soluble support.
vi: Vật liệu hòa tan rất có thể được sử dụng để hỗ trợ hòa tan.

source: Cost
vi: Trị giá

source: Enter your filament cost per kg here. This is only for statistical information.
vi: Nhập chi phí dây tóc của bạn trên mỗi kg tại đây. Điều này chỉ dành cho thông tin thống kê.

source: money/kg
vi: tiền/kg

source: Spool weight
vi: Trọng lượng ống chỉ

source: Enter weight of the empty filament spool. One may weigh a partially consumed filament spool before printing and one may compare the measured weight with the calculated weight of the filament with the spool to find out whether the amount of filament on the spool is sufficient to finish the print.
vi: Nhập trọng lượng của ống dây tóc trống. Người ta có thể nặng một ống dây tóc được tiêu thụ một phần trước khi in và người ta có thể so sánh trọng lượng đo được Với trọng lượng tính toán của sợi dây với ống chỉ để tìm hiểu xem lượng dây tóc trên ống chỉ là đủ để hoàn thành bản in.

source: (Unknown)
vi: (Không xác định)

source: Fill angle
vi: Lấp đầy góc

source: Default base angle for infill orientation. Cross-hatching will be applied to this. Bridges will be infilled using the best direction Slic3r can detect, so this setting does not affect them.
vi: Góc cơ sở mặc định cho định hướng infill. Hố chéo sẽ được áp dụng cho điều này. Cầu sẽ được lấp đầy bằng cách sử dụng hướng tốt nhất SLIC3R có thể phát hiện, Vì vậy, cài đặt này không ảnh hưởng đến họ.

source: Fill density
vi: Mật độ lấp đầy

source: Fill pattern
vi: Điền mẫu

source: Fill pattern for general low-density infill.
vi: Hình dạng fill cho mật độ thấp nói chung.

source: Grid
vi: Lưới

source: Triangles
vi: Tam giác

source: Stars
vi: Sao
