Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: GNU Affero General Public License, version 3
vi: Giấy phép công cộng GNU Affero, phiên bản 3

source: PrusaSlicer is based on Slic3r by Alessandro Ranellucci and the RepRap community.
vi: PrusaSlicer dựa trên Slic3r của Alessandro Ranellucci và cộng đồng RepRap.

source: Contributions by Henrik Brix Andersen, Nicolas Dandrimont, Mark Hindess, Petr Ledvina, Joseph Lenox, Y. Sapir, Mike Sheldrake, Vojtech Bubnik and numerous others.
vi: Đóng góp của Henrik Brix Andersen, Nicolas Dandrimont, Mark Hindess, Petr Ledvina, Joseph Lenox, Y. Sapir, Mike Sheldrake, Vojtech Bubnik và nhiều người khác.

source: Copy Version Info
vi: Sao chép thông tin phiên bản

source: Arrange options
vi: Tùy chọn sắp xếp

source: Press %1%left mouse button to enter the exact value
vi: Nhấn chuột trái %1% để nhập giá trị chính xác

source: Spacing
vi: Khoảng cách

source: Spacing from bed
vi: Khoảng cách từ giường

source: Enable rotations (slow)
vi: Bật xoay (chậm)

source: Alignment
vi: C&anh hàng

source: Rear left
vi: Phía sau bên trái

source: Front left
vi: Phía trước bên trái

source: Front right
vi: Phía trước bên phải

source: Rear right
vi: Phía sau bên phải

source: Geometry handling
vi: Xử lý hình học

source: Balanced
vi: Cân bằng

source: Accurate
vi: Chính xác

source: Reset defaults
vi: Khôi phục về mặc định

source: Arrange
vi: Sắp xếp

source: %s has encountered an error. It was likely caused by running out of memory. If you are sure you have enough RAM on your system, this may also be a bug and we would be glad if you reported it.
vi: %s đã gặp lỗi. Có khả năng là bị hết bộ nhớ. Nếu bạn chắc chắn rằng mình có đủ RAM trên hệ thống, thì đây cũng có thể là một lỗi và chúng tôi sẽ rất vui nếu bạn báo cáo lỗi này.

source: PrusaSlicer has encountered a fatal error: "%1%"
vi: PrusaSlicer đã gặp lỗi nghiêm trọng: "%1%"

source: Please save your project and restart PrusaSlicer. We would be glad if you reported the issue.
vi: Vui lòng lưu project của bạn và khởi động lại PrusaSlicer. Chúng tôi sẽ rất vui nếu bạn báo cáo vấn đề này.

source: Slicing complete
vi: Slicing hoàn tất

source: Masked SLA file exported to %1%
vi: Tệp SLA bị chọn được xuất sang %1%

source: Access violation
vi: Vi phạm quyền truy cập

source: Illegal instruction
vi: Hướng dẫn bất hợp pháp

source: Divide by zero
vi: Chia cho 0

source: Overflow
vi: Tràn

source: Underflow
vi: Ngầm

source: Floating reserved operand
vi: Toán hạng được giữ nổi

source: Stack overflow
vi: Tràn bộ nhớ Stack

source: Running post-processing scripts
vi: Chạy tập lệnh hậu xử lý

source: Unknown error occured during exporting G-code.
vi: Đã xảy ra lỗi không xác định trong khi xuất G-code.

source: Copying of the temporary G-code to the output G-code failed. Maybe the SD card is write locked? Error message: %1%
vi: Sao chép mã G tạm thời vào mã G đầu ra không thành công. Có thể thẻ SD bị khóa ghi? Thông báo lỗi: %1%

source: Copying of the temporary G-code to the output G-code failed. There might be problem with target device, please try exporting again or using different device. The corrupted output G-code is at %1%.tmp.
vi: Sao chép mã G-code tạm thời vào mã G-code đầu ra không thành công. Có thể có vấn đề với thiết bị đích, vui lòng thử xuất lại hoặc sử dụng thiết bị khác. Mã G-code đầu ra bị hỏng ở %1%.tmp.

source: Renaming of the G-code after copying to the selected destination folder has failed. Current path is %1%.tmp. Please try exporting again.
vi: Đổi tên G-code sau khi sao chép vào thư mục đích đã chọn không thành công. Đường dẫn hiện tại là %1%.tmp. Vui lòng thử xuất lại.

source: Copying of the temporary G-code has finished but the original code at %1% couldn't be opened during copy check. The output G-code is at %2%.tmp.
vi: Việc sao chép G-code tạm thời đã hoàn tất nhưng mã gốc tại %1% không thể mở được trong quá trình kiểm tra sao chép. G-code đầu ra tại %2%.tmp.

source: Copying of the temporary G-code has finished but the exported code couldn't be opened during copy check. The output G-code is at %1%.tmp.
vi: Việc sao chép G-code tạm thời đã hoàn tất nhưng không thể mở mã đã xuất trong quá trình kiểm tra sao chép. G-code đầu ra ở %1%.tmp.

source: G-code file exported to %1%
vi: Đã xuất file G-code sang %1%

source: Scheduling upload to `%1%`. See Window -> Print Host Upload Queue
vi: Đang lên thứ tự tải lên `%1%`. Xem Cửa sổ -> Hàng đợi Tải lên Máy chủ In

source: Size
vi: Kích thước

source: Origin
vi: Nguồn gốc

source: Size in X and Y of the rectangular plate.
vi: Kích thước tính bằng X và Y của tấm chữ nhật.

source: Distance of the 0,0 G-code coordinate from the front left corner of the rectangle.
vi: Khoảng cách của tọa độ 0,0 G-code từ góc trước bên trái của hình chữ nhật.

source: Diameter of the print bed. It is assumed that origin (0,0) is located in the center.
vi: Đường kính của bàn in. Giả sử rằng gốc tọa độ (0,0) nằm ở trung tâm.

source: Rectangular
vi: Hình chữ nhật

source: Circular
vi: Dạng hình tròn

source: Shape
vi: Hình dạng

source: Bed Shape
vi: Hình dạng giường

source: Load shape from STL...
vi: Tải hình dạng từ STL...

source: Settings
vi: Cài đặt

source: Texture
vi: Kết cấu

source: Load...
vi: Tải...

source: Remove
vi: Gỡ bỏ

source: Not found:
vi: Không tìm thấy

source: Model
vi: Mô hình

source: Choose an STL file to import bed shape from:
vi: Chọn tệp STL để nhập hình dạng bàn in từ:

source: Invalid file format.
vi: Định dạng file không hợp lệ.

source: Error! Invalid model
vi: Lỗi! Model không hợp lệ

source: The selected file contains no geometry.
vi: Tệp đã chọn không có geometry.

source: The selected file contains several disjoint areas. This is not supported.
vi: Tệp đã chọn chứa một số vùng rời rạc. Điều này không được hỗ trợ.

source: Choose a file to import bed texture from (PNG/SVG):
vi: Chọn file để nhập kết cấu bàn in từ (PNG/SVG):

source: Choose an STL file to import bed model from:
vi: Chọn file STL để nhập model bàn in từ:

source: Network lookup
vi: Tra cứu mạng

source: Address
vi: Địa chỉ

source: Hostname
vi: Tên miền

source: Service name
vi: Tên dịch vụ

source: OctoPrint version
vi: Phiên bản OctoPrint

source: Searching for devices
vi: Đang tìm kiếm thiết bị

source: Finished
vi: Đã hoàn thành

source: Multiple resolved IP addresses
vi: Nhiều địa chỉ IP được giải quyết

source: There are several IP addresses resolving to hostname %1%. Please select one that should be used.
vi: Có một số địa chỉ IP phân giải thành tên máy chủ %1%. Vui lòng chọn một địa chỉ cần sử dụng.

source: Palette 1 (default)
vi: Bảng màu 1 (mặc định)

source: Palette 2
vi: Bảng màu 12

source: Palette 3
vi: Bảng màu 3

source: Palette 4
vi: Bảng màu 4

source: Palette 5
vi: Bảng màu 5

source: Palette 6
vi: Bảng màu 6

source: Palette 7
vi: Bảng màu 7

source: Palette 8
vi: Bảng màu 8

source: Revert color to default
vi: Hoàn trả màu về mặc định

source: Value is the same as the system value
vi: Giá trị giống như giá trị hệ thống

source: Value was changed and is not equal to the system value or the last saved preset
vi: Giá trị đã bị thay đổi và không bằng giá trị hệ thống hoặc giá trị đặt trước được lưu lần cuối

source: Default palette for mode markers
vi: Bảng màu mặc định cho các điểm đánh dấu chế độ

source: Simple
vi: Đơn giản

source: Expert
vi: Chuyên gia

source: Revert color
vi: Hoàn nguyên màu

source: Layer height is not valid. The layer height will be reset to 0.01.
vi: Chiều cao lớp không hợp lệ. Chiều cao lớp sẽ được đặt lại thành 0,01.

source: First layer height is not valid. The first layer height will be reset to 0.01.
vi: Chiều cao lớp đầu tiên không hợp lệ. Chiều cao lớp đầu tiên sẽ được đặt lại thành 0,01.

source: The Spiral Vase mode requires: - one perimeter - no top solid layers - 0% fill density - no support material - Detect thin walls disabled
vi: Chế độ Spiral Vase yêu cầu: - một chu vi - không có lớp rắn trên cùng - 0% mật độ lấp đầy - không có vật liệu hỗ trợ - Phát hiện các bức tường mỏng bị vô hiệu hóa

source: Shall I adjust those settings in order to enable Spiral Vase?
vi: Tôi có nên điều chỉnh các cài đặt đó để bật Spiral Vase không?

source: Spiral Vase
vi: Bình xoắn ốc

source: For the Wipe Tower to work with the soluble supports, the support layers need to be synchronized with the object layers.
vi: Để tháp lau hoạt động với các lớp hỗ trợ hòa tan, các lớp hỗ trợ cần phải được đồng bộ hóa với các lớp vật thể.

source: Shall I synchronize support layers in order to enable the Wipe Tower?
vi: Tôi có nên đồng bộ hóa các lớp hỗ trợ để kích hoạt Tháp Lau không?

source: Wipe Tower
vi: Tháp lau

source: Shall I adjust those settings in order to enable the Wipe Tower?
vi: Tôi có nên điều chỉnh các cài đặt đó để bật Wipe Tower không?

source: Supports work better, if the following feature is enabled: - Detect bridging perimeters
vi: Hỗ trợ hoạt động tốt hơn, nếu tính năng sau được bật: - Phát hiện chu vi cầu support

source: Shall I adjust those settings for supports?
vi: Tôi có nên điều chỉnh các cài đặt đó cho supports không?

source: Support Generator
vi: Trình tạo support

source: The %1% infill pattern is not supposed to work at 100%% density.
vi: Dạng infill %1% được cho là không hoạt động ở độ đặc 100%%.

source: Shall I switch to rectilinear fill pattern?
vi: Tôi có nên chuyển sang kiểu infill dạng thẳng không?

source: Upgrade
vi: Nâng cấp

source: Downgrade
vi: Hạ cấp

source: Active
vi: Kích hoạt

source: PrusaSlicer version
vi: PrusaSlicer phiên bản

source: filaments
vi: nhựa in

source: vendor
vi: Nhà cung cấp

source: version
vi: phiên bản

source: min PrusaSlicer version
vi: phiên bản PrusaSlicer thấp nhất

source: max PrusaSlicer version
vi: phiên bản PrusaSlicer cao nhất

source: model
vi: mô hình

source: variants
vi: các biến thể

source: Incompatible with this %s
vi: Không tương thích với %s này

source: Activate
vi: Kích hoạt

source: Configuration Snapshots
vi: Ảnh chụp nhanh cấu hình

source: nozzle
vi: đầu in

source: Alternate nozzles:
vi: Đầu in dự phòng:

source: All standard
vi: Tất cả tiêu chuẩn

source: Standard
vi: Tiêu chuẩn

source: All
vi: Tất cả

source: Welcome to the %s Configuration Assistant
vi: Chào mừng đến với Trợ lý cấu hình %s

source: Welcome to the %s Configuration Wizard
vi: Chào mừng đến với Trình hướng dẫn cấu hình %s

source: Welcome
vi: Chào mừng

source: Hello, welcome to %s! This %s helps you with the initial configuration; just a few settings and you will be ready to print.
vi: Xin chào, chào mừng đến với %s! %s này giúp bạn cấu hình ban đầu; chỉ cần một vài cài đặt và bạn sẽ sẵn sàng để in.

source: Remove user profiles (a snapshot will be taken beforehand)
vi: Xóa profile người dùng (ảnh chụp nhanh sẽ được thực hiện trước)

source: Perform desktop integration (Sets this binary to be searchable by the system).
vi: Thực hiện tích hợp máy tính để bàn (Đặt tệp nhị phân này để hệ thống có thể tìm kiếm được).

source: %s Family
vi: %s Gia đình

source: Printer:
vi: Máy in:

source: Vendor:
vi: Nhà cung cấp:

source: (All)
vi: (Tất cả)

source: (Templates)
vi: (Biểu mẫu)

source: %1% visible for <b>("Template")</b> printer are universal profiles available for all printers. These might not be compatible with your printer.
vi: %1% hiển thị cho <b>(Mẫu)</b> máy in là các hồ sơ phổ quát có sẵn cho tất cả các máy in. Chúng có thể không tương thích với máy in của bạn.

source: Filaments
vi: Nhựa in

source: SLA materials
vi: Vật liệu SLA

source: %1% marked with <b>*</b> are <b>not</b> compatible with some installed printers.
vi: %1% được đánh dấu <b>*</b> <b>không</b> tương thích với một số máy in đã cài đặt.

source: All installed printers are compatible with the selected %1%.
vi: Tất cả máy in đã cài đặt đều tương thích với %1% đã chọn.

source: Only the following installed printers are compatible with the selected filaments
vi: Chỉ những máy in được cài đặt sau đây mới tương thích với các loại nhựa in đã chọn

source: Only the following installed printers are compatible with the selected SLA materials
vi: Chỉ những máy in được cài đặt sau mới tương thích với các vật liệu SLA đã chọn

source: You have selected template filament. Please note that these filaments are available for all printers but are NOT certain to be compatible with your printer. Do you still wish to have this filament selected? (This message won't be displayed again.)
vi: Bạn đã chọn mẫu sợi. Xin lưu ý rằng các sợi này có sẵn cho tất cả các máy in nhưng KHÔNG chắc chắn tương thích với máy in của bạn. Bạn vẫn muốn chọn sợi này chứ? (Tin nhắn này sẽ không hiển thị nữa.)

source: Notice
vi: Chú ý

source: Custom Printer Setup
vi: Cài đặt tùy chỉnh máy in

source: Custom Printer
vi: Tùy chỉnh Máy in

source: Define a custom printer profile
vi: Xác định profile máy in tùy chỉnh

source: Custom profile name:
vi: Tên tùy chỉnh hồ sơ

source: Automatic updates
vi: Cập nhật tự động

source: Updates
vi: Cập nhật

source: Check for application updates
vi: Kiểm tra cập nhật ứng dụng

source: If enabled, %s checks for new application versions online. When a new version becomes available, a notification is displayed at the next application startup (never during program usage). This is only a notification mechanisms, no automatic installation is done.
vi: If enabled, %s checks for new application versions online. When a new version becomes available, a notification is displayed at the next application startup (never during program usage). This is only a notification mechanism, no automatic installation is done.

source: Update built-in Presets automatically
vi: Tự động cập nhật các Cài đặt tích hợp sẵn

source: Updates are never applied without user's consent and never overwrite user's customized settings.
vi: Các bản cập nhật không bao giờ được áp dụng nếu không có sự đồng ý của người dùng và không bao giờ ghi đè cài đặt tùy chỉnh của người dùng.

source: Download path
vi: Đường dẫn tải xuống

source: Browse
vi: Tìm duyệt

source: Choose folder
vi: Chọn thư mục

source: Downloads from URL
vi: Tải về từ URL

source: Downloads
vi: Tải xuống

source: Allow built-in downloader
vi: Cho phép trình tải xuống tích hợp

source: If enabled, you will be able to open models from the %1% online database with a single click (using a %2% logo button).
vi: Nếu được bật, bạn sẽ có thể mở các mô hình từ cơ sở dữ liệu trực tuyến %1% chỉ bằng một cú nhấp chuột (sử dụng nút logo %2%).

source: On Linux systems the process of registration also creates desktop integration files for this version of application.
vi: Trên hệ thống Linux, quá trình đăng ký cũng tạo ra các tệp tích hợp máy tính để bàn cho phiên bản ứng dụng này.

source: Chosen directory for downloads does not exist.
vi: Thư mục được chọn để tải xuống không tồn tại.

source: Reload from disk
vi: Tải lại từ ổ đĩa

source: Export full pathnames of models and parts sources into 3mf and amf files
vi: Xuất tên đường dẫn đầy đủ của nguồn model và nguồn bộ phận thành file 3mf và amf

source: If enabled, allows the Reload from disk command to automatically find and load the files when invoked. If not enabled, the Reload from disk command will ask to select each file using an open file dialog.
vi: Nếu được bật, lệnh Reload from disk sẽ tự động tìm và tải các tệp khi được gọi. Nếu không được bật, lệnh Reload from disk sẽ yêu cầu chọn từng tệp bằng hộp thoại mở tệp.

source: Files association
vi: Liên kết file

source: Associate .3mf files to PrusaSlicer
vi: Liên kết các file .3mf với PrusaSlicer

source: Associate .stl files to PrusaSlicer
vi: Liên kết các file .stl với PrusaSlicer

source: View mode
vi: Chế độ xem

source: PrusaSlicer's user interfaces comes in three variants: Simple, Advanced, and Expert. The Simple mode shows only the most frequently used settings relevant for regular 3D printing. The other two offer progressively more sophisticated fine-tuning, they are suitable for advanced and expert users, respectively.
vi: Giao diện người dùng của PrusaSlicer có ba loại: Đơn giản, Nâng cao và Chuyên nghiệp. Chế độ Đơn giản chỉ hiển thị các cài đặt được sử dụng thường xuyên nhất có liên quan đến in 3D thông thường. Hai cái còn lại cung cấp khả năng tinh chỉnh ngày càng tinh vi hơn, chúng tương ứng phù hợp với người dùng nâng cao và chuyên gia.

source: Simple mode
vi: Chế độ đơn giản

source: Advanced mode
vi: Chế độ nâng cao

source: Expert mode
vi: Chế độ chuyên gia

source: The size of the object can be specified in inches
vi: Kích thước của đối tượng có thể được chỉ định bằng inch

source: Use inches
vi: Sử dụng inch

source: Other Vendors
vi: Nhà cung cấp khác

source: Pick another vendor supported by %s
vi: Chọn một nhà cung cấp khác được hỗ trợ bởi %s

source: Firmware Type
vi: Loại firmware

source: Choose the type of firmware used by your printer.
vi: Chọn loại phần mềm được sử dụng bởi máy in của bạn.

source: Invalid numeric input.
vi: Nhập số không hợp lệ.

source: Bed Shape and Size
vi: Hình dạng và kích thước giường

source: Set the shape of your printer's bed.
vi: Đặt hình dạng bàn máy in của bạn.

source: Build Volume
vi: Xây dựng khối lượng

source: Set the printer height.
vi: Đặt chiều cao của máy in.

source: Filament and Nozzle Diameters
vi: Đường kính Nhựa in và Đầu in

source: Print Diameters
vi: Đường kính in

source: Enter the diameter of your printer's hot end nozzle.
vi: Nhập đường kính đầu in của máy in (hot end).

source: Nozzle Diameter
vi: Đường kính đầu in:

source: Enter the diameter of your filament.
vi: Nhập đường kính sợi nhựa của bạn.

source: Good precision is required, so use a caliper and do multiple measurements along the filament, then compute the average.
vi: Cần có độ chính xác cao, vì vậy hãy sử dụng thước kẹp và thực hiện nhiều phép đo dọc theo sợi nhựa, sau đó tính giá trị trung bình.

source: Filament Diameter
vi: Đường kính sợi nhựa

source: Nozzle and Bed Temperatures
vi: Nhiệt độ đầu in và bàn in

source: Temperatures
vi: Nhiệt độ

source: Enter the temperature needed for extruding your filament.
vi: Nhập nhiệt độ cần thiết để đẩy sợi nhựa của bạn.

source: A rule of thumb is 160 to 230 °C for PLA, and 215 to 250 °C for ABS.
vi: Nguyên tắc chung là nhiệt độ từ 160 đến 230 °C đối với PLA và từ 215 đến 250 °C đối với ABS.

source: Extrusion Temperature:
vi: Nhiệt độ đẩy nhựa:

source: Enter the bed temperature needed for getting your filament to stick to your heated bed.
vi: Nhập nhiệt độ bàn cần thiết để sợi nhựa bám bàn của bạn.

source: A rule of thumb is 60 °C for PLA and 110 °C for ABS. Leave zero if you have no heated bed.
vi: Nguyên tắc chung là 60 °C đối với PLA và 110 °C đối với ABS. Để số 0 nếu bạn không có giường gia nhiệt.

source: Bed Temperature
vi: Nhiệt độ giường

source: SLA Materials
vi: Vật liệu SLA

source: FFF Technology Printers
vi: Máy in công nghệ FFF

source: SLA Technology Printers
vi: Máy in công nghệ SLA

source: Following printer profiles has no default filament: %1%Please select one manually.
vi: Các cấu hình máy in sau không có sợi nhựa mặc định: %1%Vui lòng chọn một sợi nhựa theo cách thủ công.

source: Following printer profiles has no default material: %1%Please select one manually.
vi: Các cấu hình máy in sau không có vật liệu mặc định: %1%Vui lòng chọn thủ công một cấu hình.

source: The following FFF printer models have no filament selected:
vi: Các kiểu máy in FFF sau đây không có sợi nhựa được chọn:

source: Do you want to select default filaments for these FFF printer models?
vi: Bạn có muốn chọn sợi nhựa mặc định cho các kiểu máy in FFF này không?

source: The following SLA printer models have no materials selected:
vi: Các mẫu máy in SLA sau đây không có vật liệu nào được chọn:

source: Do you want to select default SLA materials for these printer models?
vi: Bạn có muốn chọn vật liệu SLA mặc định cho các kiểu máy in này không?

source: Configuration is edited in ConfigWizard
vi: Cấu hình được chỉnh sửa trong ConfigWizard

source: All user presets will be deleted.
vi: Tất cả cài đặt trước của người dùng sẽ bị xóa.

source: A new vendor was installed and one of its printers will be activated
vi: Một nhà cung cấp mới đã được cài đặt và một trong những máy in của họ sẽ được kích hoạt

source: Do you want to continue changing the configuration?
vi: Bạn có muốn tiếp tục thay đổi cấu hình?

source: A new Printer was installed and it will be activated.
vi: Máy in mới đã được cài đặt và sẽ được kích hoạt.

source: Some Printers were uninstalled.
vi: Một số Máy in đã được gỡ cài đặt.

source: A new filament was installed and it will be activated.
vi: Một sợi dây tóc mới đã được lắp đặt và nó sẽ được kích hoạt.

source: A new SLA material was installed and it will be activated.
vi: Đã cài đặt vật liệu SLA mới và sẽ được kích hoạt.

source: Some filaments were uninstalled.
vi: Một số sợi nhựa đã được gỡ cài đặt.

source: Some SLA materials were uninstalled.
vi: Một số vật liệu SLA đã được gỡ cài đặt.

source: Custom printer was installed and it will be activated.
vi: Máy in tùy chỉnh đã được cài đặt và nó sẽ được kích hoạt.

source: Select all standard printers
vi: Chọn tất cả các máy in tiêu chuẩn

source: < &Back
vi: < &Quay lại

source: &Next >
vi: Tiếp &theo >

source: &Finish
vi: &Hoàn tất

source: Cancel
vi: Hủy bỏ

source: Prusa FFF Technology Printers
vi: Máy in Prusa công nghệ FFF

source: Prusa MSLA Technology Printers
vi: Máy in Prusa công nghệ SLA

source: Filament Profiles Selection
vi: Lựa chọn profile sợi nhựa

source: Type:
vi: Kiểu:

source: SLA Material Profiles Selection
vi: Lựa chọn profile vật liệu SLA

source: Configuration Assistant
vi: Cấu hình Trợ lý

source: Configuration &Assistant
vi: Cấu hình &Trợ lý

source: Configuration Wizard
vi: Trình tùy chỉnh Cấu hình

source: Configuration &Wizard
vi: Trình tùy chỉnh &Cấu hình

source: Performing desktop integration failed - boost::filesystem::canonical did not return appimage path.
vi: Thực hiện tích hợp desktop không thành công - boost::filesystem::canonical không trả về đường dẫn hình ảnh ứng dụng.

source: Performing desktop integration failed - Could not find executable.
vi: Thực hiện tích hợp desktop không thành công - Không thể tìm thấy file thực thi.

source: Performing desktop integration failed because the application directory was not found.
vi: Thực hiện tích hợp desktop không thành công vì không tìm thấy thư mục ứng dụng.

source: Performing desktop integration failed - could not create Gcodeviewer desktop file. PrusaSlicer desktop file was probably created successfully.
vi: Thực hiện tích hợp desktop không thành công - không thể tạo file desktop Gcodeviewer. File desktop PrusaSlicer có thể đã được tạo thành công.

source: Performing downloader desktop integration failed - boost::filesystem::canonical did not return appimage path.
vi: Không thực hiện được tích hợp máy tính để bàn tải xuống - boost::filesystem::canonical không trả về đường dẫn appimage.

source: Performing downloader desktop integration failed - Could not find executable.
vi: Không thực hiện được tích hợp trình tải xuống trên máy tính để bàn - Không tìm thấy tệp thực thi.

source: Performing downloader desktop integration failed because the application directory was not found.
vi: Không thực hiện được tích hợp máy tính để bàn tải xuống vì không tìm thấy thư mục ứng dụng.

source: Desktop Integration
vi: Tích hợp Desktop

source: Desktop Integration sets this binary to be searchable by the system. Press "Perform" to proceed.
vi: Tích hợp desktop đặt nhị phân này để hệ thống có thể tìm kiếm được. Nhấn "Thực hiện" để tiếp tục.

source: Perform
vi: Thực hiện

source: Place bearings in slots and resume printing
vi: Đặt vòng bi vào khe và tiếp tục in

source: One layer mode
vi: Chế độ một lớp

source: Discard all custom changes
vi: Hủy tất cả các thay đổi tùy chỉnh

source: Jump to move
vi: Nhảy để di chuyển
