Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Purging after toolchange will be done inside this object's infills. This lowers the amount of waste but may result in longer print time due to additional travel moves.
vi: Việc làm sạch sau khi thay đổi công cụ sẽ được thực hiện bên trong phần điền đầy của đối tượng này. Điều này làm giảm lượng chất thải nhưng có thể dẫn đến thời gian in lâu hơn do các lần di chuyển bổ sung.

source: Wipe into this object
vi: Lau vào vật này

source: Maximal bridging distance
vi: Khoảng cách bắc cầu tối đa

source: Maximal distance between supports on sparse infill sections.
vi: Khoảng cách tối đa giữa các hỗ trợ trên các phần infill thưa thớt.

source: Wipe tower extruder
vi: Lau tháp đùn

source: The extruder to use when printing perimeter of the wipe tower. Set to 0 to use the one that is available (non-soluble would be preferred).
vi: Máy đùn sử dụng khi in chu vi của tháp lau. Đặt thành 0 để sử dụng máy có sẵn (tốt nhất là loại không hòa tan).

source: XY Size Compensation
vi: Bù kích thước XY

source: The object will be grown/shrunk in the XY plane by the configured value (negative = inwards, positive = outwards). This might be useful for fine-tuning hole sizes.
vi: Đối tượng sẽ tăng/thu nhỏ trong mặt phẳng XY theo giá trị được cấu hình (âm = hướng vào trong, dương = hướng ra ngoài). Điều này có thể hữu ích cho việc tinh chỉnh kích thước lỗ.

source: Z offset
vi: Bù Z

source: This value will be added (or subtracted) from all the Z coordinates in the output G-code. It is used to compensate for bad Z endstop position: for example, if your endstop zero actually leaves the nozzle 0.3mm far from the print bed, set this to -0.3 (or fix your endstop).
vi: Giá trị này sẽ được cộng (hoặc trừ) vào tất cả các tọa độ Z trong G-code đầu ra. Nó được sử dụng để bù đắp cho vị trí endstop Z không chính xác: ví dụ, nếu endstop của bạn để lại đầu phun cách mặt bàn in 0.3mm thì hãy đặt giá trị này là -0.3 (hoặc sửa endstop của bạn).

source: Classic perimeter generator produces perimeters with constant extrusion width and for very thin areas is used gap-fill. Arachne engine produces perimeters with variable extrusion width. This setting also affects the Concentric infill.
vi: Máy tạo chu vi cổ điển tạo ra các chu vi có chiều rộng đùn không đổi và đối với các khu vực rất mỏng thì sử dụng phương pháp lấp đầy khoảng trống. Công cụ Arachne tạo ra các chu vi có chiều rộng đùn thay đổi. Thiết lập này cũng ảnh hưởng đến phương pháp lấp đầy Concentric.

source: Classic
vi: Cổ điển

source: Perimeter transition length
vi: Chiều dài chuyển tiếp chu vi

source: When transitioning between different numbers of perimeters as the part becomes thinner, a certain amount of space is allotted to split or join the perimeter segments. If expressed as a percentage (for example 100%), it will be computed based on the nozzle diameter.
vi: Khi chuyển đổi giữa các số chu vi khác nhau khi bộ phận trở nên mỏng hơn, một lượng không gian nhất định được phân bổ để chia hoặc nối các phân đoạn chu vi. Nếu được biểu thị dưới dạng phần trăm (ví dụ 100%), nó sẽ được tính toán dựa trên đường kính vòi phun.

source: Perimeter transitioning filter margin
vi: Biên độ bộ lọc chuyển tiếp chu vi

source: Prevent transitioning back and forth between one extra perimeter and one less. This margin extends the range of extrusion widths which follow to [Minimum perimeter width - margin, 2 * Minimum perimeter width + margin]. Increasing this margin reduces the number of transitions, which reduces the number of extrusion starts/stops and travel time. However, large extrusion width variation can lead to under- or overextrusion problems. If expressed as a percentage (for example 25%), it will be computed based on the nozzle diameter.
vi: Ngăn chặn việc chuyển đổi qua lại giữa một chu vi bổ sung và một chu vi ít hơn. Biên độ này mở rộng phạm vi chiều rộng đùn theo sau [Chiều rộng chu vi tối thiểu - biên độ, 2 * Chiều rộng chu vi tối thiểu + biên độ]. Tăng biên độ này sẽ làm giảm số lần chuyển đổi, giúp giảm số lần bắt đầu/dừng đùn và thời gian di chuyển. Tuy nhiên, sự thay đổi lớn về chiều rộng đùn có thể dẫn đến các vấn đề đùn thiếu hoặc đùn quá mức. Nếu được biểu thị dưới dạng phần trăm (ví dụ 25%), biên độ sẽ được tính toán dựa trên đường kính vòi phun.

source: Perimeter transitioning threshold angle
vi: Góc ngưỡng chuyển tiếp chu vi

source: When to create transitions between even and odd numbers of perimeters. A wedge shape with an angle greater than this setting will not have transitions and no perimeters will be printed in the center to fill the remaining space. Reducing this setting reduces the number and length of these center perimeters, but may leave gaps or overextrude.
vi: Khi nào tạo chuyển tiếp giữa số chẵn và số lẻ của chu vi. Hình nêm có góc lớn hơn thiết lập này sẽ không có chuyển tiếp và không có chu vi nào được in ở giữa để lấp đầy khoảng trống còn lại. Giảm thiết lập này sẽ giảm số lượng và chiều dài của các chu vi trung tâm này, nhưng có thể để lại khoảng trống hoặc đùn quá mức.

source: Perimeter distribution count
vi: Số lượng phân phối chu vi

source: The number of perimeters, counted from the center, over which the variation needs to be spread. Lower values mean that the outer perimeters don't change in width.
vi: Số chu vi, tính từ tâm, mà sự thay đổi cần được trải rộng. Giá trị thấp hơn có nghĩa là chu vi bên ngoài không thay đổi về chiều rộng.

source: Minimum feature size
vi: Kích thước tính năng tối thiểu

source: Minimum thickness of thin features. Model features that are thinner than this value will not be printed, while features thicker than the Minimum feature size will be widened to the Minimum perimeter width. If expressed as a percentage (for example 25%), it will be computed based on the nozzle diameter.
vi: Độ dày tối thiểu của các đặc điểm mỏng. Các đặc điểm mô hình mỏng hơn giá trị này sẽ không được in, trong khi các đặc điểm dày hơn Kích thước đặc điểm tối thiểu sẽ được mở rộng đến Chiều rộng chu vi tối thiểu. Nếu được thể hiện dưới dạng phần trăm (ví dụ 25%), nó sẽ được tính toán dựa trên đường kính vòi phun.

source: Minimum perimeter width
vi: Chiều rộng chu vi tối thiểu

source: Width of the perimeter that will replace thin features (according to the Minimum feature size) of the model. If the Minimum perimeter width is thinner than the thickness of the feature, the perimeter will become as thick as the feature itself. If expressed as a percentage (for example 85%), it will be computed based on the nozzle diameter.
vi: Chiều rộng của chu vi sẽ thay thế các đặc điểm mỏng (theo Kích thước đặc điểm tối thiểu) của mô hình. Nếu chiều rộng chu vi tối thiểu mỏng hơn độ dày của đặc điểm, chu vi sẽ trở nên dày như chính đặc điểm đó. Nếu được thể hiện dưới dạng phần trăm (ví dụ 85%), nó sẽ được tính toán dựa trên đường kính vòi phun.

source: Pinhead front diameter
vi: Đường kính mặt trước của đầu kim

source: Supports
vi: Hỗ trợ

source: Diameter of the pointing side of the head
vi: Đường kính của mặt nhọn của đầu

source: Head penetration
vi: Sự xâm nhập của đầu

source: How much the pinhead has to penetrate the model surface
vi: Đầu kim phải đâm xuyên qua bề mặt mô hình bao nhiêu

source: Pinhead width
vi: Chiều rộng đầu ghim

source: Width from the back sphere center to the front sphere center
vi: Chiều rộng từ tâm hình cầu phía sau đến tâm hình cầu phía trước

source: Pillar diameter
vi: Đường kính trụ

source: Diameter in mm of the support pillars
vi: Đường kính tính bằng mm của trụ đỡ

source: Small pillar diameter percent
vi: Đường kính trụ nhỏ phần trăm

source: The percentage of smaller pillars compared to the normal pillar diameter which are used in problematic areas where a normal pilla cannot fit.
vi: Tỷ lệ phần trăm trụ nhỏ hơn so với đường kính trụ thông thường được sử dụng ở những khu vực có vấn đề mà trụ thông thường không thể lắp vừa.

source: Max bridges on a pillar
vi: Cầu tối đa trên một trụ cột

source: Maximum number of bridges that can be placed on a pillar. Bridges hold support point pinheads and connect to pillars as small branches.
vi: Số lượng cầu tối đa có thể đặt trên một trụ. Cầu giữ các đầu chốt điểm hỗ trợ và kết nối với trụ như các nhánh nhỏ.

source: Max weight on model
vi: Trọng lượng tối đa trên mô hình

source: Maximum weight of sub-trees that terminate on the model instead of the print bed. The weight is the sum of the lenghts of all branches emanating from the endpoint.
vi: Trọng lượng tối đa của các cây con kết thúc trên mô hình thay vì nền in. Trọng lượng là tổng chiều dài của tất cả các nhánh phát ra từ điểm cuối.

source: Pillar connection mode
vi: Chế độ kết nối trụ

source: Controls the bridge type between two neighboring pillars. Can be zig-zag, cross (double zig-zag) or dynamic which will automatically switch between the first two depending on the distance of the two pillars.
vi: Kiểm soát loại cầu giữa hai trụ gần nhau. Có thể là zíc zắc, chữ thập (zic zắc kép) hoặc động, tự động chuyển đổi giữa hai trụ đầu tiên tùy thuộc vào khoảng cách của hai trụ.

source: Cross
vi: Đi qua

source: Dynamic
vi: Động

source: Pillar widening factor
vi: Hệ số mở rộng trụ

source: Merging bridges or pillars into another pillars can increase the radius. Zero means no increase, one means full increase. The exact amount of increase is unspecified and can change in the future.
vi: Việc hợp nhất cầu hoặc trụ vào trụ khác có thể tăng bán kính. Số không có nghĩa là không tăng, số một có nghĩa là tăng hoàn toàn. Lượng tăng chính xác không được chỉ định và có thể thay đổi trong tương lai.

source: Support base diameter
vi: Đường kính đế đỡ

source: Diameter in mm of the pillar base
vi: Đường kính tính bằng mm của chân trụ

source: Support base height
vi: Chiều cao đế đỡ

source: The height of the pillar base cone
vi: Chiều cao của hình nón trụ

source: Support base safety distance
vi: Khoảng cách an toàn của cơ sở hỗ trợ

source: The minimum distance of the pillar base from the model in mm. Makes sense in zero elevation mode where a gap according to this parameter is inserted between the model and the pad.
vi: Khoảng cách tối thiểu của đế trụ từ mô hình tính bằng mm. Có ý nghĩa trong chế độ độ cao bằng không khi một khoảng hở theo thông số này được chèn vào giữa mô hình và miếng đệm.

source: Critical angle
vi: Góc tới hạn

source: The default angle for connecting support sticks and junctions.
vi: Góc mặc định để kết nối các thanh đỡ và mối nối.

source: Max bridge length
vi: Chiều dài cầu tối đa

source: The max length of a bridge
vi: Chiều dài tối đa của một cây cầu

source: Max pillar linking distance
vi: Khoảng cách liên kết trụ tối đa

source: The max distance of two pillars to get linked with each other. A zero value will prohibit pillar cascading.
vi: Khoảng cách tối đa của hai trụ cột được liên kết với nhau. Giá trị bằng không sẽ cấm việc xếp tầng trụ cột.

source: Object elevation
vi: Độ cao đối tượng

source: How much the supports should lift up the supported object. If "Pad around object" is enabled, this value is ignored.
vi: Độ nâng của giá đỡ sẽ nâng vật thể được hỗ trợ lên bao nhiêu. Nếu "Đệm xung quanh vật thể" được bật, giá trị này sẽ bị bỏ qua.

source: Display width
vi: Chiều rộng hiển thị

source: Width of the display
vi: Chiều rộng của hiển thị

source: Display height
vi: Chiều cao hiển thị

source: Height of the display
vi: Chiều cao của hiển thị

source: Number of pixels in
vi: Số lượng pixel trong

source: Number of pixels in X
vi: Số pixel trong X

source: Number of pixels in Y
vi: Số pixel trong Y

source: Display horizontal mirroring
vi: Hiển thị phản chiếu theo chiều ngang

source: Mirror horizontally
vi: Phản chiếu theo chiều ngang

source: Enable horizontal mirroring of output images
vi: Kích hoạt tính năng phản chiếu ngang của hình ảnh đầu ra

source: Display vertical mirroring
vi: Hiển thị phản chiếu dọc

source: Mirror vertically
vi: Phản chiếu dọc

source: Enable vertical mirroring of output images
vi: Kích hoạt phản chiếu dọc của hình ảnh đầu ra

source: Display orientation
vi: Hướng hiển thị

source: Set the actual LCD display orientation inside the SLA printer. Portrait mode will flip the meaning of display width and height parameters and the output images will be rotated by 90 degrees.
vi: Đặt hướng hiển thị LCD thực tế bên trong máy in SLA. Chế độ chân dung sẽ đảo ngược ý nghĩa của các thông số chiều rộng và chiều cao hiển thị và hình ảnh đầu ra sẽ được xoay 90 độ.

source: Landscape
vi: Nằm ngang

source: Portrait
vi: Thẳng đứng

source: Fast
vi: Nhanh

source: Fast tilt
vi: Nghiêng nhanh

source: Time of the fast tilt
vi: Thời gian nghiêng nhanh

source: Slow
vi: Chậm

source: Slow tilt
vi: Nghiêng chậm

source: Time of the slow tilt
vi: Thời gian nghiêng chậm

source: High viscosity
vi: Độ nhớt cao

source: Tilt for high viscosity resin
vi: Nghiêng cho nhựa có độ nhớt cao

source: Time of the super slow tilt
vi: Thời gian nghiêng siêu chậm

source: Area fill
vi: Khu vực fill

source: The percentage of the bed area. If the print area exceeds the specified value, then a slow tilt will be used, otherwise - a fast tilt
vi: Tỷ lệ phần trăm của diện tích bàn in. Nếu vùng in vượt quá giá trị đã chỉ định, sau đó nghiêng chậm sẽ được sử dụng, nếu không - nghiêng nhanh

source: Printer scaling correction
vi: Hiệu chỉnh tỷ lệ máy in

source: Printer scaling correction in X axis
vi: Hiệu chỉnh tỷ lệ máy in theo trục X

source: Printer scaling X axis correction
vi: Hiệu chỉnh trục X của máy in

source: Printer scaling correction in Y axis
vi: Hiệu chỉnh tỷ lệ máy in theo trục Y

source: Printer scaling Y axis correction
vi: Hiệu chỉnh trục Y của máy in

source: Printer scaling correction in Z axis
vi: Hiệu chỉnh tỷ lệ máy in theo trục Z

source: Printer scaling Z axis correction
vi: Hiệu chỉnh trục Z của máy in

source: Printer absolute correction
vi: Máy in hiệu chỉnh tuyệt đối

source: Will inflate or deflate the sliced 2D polygons according to the sign of the correction.
vi: Sẽ làm phình hoặc xẹp các đa giác 2D đã cắt tùy thuộc vào dấu hiệu của sự điều chỉnh.

source: Elephant foot minimum width
vi: Chiều rộng chân voi tối thiểu

source: Minimum width of features to maintain when doing elephant foot compensation.
vi: Độ rộng tối thiểu của các đặc trưng cần duy trì khi thực hiện bù chân voi.

source: Printer gamma correction
vi: Hiệu chỉnh gamma máy in

source: This will apply a gamma correction to the rasterized 2D polygons. A gamma value of zero means thresholding with the threshold in the middle. This behaviour eliminates antialiasing without losing holes in polygons.
vi: Điều này sẽ áp dụng một phép chỉnh gamma cho các đa giác 2D đã raster hóa. Một giá trị gamma bằng không có nghĩa là áp dụng ngưỡng với ngưỡng ở giữa. Hành vi này loại bỏ hiện tượng răng cưa mà không làm mất đi các lỗ trên các đa giác.

source: SLA material type
vi: Loại vật liệu SLA

source: Initial layer height
vi: Chiều cao lớp ban đầu

source: Idle temperature
vi: Nhiệt độ nhàn rỗi

source: Nozzle temperature when the tool is currently not used in multi-tool setups.This is only used when 'Ooze prevention' is active in Print Settings.
vi: Nhiệt độ vòi phun khi dụng cụ hiện không được sử dụng trong các thiết lập dụng cụ đa năng.Chỉ sử dụng khi 'Ngăn rỉ nước' đang hoạt động trong Cài đặt in.

source: Bottle volume
vi: Thể tích chai

source: Bottle weight
vi: Trọng lượng chai

source: money/bottle
vi: tiền/chai

source: Faded layers
vi: Các lớp mờ dần

source: Number of the layers needed for the exposure time fade from initial exposure time to the exposure time
vi: Số lượng lớp cần thiết cho thời gian phơi sáng giảm dần từ thời gian phơi sáng ban đầu đến thời gian phơi sáng

source: Minimum exposure time
vi: Thời gian phơi sáng tối thiểu

source: Maximum exposure time
vi: Thời gian phơi sáng tối đa

source: Exposure time
vi: Thời gian phơi sáng

source: Minimum initial exposure time
vi: Thời gian phơi sáng ban đầu tối thiểu

source: Maximum initial exposure time
vi: Thời gian phơi sáng ban đầu tối đa

source: Initial exposure time
vi: Thời gian phơi sáng ban đầu

source: Correction for expansion
vi: Điều chỉnh mở rộng

source: Correction for expansion in X axis
vi: Hiệu chỉnh để mở rộng theo trục X

source: Correction for expansion in Y axis
vi: Hiệu chỉnh cho việc mở rộng theo trục Y

source: Correction for expansion in Z axis
vi: Hiệu chỉnh mở rộng theo trục Z

source: SLA print material notes
vi: Ghi chú về vật liệu in SLA

source: You can put your notes regarding the SLA print material here.
vi: Bạn có thể ghi chú về tài liệu in SLA tại đây.

source: Default SLA material profile
vi: Hồ sơ vật liệu SLA mặc định

source: Generate supports
vi: Tạo hỗ trợ

source: Generate supports for the models
vi: Tạo hỗ trợ cho các mô hình

source: Support tree type
vi: Hỗ trợ loại cây

source: Support tree building strategy
vi: Hỗ trợ chiến lược xây dựng cây

source: Branching (experimental)
vi: Nhánh (thí nghiệm)

source: Support only in enforced regions
vi: Chỉ hỗ trợ ở những khu vực bắt buộc

source: Only create support if it lies in a support enforcer.
vi: Chỉ tạo hỗ trợ nếu nó nằm trong một đơn vị thực thi hỗ trợ.

source: Support points density
vi: Mật độ điểm support

source: This is a relative measure of support points density.
vi: Đây là thước đo tương đối về mật độ điểm hỗ trợ.

source: Minimal distance of the support points
vi: Khoảng cách tối thiểu của các điểm hỗ trợ

source: No support points will be placed closer than this threshold.
vi: Không có điểm hỗ trợ nào được đặt gần hơn ngưỡng này.

source: Use pad
vi: Sử dụng pad

source: Pad
vi: đệm

source: Add a pad underneath the supported model
vi: Thêm một miếng đệm bên dưới mô hình được hỗ trợ

source: Pad wall thickness
vi: Độ dày thành đệm

source: The thickness of the pad and its optional cavity walls.
vi: Độ dày của miếng đệm và các thành khoang tùy chọn của nó.

source: Pad wall height
vi: Chiều cao tường đệm

source: Defines the pad cavity depth. Set to zero to disable the cavity. Be careful when enabling this feature, as some resins may produce an extreme suction effect inside the cavity, which makes peeling the print off the vat foil difficult.
vi: Xác định độ sâu khoang pad. Đặt số không để vô hiệu hóa khoang. Hãy cẩn thận khi bật tính năng này, vì một số loại nhựa có thể tạo ra hiệu ứng hút cực mạnh bên trong khoang, khiến việc bóc bản in ra khỏi lá kim loại trở nên khó khăn.

source: Pad brim size
vi: Kích thước vành đệm

source: How far should the pad extend around the contained geometry
vi: Miếng đệm nên mở rộng bao xa xung quanh hình học chứa đựng

source: Max merge distance
vi: Khoảng cách hợp nhất tối đa

source: Pad wall slope
vi: Độ dốc tường đệm

source: The slope of the pad wall relative to the bed plane. 90 degrees means straight walls.
vi: Độ dốc của thành đệm so với mặt phẳng giường. 90 độ nghĩa là thành thẳng.

source: Pad around object
vi: Đệm xung quanh vật thể

source: Pad around object everywhere
vi: Đệm xung quanh vật thể ở khắp mọi nơi

source: Force pad around object everywhere
vi: Lực pad xung quanh vật thể ở khắp mọi nơi

source: Pad object gap
vi: Khoảng cách vật đệm

source: The gap between the object bottom and the generated pad in zero elevation mode.
vi: Khoảng cách giữa đáy vật thể và miếng đệm được tạo ra ở chế độ độ cao bằng không.

source: Pad object connector stride
vi: kết nối đối tượng đệm

source: Distance between two connector sticks which connect the object and the generated pad.
vi: Khoảng cách giữa hai thanh kết nối kết nối đối tượng và miếng đệm được tạo ra.

source: Pad object connector width
vi: Chiều rộng kết nối đối tượng đệm

source: Width of the connector sticks which connect the object and the generated pad.
vi: Chiều rộng của các thanh kết nối nối đối tượng và pad được tạo ra.

source: Pad object connector penetration
vi: Đầu nối vật thể đệm thâm nhập

source: How much should the tiny connectors penetrate into the model body.
vi: Các đầu nối nhỏ nên thâm nhập vào thân mô hình bao nhiêu?

source: Hollowing
vi: Làm rỗng

source: Hollow out a model to have an empty interior
vi: Khoét rỗng một mô hình để có phần bên trong trống rỗng

source: Wall thickness
vi: Độ dày của thành, vách

source: Minimum wall thickness of a hollowed model.
vi: Độ dày thành tối thiểu của mô hình rỗng.

source: Accuracy
vi: Độ Chính Xác

source: Performance vs accuracy of calculation. Lower values may produce unwanted artifacts.
vi: Hiệu suất so với độ chính xác của phép tính. Các giá trị thấp hơn có thể tạo ra các hiện tượng không mong muốn.

source: Closing distance
vi: Khoảng cách đóng

source: Hollowing is done in two steps: first, an imaginary interior is calculated deeper (offset plus the closing distance) in the object and then it's inflated back to the specified offset. A greater closing distance makes the interior more rounded. At zero, the interior will resemble the exterior the most.
vi: Việc khoét rỗng được thực hiện theo hai bước: đầu tiên, một phần bên trong tưởng tượng được tính toán sâu hơn (độ lệch cộng với khoảng cách đóng) trong vật thể và sau đó nó được thổi phồng trở lại độ lệch đã chỉ định. Khoảng cách đóng lớn hơn làm cho phần bên trong tròn hơn. Ở mức 0, phần bên trong sẽ giống với phần bên ngoài nhất.

source: Print speed
vi: Tốc độ in

source: A slower printing profile might be necessary when using materials with higher viscosity or with some hollowed parts. It slows down the tilt movement and adds a delay before exposure.
vi: Có thể cần một cấu hình in chậm hơn khi sử dụng vật liệu có độ nhớt cao hơn hoặc với một số bộ phận rỗng. Nó làm chậm chuyển động nghiêng và thêm độ trễ trước khi phơi sáng.

source: Format of the output SLA archive
vi: Định dạng của kho lưu trữ SLA đầu ra

source: SLA output precision
vi: Độ chính xác đầu ra SLA

source: Minimum resolution in nanometers
vi: Độ phân giải tối thiểu tính bằng nanomet

source: Export OBJ
vi: Xuất OBJ

source: Export the model(s) as OBJ.
vi: Xuất mô hình (các mô hình) dưới định dạng OBJ.

source: Export SLA
vi: Xuất SLA

source: Slice the model and export SLA printing layers as PNG.
vi: Cắt mô hình và xuất các lớp in SLA dưới dạng PNG.

source: Export 3MF
vi: Xuất 3MF

source: Export the model(s) as 3MF.
vi: Xuất mô hình (các mô hình) dưới định dạng 3MF.

source: Export AMF
vi: Xuất AMF

source: Export the model(s) as AMF.
vi: Xuất mô hình (các mô hình) dưới định dạng AMF.

source: Export STL
vi: Xuất STL

source: Export the model(s) as STL.
vi: Xuất mô hình (các mô hình) dưới định dạng STL.

source: Export G-code
vi: Xuất G-code

source: Slice the model and export toolpaths as G-code.
vi: Cắt mô hình và xuất đường chạy dao dưới dạng mã G.

source: G-code viewer
vi: Trình xem mã G

source: Visualize an already sliced and saved G-code
vi: Hình dung mã G đã được cắt và lưu

source: OpenGL version
vi: Phiên bản OpenGL

source: Select a specific version of OpenGL
vi: Chọn phiên bản OpenGL cụ thể

source: OpenGL compatibility profile
vi: cấu hình tương thích OpenGL

source: Enable OpenGL compatibility profile
vi: Bật cấu hình tương thích OpenGL

source: OpenGL debug output
vi: Đầu ra gỡ lỗi OpenGL

source: Activate OpenGL debug output on graphic cards which support it (OpenGL 4.3 or higher)
vi: Kích hoạt đầu ra gỡ lỗi OpenGL trên các card đồ họa hỗ trợ (OpenGL 4,3 trở lên)

source: Slice the model as FFF or SLA based on the printer_technology configuration value.
vi: Chia mô hình thành FFF hoặc SLA dựa trên giá trị cấu hình printer_technology.

source: Help
vi: Trợ giúp

source: Show this help.
vi: Hiển thị trợ giúp này.

source: Help (FFF options)
vi: Trợ giúp (tùy chọn FFF)

source: Show the full list of print/G-code configuration options.
vi: Hiển thị danh sách đầy đủ các tùy chọn cấu hình in/G-code.

source: Help (SLA options)
vi: Trợ giúp (tùy chọn SLA)

source: Show the full list of SLA print configuration options.
vi: Hiển thị danh sách đầy đủ các tùy chọn cấu hình in SLA.
