Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: This experimental setting is used to limit the speed of change in extrusion rate for a transition from higher speed to lower speed. A value of 1.8 mm³/s² ensures, that a change from the extrusion rate of 5.4 mm³/s (0.45 mm extrusion width, 0.2 mm extrusion height, feedrate 60 mm/s) to 1.8 mm³/s (feedrate 20 mm/s) will take at least 2 seconds.
vi: Cài đặt thử nghiệm của anh ấy được sử dụng để hạn chế tốc độ thay đổi tốc độ đùn đối với quá trình chuyển đổi từ tốc độ cao hơn sang tốc độ thấp hơn. Giá trị 1,8 mm³/s² đảm bảo rằng một sự thay đổi Từ tốc độ đùn 5,4 mm³/s (chiều rộng đùn 0,45 mm, chiều cao đùn 0,2 mm, tốc độ thức ăn 60 mm/s) đến 1,8 mm³/s (tốc độ thức ăn 20 mm/s) sẽ mất ít nhất 2 giây.

source: Min
vi: Tối thiểu

source: This setting represents the minimum PWM your fan needs to work.
vi: Cài đặt này thể hiện mức PWM tối thiểu mà quạt của bạn cần để hoạt động.

source: This is the lowest printable layer height for this extruder and limits the resolution for variable layer height. Typical values are between 0.05 mm and 0.1 mm.
vi: Đây là chiều cao lớp có thể in thấp nhất cho máy đùn này và giới hạn độ phân giải cho chiều cao lớp thay đổi. Các giá trị tiêu biểu nằm trong khoảng từ 0,05 mm đến 0,1 mm.

source: Min print speed
vi: Tốc độ in tối thiểu

source: Slic3r will not scale speed down below this speed.
vi: Slic3r sẽ không giảm tốc độ xuống dưới tốc độ này.

source: Minimal filament extrusion length
vi: Chiều dài đùn sợi tối thiểu

source: Generate no less than the number of skirt loops required to consume the specified amount of filament on the bottom layer. For multi-extruder machines, this minimum applies to each extruder.
vi: Tạo ra không ít hơn số vòng váy cần thiết để tiêu thụ lượng sợi nhựa được chỉ định ở lớp dưới cùng. Đối với máy đùn nhiều đầu, mức tối thiểu này áp dụng cho mỗi đầu đùn.

source: Configuration notes
vi: Ghi chú cấu hình

source: You can put here your personal notes. This text will be added to the G-code header comments.
vi: Bạn có thể đặt ở đây ghi chú cá nhân của bạn. Văn bản này sẽ được thêm vào chú thích tiêu đề G-code.

source: Nozzle diameter
vi: Đường kính vòi phun

source: This is the diameter of your extruder nozzle (for example: 0.5, 0.35 etc.)
vi: Đây là đường kính của vòi phun đùn của bạn (ví dụ: 0,5, 0,35, v.v.)

source: Host Type
vi: Loại máy chủ

source: Slic3r can upload G-code files to a printer host. This field must contain the kind of the host.
vi: Slic3r có thể tải các tệp G-code lên máy in. Trường này phải chứa loại máy chủ lưu trữ.

source: Only retract when crossing perimeters
vi: Chỉ rút lại khi vượt qua chu vi

source: Disables retraction when the travel path does not exceed the upper layer's perimeters (and thus any ooze will be probably invisible).
vi: Tắt tính năng retract khi đường di chuyển không vượt quá chu vi của lớp trên (và do đó, bất kỳ vết rỉ nào sẽ có thể không nhìn thấy được).

source: Enable
vi: Kích hoạt

source: This option will drop the temperature of the inactive extruders to prevent oozing.
vi: Tùy chọn này sẽ làm giảm nhiệt độ của máy đùn không hoạt động để tránh rò rỉ.

source: Output filename format
vi: Định dạng tên tập tin đầu ra

source: You can use all configuration options as variables inside this template. For example: [layer_height], [fill_density] etc. You can also use [timestamp], [year], [month], [day], [hour], [minute], [second], [version], [input_filename_base], [default_output_extension].
vi: Bạn có thể sử dụng tất cả các tùy chọn cấu hình làm biến bên trong mẫu này. Ví dụ: {layer_height}, {fill_density} v.v. Bạn cũng có thể sử dụng {timestamp}, {year}, {month}, {day}, {hour}, {minute}, {second}, {version}{input_filename_base}, {default_output_extension}].

source: Detect bridging perimeters
vi: Phát hiện chu vi bắc cầu

source: Experimental option to adjust flow for overhangs (bridge flow will be used), to apply bridge speed to them and enable fan.
vi: Tùy chọn thử nghiệm để điều chỉnh flow cho phần overhangs (bridge flow sẽ được sử dụng), để áp dụng tốc độ cầu cho chúng và bật quạt.

source: Filament parking position
vi: Vị trí đỗ dây tóc

source: Distance of the extruder tip from the position where the filament is parked when unloaded. This should match the value in printer firmware.
vi: Khoảng cách của đầu máy đùn từ vị trí mà nhựa in dừng lại khi không tải. Giá trị này phải khớp với giá trị trong chương trình cơ sở của máy in.

source: Extra loading distance
vi: Khoảng cách tải thêm

source: Perimeters
vi: Chu vi

source: This is the acceleration your printer will use for perimeters. Set zero to disable acceleration control for perimeters.
vi: Đây là gia tốc mà máy in của bạn sẽ sử dụng cho chu vi. Đặt số 0 để tắt điều khiển gia tốc cho chu vi.

source: This is the acceleration your printer will use for external perimeters. Set zero to use the value for perimeters.
vi: Đây là gia tốc mà máy in của bạn sẽ sử dụng cho chu vi bên ngoài. Đặt số không để sử dụng giá trị cho chu vi.

source: Perimeter extruder
vi: Máy đùn chu vi

source: The extruder to use when printing perimeters and brim. First extruder is 1.
vi: Máy đùn để sử dụng khi in chu vi và vành. Máy đùn đầu tiên là 1.

source: Set this to a non-zero value to set a manual extrusion width for perimeters. You may want to use thinner extrudates to get more accurate surfaces. If left zero, default extrusion width will be used if set, otherwise 1.125 x nozzle diameter will be used. If expressed as percentage (for example 200%) it will be computed over layer height.
vi: Đặt giá trị này thành giá trị khác không để đặt chiều rộng đùn thủ công cho chu vi. Bạn có thể muốn sử dụng các phần đùn mỏng hơn để có bề mặt chính xác hơn. Nếu để bằng không, chiều rộng đùn mặc định sẽ được sử dụng nếu được đặt, nếu không, sẽ sử dụng 1,125 x đường kính vòi phun. Nếu biểu thị dưới dạng phần trăm (ví dụ 200%) thì nó sẽ được tính theo chiều cao lớp.

source: Speed for perimeters (contours, aka vertical shells). Set to zero for auto.
vi: Tốc độ cho chu vi (đường viền, còn gọi là vỏ dọc). Đặt thành 0 cho tự động.

source: This option sets the number of perimeters to generate for each layer. Note that Slic3r may increase this number automatically when it detects sloping surfaces which benefit from a higher number of perimeters if the Extra Perimeters option is enabled.
vi: Tùy chọn này đặt số chu vi sẽ tạo cho mỗi lớp. Lưu ý rằng Slic3r có thể tự động tăng con số này khi phát hiện các bề mặt dốc có lợi từ số lượng chu vi cao hơn nếu tùy chọn Chu vi bổ sung được bật.

source: (minimum)
vi: (tối thiểu)

source: Post-processing scripts
vi: Tập lệnh xử lý hậu kỳ

source: If you want to process the output G-code through custom scripts, just list their absolute paths here. Separate multiple scripts with a semicolon. Scripts will be passed the absolute path to the G-code file as the first argument, and they can access the Slic3r config settings by reading environment variables.
vi: Nếu bạn muốn xử lý G-code đầu ra thông qua các tập lệnh tùy chỉnh, chỉ cần liệt kê các đường dẫn tuyệt đối của chúng tại đây. Tách nhiều tập lệnh bằng dấu chấm phẩy. Các tập lệnh sẽ được chuyển đường dẫn tuyệt đối đến tệp G-code làm đối số đầu tiên và chúng có thể truy cập cài đặt cấu hình Slic3r bằng cách đọc các biến môi trường.

source: Printer type
vi: Loại máy in

source: Printer notes
vi: Ghi chú máy in

source: You can put your notes regarding the printer here.
vi: Bạn có thể ghi chú về máy in ở đây.

source: Printer vendor
vi: Nhà cung cấp máy in

source: Name of the printer vendor.
vi: Tên của nhà cung cấp máy in.

source: Printer variant
vi: Biến thể máy in

source: Name of the printer variant. For example, the printer variants may be differentiated by a nozzle diameter.
vi: Tên của biến thể máy in. Ví dụ, các biến thể máy in có thể được phân biệt bằng đường kính vòi phun.

source: Raft contact Z distance
vi: Khoảng cách Z tiếp xúc bè

source: The vertical distance between object and raft. Ignored for soluble interface.
vi: Khoảng cách theo phương thẳng đứng giữa vật và raft. Bỏ qua cho giao diện hòa tan.

source: Raft expansion
vi: Mở rộng bè

source: Expansion of the raft in XY plane for better stability.
vi: Mở rộng bè trong mặt phẳng XY để ổn định hơn.

source: First layer density
vi: Mật độ lớp đầu tiên

source: Density of the first raft or support layer.
vi: Mật độ của bè đầu tiên hoặc lớp đỡ.

source: First layer expansion
vi: Mở rộng lớp đầu tiên

source: Expansion of the first raft or support layer to improve adhesion to print bed.
vi: Mở rộng bè đầu tiên hoặc lớp đỡ để cải thiện độ bám dính với giường in.

source: Raft layers
vi: Lớp bè

source: The object will be raised by this number of layers, and support material will be generated under it.
vi: Vật thể sẽ được nâng lên bởi số lớp này và vật liệu hỗ trợ sẽ được tạo ra bên dưới nó.

source: Slice resolution
vi: Độ phân giải lát cắt

source: Minimum detail resolution, used to simplify the input file for speeding up the slicing job and reducing memory usage. High-resolution models often carry more detail than printers can render. Set to zero to disable any simplification and use full resolution from input.
vi: Độ phân giải chi tiết tối thiểu, được sử dụng để đơn giản hóa tệp đầu vào nhằm tăng tốc công việc cắt và giảm mức sử dụng bộ nhớ. Các mô hình có độ phân giải cao thường mang nhiều chi tiết hơn so với máy in có thể hiển thị. Đặt thành 0 để tắt bất kỳ đơn giản hóa nào và sử dụng độ phân giải đầy đủ từ đầu vào.

source: G-code resolution
vi: Độ phân giải G-code

source: Maximum deviation of exported G-code paths from their full resolution counterparts. Very high resolution G-code requires huge amount of RAM to slice and preview, also a 3D printer may stutter not being able to process a high resolution G-code in a timely manner. On the other hand, a low resolution G-code will produce a low poly effect and because the G-code reduction is performed at each layer independently, visible artifacts may be produced.
vi: Độ lệch tối đa của các đường dẫn G-code đã xuất so với các đối tác có độ phân giải đầy đủ của chúng. G-code có độ phân giải rất cao đòi hỏi lượng RAM lớn để cắt và xem trước, ngoài ra, máy in 3D có thể bị giật khi không thể xử lý G-code có độ phân giải cao kịp thời. Mặt khác, G-code có độ phân giải thấp sẽ tạo ra hiệu ứng poly thấp và vì quá trình giảm G-code được thực hiện độc lập ở mỗi lớp nên có thể tạo ra các hiện vật có thể nhìn thấy được.

source: Minimum travel after retraction
vi: Di chuyển tối thiểu sau khi rút lại

source: Retraction is not triggered when travel moves are shorter than this length.
vi: Rút lại không được kích hoạt khi di chuyển di chuyển ngắn hơn chiều dài này.

source: Retract amount before wipe
vi: Số lượng rút lại trước khi lau

source: With bowden extruders, it may be wise to do some amount of quick retract before doing the wipe movement.
vi: Với máy đùn Bowden, có thể là khôn ngoan khi thực hiện một số lượng rút lại nhanh chóng trước khi thực hiện chuyển động lau.

source: Retract on layer change
vi: Rút lại trên thay đổi lớp

source: This flag enforces a retraction whenever a Z move is done.
vi: Cờ này thực thi retract bất cứ khi nào di chuyển Z được thực hiện.

source: Retraction length
vi: Chiều dài rút lại

source: Retraction Length
vi: Chiều dài rút lại

source: When retraction is triggered, filament is pulled back by the specified amount (the length is measured on raw filament, before it enters the extruder).
vi: Khi rút lại được kích hoạt, dây tóc được kéo lại bởi lượng được chỉ định (độ dài được đo trên dây tóc thô, trước khi nó đi vào máy đùn).

source: Length
vi: Chiều dài

source: When retraction is triggered before changing tool, filament is pulled back by the specified amount (the length is measured on raw filament, before it enters the extruder).
vi: Khi kích hoạt quá trình retract trước khi thay đổi công cụ, nhựa in được kéo lại theo một lượng đã chỉ định (chiều dài được đo trên nhựa in thô, trước khi nó đi vào máy đùn).

source: Ramping slope angle
vi: Góc dốc tăng dần

source: Slope of the ramp in the initial phase of the travel.
vi: Độ dốc của đường dốc trong giai đoạn đầu di chuyển.

source: Use ramping lift
vi: Sử dụng thang máy tăng cường

source: Generates a ramping lift instead of lifting the extruder directly upwards. The travel is split into two phases: the ramp and the standard horizontal travel. This option helps reduce stringing.
vi: Tạo ra một lực nâng dốc thay vì nâng máy đùn trực tiếp lên trên. Hành trình được chia thành hai giai đoạn: dốc và hành trình ngang tiêu chuẩn. Tùy chọn này giúp giảm hiện tượng xâu chuỗi.

source: Maximum ramping lift
vi: Nâng dốc tối đa

source: Maximum lift height of the ramping lift. It may not be reached if the next position is close to the old one.
vi: Chiều cao nâng tối đa của thang nâng dốc. Có thể không đạt được nếu vị trí tiếp theo gần với vị trí cũ.

source: Steeper ramp before obstacles
vi: Đường dốc hơn trước chướng ngại vật

source: If enabled, PrusaSlicer detects obstacles along the travel path and makes the slope steeper in case an obstacle might be hit during the initial phase of the travel.
vi: Nếu được bật, Prusaslicer phát hiện các chướng ngại vật dọc theo con đường di chuyển và làm cho độ dốc dốc hơn trong trường hợp một chướng ngại vật có thể bị tấn công trong giai đoạn đầu của chuyến đi.

source: Lift height
vi: Chiều cao nâng

source: Lift height applied before travel.
vi: Chiều cao nâng được áp dụng trước khi di chuyển.

source: Above Z
vi: Trên z

source: Only lift Z above
vi: Chỉ nâng Z lên trên

source: If you set this to a positive value, Z lift will only take place above the specified absolute Z. You can tune this setting for skipping lift on the first layers.
vi: Nếu bạn đặt giá trị này thành giá trị dương, lực nâng Z sẽ chỉ diễn ra trên Z tuyệt đối được chỉ định. Bạn có thể điều chỉnh cài đặt này để bỏ qua thang máy ở các lớp đầu tiên.

source: Below Z
vi: Dưới Z

source: Only lift Z below
vi: Chỉ nâng Z xuống dưới

source: If you set this to a positive value, Z lift will only take place below the specified absolute Z. You can tune this setting for limiting lift to the first layers.
vi: Nếu bạn đặt giá trị này thành giá trị dương, lực nâng Z sẽ chỉ diễn ra bên dưới Z tuyệt đối được chỉ định. Bạn có thể điều chỉnh cài đặt này để giới hạn lực nâng cho các lớp đầu tiên.

source: Deretraction extra length
vi: Chiều dài rút thêm

source: When the retraction is compensated after the travel move, the extruder will push this additional amount of filament. This setting is rarely needed.
vi: Khi sự rút lại được bù sau khi di chuyển, máy đùn sẽ đẩy lượng dây tóc bổ sung này. Cài đặt này hiếm khi cần thiết.

source: Extra length on restart
vi: Độ dài thêm khi khởi động lại

source: When the retraction is compensated after changing tool, the extruder will push this additional amount of filament.
vi: Khi độ co rút được bù lại sau khi thay đổi công cụ, máy đùn sẽ đẩy lượng nhựa in bổ sung này.

source: Retraction Speed
vi: Tốc độ rút lại

source: The speed for retractions (it only applies to the extruder motor).
vi: Tốc độ rút lại (chỉ áp dụng cho động cơ máy đùn).

source: Deretraction Speed
vi: Tốc độ deretraction

source: The speed for loading of a filament into extruder after retraction (it only applies to the extruder motor). If left to zero, the retraction speed is used.
vi: Tốc độ nạp dây tóc vào máy đùn sau khi rút lại (chỉ áp dụng cho động cơ máy đùn). Nếu để bằng 0, tốc độ rút lại được sử dụng.

source: Seam position
vi: Vị trí đường may

source: Position of perimeters starting points.
vi: Vị trí của các điểm xuất phát chu vi.

source: Random
vi: Ngẫu nhiên

source: Nearest
vi: Gần nhất

source: Aligned
vi: Căn chỉnh

source: Rear
vi: Ở phía sau

source: Staggered inner seams
vi: So le đường nối bên trong

source: This option causes the inner seams to be shifted backwards based on their depth, forming a zigzag pattern.
vi: Tùy chọn này làm cho các đường nối bên trong được dịch chuyển về phía sau dựa trên độ sâu của chúng, tạo thành một mô hình ngoằn ngoèo.

source: Direction
vi: Phương hướng

source: Preferred direction of the seam
vi: Hướng ưa thích của đường may

source: Seam preferred direction
vi: Đường may hướng ưa thích

source: Jitter
vi: Rung lắc

source: Seam preferred direction jitter
vi: Độ chập chờn hướng ưa thích của đường may

source: Preferred direction of the seam - jitter
vi: Hướng ưa thích của đường may - rung lắc

source: Distance from brim/object
vi: Khoảng cách từ vành/đối tượng

source: Distance between skirt and brim (when draft shield is not used) or objects.
vi: Khoảng cách giữa váy và vành mũ (khi không sử dụng tấm chắn gió) hoặc các vật thể.

source: Skirt height
vi: Chiều cao váy

source: Height of skirt expressed in layers.
vi: Chiều cao của váy được thể hiện bằng nhiều lớp.

source: Draft shield
vi: Lá chắn gió lùa

source: With draft shield active, the skirt will be printed skirt_distance from the object, possibly intersecting brim. Enabled = skirt is as tall as the highest printed object. Limited = skirt is as tall as specified by skirt_height. This is useful to protect an ABS or ASA print from warping and detaching from print bed due to wind draft.
vi: Với tấm chắn gió lùa hoạt động, váy sẽ được in skirt_distance từ vật thể, có thể cắt vành. Đã bật = váy cao bằng đối tượng in cao nhất. Giới hạn = váy cao như quy định của skirt_height. Điều này rất hữu ích để bảo vệ bản in ABS hoặc ASA khỏi bị cong vênh và tách ra khỏi lớp in do gió lùa.

source: Limited
vi: Giới hạn

source: Enabled
vi: Đã bật

source: Loops (minimum)
vi: Vòng lặp (tối thiểu)

source: Skirt Loops
vi: Vòng váy

source: Number of loops for the skirt. If the Minimum Extrusion Length option is set, the number of loops might be greater than the one configured here. Set this to zero to disable skirt completely.
vi: Số vòng cho váy. Nếu tùy chọn Độ dài đùn tối thiểu được đặt, số vòng có thể lớn hơn số vòng được cấu hình ở đây. Đặt thành 0 để tắt hoàn toàn váy.

source: Slow down if layer print time is below
vi: Giảm tốc độ nếu thời gian in lớp thấp hơn

source: If layer print time is estimated below this number of seconds, print moves speed will be scaled down to extend duration to this value.
vi: Nếu thời gian in lớp được ước tính dưới số giây này, thì tốc độ di chuyển của bản in sẽ được giảm xuống để kéo dài thời lượng đến giá trị này.

source: Small perimeters
vi: Chu vi nhỏ

source: This separate setting will affect the speed of perimeters having radius <= 6.5mm (usually holes). If expressed as percentage (for example: 80%) it will be calculated on the perimeters speed setting above. Set to zero for auto.
vi: Cài đặt riêng biệt này sẽ ảnh hưởng đến tốc độ của các chu vi có bán kính <= 6,5mm (thường là lỗ). Nếu được biểu thị dưới dạng phần trăm (ví dụ: 80%) thì nó sẽ được tính trên cài đặt tốc độ chu vi ở trên. Đặt thành 0 cho tự động.

source: Solid infill threshold area
vi: Ngưỡng diện tích lấp đầy rắn

source: Force solid infill for regions having a smaller area than the specified threshold.
vi: Buộc lấp đầy khối rắn cho các vùng có diện tích nhỏ hơn ngưỡng đã chỉ định.

source: Solid infill extruder
vi: Máy đùn vật liệu rắn

source: The extruder to use when printing solid infill.
vi: Máy đùn sử dụng khi in vật liệu rắn.

source: Solid infill every
vi: Điền chắc chắn mọi

source: This feature allows to force a solid layer every given number of layers. Zero to disable. You can set this to any value (for example 9999); Slic3r will automatically choose the maximum possible number of layers to combine according to nozzle diameter and layer height.
vi: Tính năng này cho phép buộc một lớp rắn mỗi số lớp nhất định. Zero để vô hiệu hóa. Bạn có thể đặt giá trị này thành bất kỳ giá trị nào (ví dụ: 9999); Slic3r sẽ tự động chọn số lớp tối đa có thể để kết hợp theo đường kính vòi phun và chiều cao lớp.

source: Set this to a non-zero value to set a manual extrusion width for infill for solid surfaces. If left zero, default extrusion width will be used if set, otherwise 1.125 x nozzle diameter will be used. If expressed as percentage (for example 90%) it will be computed over layer height.
vi: Đặt giá trị này thành giá trị khác 0 để đặt chiều rộng đùn thủ công cho bề mặt rắn. Nếu để không, chiều rộng đùn mặc định sẽ được sử dụng nếu được đặt, nếu không, 1,125 x đường kính vòi sẽ được sử dụng. Nếu được biểu thị bằng phần trăm (ví dụ 90%) thì nó sẽ được tính theo chiều cao của lớp.

source: Speed for printing solid regions (top/bottom/internal horizontal shells). This can be expressed as a percentage (for example: 80%) over the default infill speed above. Set to zero for auto.
vi: Tốc độ in các vùng đặc (vỏ ngang trên/dưới/bên trong). Điều này có thể được biểu thị dưới dạng phần trăm (ví dụ: 80%) so với tốc độ nạp mặc định ở trên. Đặt thành 0 cho tự động.

source: Solid layers
vi: Lớp rắn

source: Number of solid layers to generate on top and bottom surfaces.
vi: Số lớp rắn để tạo ra trên bề mặt trên và dưới cùng.

source: Minimum thickness of a top / bottom shell
vi: Độ dày tối thiểu của vỏ trên / dưới

source: Spiral vase
vi: Bình xoắn ốc

source: This feature will raise Z gradually while printing a single-walled object in order to remove any visible seam. This option requires a single perimeter, no infill, no top solid layers and no support material. You can still set any number of bottom solid layers as well as skirt/brim loops. It won't work when printing more than one single object.
vi: Tính năng này sẽ tăng Z dần dần trong khi in đối tượng có một bức tường để loại bỏ bất kỳ đường nối có thể nhìn thấy nào. Tùy chọn này yêu cầu một chu vi duy nhất, không lấp đầy, không có lớp rắn trên cùng và không có vật liệu hỗ trợ. Bạn vẫn có thể thiết lập bất kỳ số lượng lớp rắn phía dưới cũng như các vòng viền/viền. Nó sẽ không hoạt động khi in nhiều hơn một đối tượng.

source: Temperature variation
vi: Sự thay đổi nhiệt độ

source: Temperature difference to be applied when an extruder is not active. The value is not used when 'idle_temperature' in filament settings is defined.
vi: Chênh lệch nhiệt độ được áp dụng khi máy đùn không hoạt động. Giá trị không được sử dụng khi 'idle_temperature' trong cài đặt sợi được xác định.

source: Emit temperature commands automatically
vi: Tự động phát lệnh nhiệt độ

source: When enabled, PrusaSlicer will check whether your Custom Start G-Code contains M104 or M190. If so, the temperatures will not be emitted automatically so you're free to customize the order of heating commands and other custom actions. Note that you can use placeholder variables for all PrusaSlicer settings, so you can put a "M109 S[first_layer_temperature]" command wherever you want. If your Custom Start G-Code does NOT contain M104 or M190, PrusaSlicer will execute the Start G-Code after bed reached its target temperature and extruder just started heating. When disabled, PrusaSlicer will NOT emit commands to heat up extruder and bed, leaving both to Custom Start G-Code.
vi: Khi được bật, Slic3r sẽ kiểm tra xem Custom Start G-Code của bạn có chứa M104 hay M190 không. Nếu có, nhiệt độ sẽ không được phát ra tự động nên bạn có thể tùy chỉnh thứ tự các lệnh gia nhiệt và các hành động tùy chỉnh khác. Lưu ý rằng bạn có thể sử dụng các biến giữ chỗ cho tất cả các cài đặt Slic3r, do đó bạn có thể đặt lệnh "M109 S[first_layer_temperature]" ở bất kỳ đâu bạn muốn. Nếu Custom Start G-Code của bạn KHÔNG chứa M104 hoặc M190, Slic3r sẽ thực thi Start G-Code sau khi giường đạt đến nhiệt độ mục tiêu và máy đùn vừa bắt đầu gia nhiệt. Khi bị tắt, Slic3r sẽ KHÔNG phát ra các lệnh để làm nóng máy đùn và giường, để lại cả hai cho Custom Start G-Code.
