Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Modified value
vi: Giá trị đã sửa đổi

source: New value
vi: Giá trị mới

source: Keep
vi: Giữ lại

source: Transfer
vi: Chuyển khoản

source: Don't save
vi: Không lưu

source: You will not be asked about the unsaved changes in presets the next time you create new project
vi: Bạn sẽ không được hỏi về những thay đổi chưa được lưu trong preset vào lần tiếp theo khi bạn tạo project mới

source: You will not be asked about the unsaved changes in presets the next time you switch a preset
vi: Bạn sẽ không được hỏi về những thay đổi chưa được lưu trong các preset vào lần tới khi bạn chuyển một preset

source: You will not be asked about the unsaved changes in presets the next time you: - Closing PrusaSlicer while some presets are modified, - Loading a new project while some presets are modified
vi: Bạn sẽ không được hỏi về những thay đổi chưa được lưu trong preset vào lần tới khi bạn: - Đóng PrusaSlicer trong khi một số preset được sửa đổi, - Đang tải một project mới trong khi một số preset được sửa đổi

source: PrusaSlicer will remember your action.
vi: PrusaSlicer sẽ ghi nhớ hành động của bạn.

source: Visit "Preferences" and check "%1%" to be asked about unsaved changes again.
vi: Truy cập "Tùy chọn" và kiểm tra "%1%" để được hỏi lại về những thay đổi chưa được lưu.

source: Some fields are too long to fit. Right mouse click reveals the full text.
vi: Một số trường quá dài để phù hợp. Nhấp chuột phải sẽ hiển thị toàn bộ văn bản.

source: All settings changes will not be saved
vi: Tất cả các thay đổi cài đặt sẽ không được lưu

source: All settings changes will be discarded.
vi: Tất cả các thay đổi cài đặt sẽ bị hủy.

source: Save the selected options.
vi: Lưu các tùy chọn đã chọn.

source: Keep the selected settings.
vi: Giữ các cài đặt đã chọn.

source: Transfer the selected settings to the newly selected preset.
vi: Chuyển cài đặt đã chọn sang preset mới được chọn.

source: Save the selected options to preset "%1%".
vi: Lưu các tùy chọn đã chọn vào preset "%1%".

source: Transfer the selected options to the newly selected preset "%1%".
vi: Chuyển các tùy chọn đã chọn sang preset mới được chọn "%1%".

source: The following preset was modified
vi: Cài đặt trước sau đây đã được sửa đổi

source: Preset "%1%" has the following unsaved changes:
vi: Cài đặt trước "%1%" có những thay đổi chưa lưu sau:

source: Preset "%1%" is not compatible with the new printer profile and it has the following unsaved changes:
vi: Cài đặt trước "%1%" không tương thích với cấu hình máy in mới và có những thay đổi chưa lưu sau đây:

source: Preset "%1%" is not compatible with the new print profile and it has the following unsaved changes:
vi: Cài đặt trước "%1%" không tương thích với cấu hình in mới và có những thay đổi chưa lưu sau đây:

source: Extruders count
vi: Số lượng máy đùn

source: The preset modifications are successfully saved
vi: Các sửa đổi của preset được lưu thành công

source: Show all presets (including incompatible)
vi: Hiển thị tất cả các preset (bao gồm cả không tương thích)

source: Select presets to compare
vi: Chọn các preset để so sánh

source: Left Preset Value
vi: Giá trị preset bên trái

source: Right Preset Value
vi: Giá trị preset bên phải

source: Transfer the selected options from left preset to the right. Note: New modified presets will be selected in settings tabs after close this dialog.
vi: Chuyển các tùy chọn đã chọn từ cài đặt trước bên trái sang bên phải. Lưu ý: Các cài đặt trước đã sửa đổi mới sẽ được chọn trong các tab cài đặt sau khi đóng hộp thoại này.

source: Save the selected options from left preset to the right.
vi: Lưu các tùy chọn đã chọn từ cài đặt trước bên trái sang bên phải.

source: Transfer values from left to right
vi: Chuyển giá trị từ trái sang phải

source: If checked, this dialog can be used for transferring selected values from the preset on the left to the preset on the right.
vi: Nếu được chọn, hộp thoại này có thể được sử dụng để chuyển các giá trị đã chọn từ cài đặt trước bên trái sang cài đặt trước bên phải.

source: One of the presets doesn't found
vi: Một trong những preset không tìm thấy

source: Compared presets has different printer technology
vi: Các cài đặt trước được so sánh có công nghệ máy in khác nhau

source: Presets are the same
vi: Các preset giống nhau

source: Presets are different. Click this button to select the same preset for the right and left preset.
vi: Preset là khác nhau. Nhấp vào nút này để chọn cùng một preset cho preset bên phải và bên trái.

source: Undef category
vi: Danh mục không xác định

source: Undef group
vi: Nhóm không xác định

source: Modified
vi: Đã bị sửa

source: Update available
vi: Có bản cập nhật

source: New version of %s is available
vi: Phiên bản mới của %s đã có sẵn

source: Current version:
vi: Phiên bản hiện tại:

source: New version:
vi: Phiên bản mới:

source: Changelog & Download
vi: Nhật ký thay đổi & Tải xuống

source: Open changelog page
vi: Mở trang nhật ký thay đổi

source: Open download page
vi: Mở trang tải xuống

source: App Update available
vi: Đã có bản cập nhật ứng dụng

source: New version of %s is available. Do you wish to download it?
vi: Phiên bản mới của %s đã có sẵn. Bạn có muốn tải xuống không?

source: Next
vi: Tiếp theo

source: App Update download
vi: Tải xuống bản cập nhật ứng dụng

source: New version of %1% is available.
vi: Phiên bản mới của %1% đã có sẵn.

source: New version
vi: Phiên bản mới

source: Run installer after download. (Otherwise file explorer will be opened)
vi: Chạy trình cài đặt sau khi tải xuống. (Nếu không, trình duyệt tệp sẽ được mở)

source: Target directory
vi: Thư mục lựa chọn

source: Select directory
vi: Chọn thư mục

source: Directory path is empty.
vi: Đường dẫn thư mục trống.

source: Directory path is incorrect.
vi: Đường dẫn thư mục không đúng.

source: Directory %1% doesn't exists. Do you wish to create it?
vi: Thư mục %1% không tồn tại. Bạn có muốn tạo nó không?

source: Failed to create directory.
vi: Không tạo được thư mục.

source: Download path is %1%. Do you wish to continue?
vi: Đường dẫn tải xuống là %1%. Bạn có muốn tiếp tục không?

source: Opening Configuration Wizard
vi: Mở trình hướng dẫn cấu hình

source: Configuration update
vi: Cập nhật cấu hình

source: PrusaSlicer is not using the newest configuration available. Configuration Wizard may not offer the latest printers, filaments and SLA materials to be installed.
vi: PrusaSlicer hiện không sử dụng cấu hình mới nhất hiện có. Trình hướng dẫn Cấu hình có thể không cung cấp các máy in, nhựa và vật liệu SLA mới nhất.

source: Configuration update is available
vi: Đã có bản cập nhật cấu hình

source: Would you like to install it? Note that a full configuration snapshot will be created first. It can then be restored at any time should there be a problem with the new version. Updated configuration bundles:
vi: Bạn có muốn cài đặt nó không? Lưu ý rằng ảnh chụp nhanh cấu hình đầy đủ sẽ được tạo trước. Sau đó, nó có thể được khôi phục bất cứ lúc nào nếu có vấn đề với phiên bản mới. Gói cấu hình được cập nhật:

source: Comment:
vi: Ghi chú:

source: New printer
vi: Máy in mới

source: Install
vi: Cài đặt

source: Don't install
vi: Không cài đặt

source: %s incompatibility
vi: %s không tương thích

source: You must install a configuration update.
vi: Bạn phải cài đặt bản cập nhật cấu hình.

source: %s will now start updates. Otherwise it won't be able to start. Note that a full configuration snapshot will be created first. It can then be restored at any time should there be a problem with the new version. Updated configuration bundles:
vi: %s bây giờ sẽ bắt đầu cập nhật. Nếu không nó sẽ không thể khởi động. Lưu ý rằng ảnh chụp nhanh cấu hình đầy đủ sẽ được tạo trước. Sau đó, nó có thể được khôi phục bất cứ lúc nào nếu có vấn đề với phiên bản mới. Gói cấu hình được cập nhật:

source: %s configuration is incompatible
vi: %s cấu hình không tương thích

source: This version of %s is not compatible with currently installed configuration bundles. This probably happened as a result of running an older %s after using a newer one. You may either exit %s and try again with a newer version, or you may re-run the initial configuration. Doing so will create a backup snapshot of the existing configuration before installing files compatible with this %s.
vi: Phiên bản %s này không tương thích với các gói cấu hình hiện đã cài đặt. Điều này có thể xảy ra do việc chạy một phiên bản %s cũ hơn sau khi sử dụng một phiên bản mới hơn. Bạn có thể thoát %s và thử lại với phiên bản mới hơn, hoặc bạn có thể chạy lại cấu hình ban đầu. Làm như vậy sẽ tạo một bức ảnh sao lưu của cấu hình hiện tại trước khi cài đặt các tệp tương thích với %s này.

source: This %s version: %s
vi: Phiên bản %s này: %s

source: Incompatible bundles:
vi: Gói không tương thích:

source: Re-configure
vi: Cấu hình lại

source: %s now uses an updated configuration structure. So called 'System presets' have been introduced, which hold the built-in default settings for various printers. These System presets cannot be modified, instead, users now may create their own presets inheriting settings from one of the System presets. An inheriting preset may either inherit a particular value from its parent or override it with a customized value. Please proceed with the %s that follows to set up the new presets and to choose whether to enable automatic preset updates.
vi: %s hiện sử dụng cấu trúc cấu hình được cập nhật. Cái gọi là 'Cài đặt trước hệ thống' đã được giới thiệu, giữ cài đặt mặc định tích hợp cho các máy in khác nhau. Các cài đặt trước Hệ thống này không thể được sửa đổi, thay vào đó, người dùng hiện có thể tạo các cài đặt trước của riêng họ kế thừa cài đặt từ một trong các cài đặt trước Hệ thống. Một giá trị đặt trước kế thừa có thể kế thừa một giá trị cụ thể từ cha của nó hoặc ghi đè nó bằng một giá trị tùy chỉnh. Vui lòng tiếp tục với các %s sau để thiết lập các cài đặt trước mới và chọn có bật cập nhật cài đặt trước tự động hay không.

source: For more information please visit our wiki page:
vi: Để biết thêm thông tin, vui lòng truy cập trang wiki của chúng tôi:

source: %s 1.40 configuration update
vi: %s 1,40 Cập nhật cấu hình

source: Configuration updates
vi: Cập nhật cấu hình

source: No updates available
vi: Không có bản cập nhật mới nào

source: %s has no configuration updates available.
vi: %s không có bản cập nhật cấu hình nào khả dụng.

source: App update
vi: Bản cập nhật ứng dụng

source: Your %1% is up to date.
vi: Cập nhật %1% của bạn đã được cập nhật.

source: Wi-Fi Configuration File Generator
vi: Trình tạo tệp cấu hình Wi-Fi

source: Failed to scan wireless networks. Please fill SSID manually.
vi: Không quét được mạng không dây. Vui lòng điền SSID theo cách thủ công.

source: Library wlanapi.dll was not loaded.
vi: Thư viện wlanapi.dll không được tải.

source: Write this file on the USB flash drive. Its name will be %1%.
vi: Ghi tệp này vào ổ đĩa flash USB. Tên của tệp sẽ là %1%.

source: Your Prusa printer should load this file automatically.
vi: Máy in Prusa của bạn sẽ tự động tải tệp này.

source: Note: This file will contain the SSID and password in plain text.
vi: Lưu ý: Tệp này sẽ chứa SSID và mật khẩu ở dạng văn bản thuần túy.

source: On some versions of MacOS, this only loads SSID of connected network.
vi: Trên một số phiên bản MacOS, tính năng này chỉ tải SSID của mạng được kết nối.

source: Retrieve
vi: Lấy lại

source: Drive
vi: Lái xe

source: Write
vi: Viết

source: No password in the keychain for given SSID.
vi: Không có mật khẩu trong chuỗi khóa cho SSID đã cho.

source: SSID field is empty.
vi: Trường SSID đang trống.

source: Drive field is empty.
vi: Trường lái xe đang trống.

source: Selected path is not on removable media.
vi: Đường dẫn đã chọn không nằm trên phương tiện lưu động.

source: %1% already exists. Do you want to rewrite it? (Other items than Wi-Fi credentials will stay unchanged)
vi: %1% đã tồn tại. Bạn có muốn ghi đè nó không? (Các mục khác ngoài thông tin đăng nhập Wi-Fi sẽ không thay đổi)

source: Failed to open file for writing.
vi: Lỗi mở file để ghi.

source: Ramming customization
vi: Tùy chỉnh Ramming

source: Ramming denotes the rapid extrusion just before a tool change in a single-extruder MM printer. Its purpose is to properly shape the end of the unloaded filament so it does not prevent insertion of the new filament and can itself be reinserted later. This phase is important and different materials can require different extrusion speeds to get the good shape. For this reason, the extrusion rates during ramming are adjustable. This is an expert-level setting, incorrect adjustment will likely lead to jams, extruder wheel grinding into filament etc.
vi: Ramming biểu thị quá trình đẩy nhựa nhanh ngay trước khi thay tool trong máy in MM một bộ đầu. Mục đích của nó là định hình đúng cách phần cuối của sợi nhựa không tải để nó không cản trở việc đưa sơi nhựa mới vào và bản thân nó có thể được đẩy lại sau đó. Giai đoạn này rất quan trọng và các vật liệu khác nhau có thể yêu cầu tốc độ ép đẩy nhựa khác nhau để có được hình dạng tốt. Vì lý do này, tốc độ đẩy nhựa trong quá trình ramming có thể điều chỉnh được. Đây là cài đặt cấp độ chuyên gia, việc điều chỉnh không chính xác có thể dẫn đến kẹt nhựa, nghiễn nhựa, v.v.

source: Total ramming time
vi: Tổng thời gian ramming

source: Total rammed volume
vi: Tổng khối lượng nén

source: Ramming line width
vi: Chiều rộng đường ramming

source: Ramming line spacing
vi: Khoảng cách dòng Ramming

source: Wipe tower - Purging volume adjustment
vi: Tháp lau - Điều chỉnh thể tích xả

source: Here you can adjust required purging volume (mm³) for any given pair of tools.
vi: Tại đây, bạn có thể điều chỉnh khối lượng purging cần thiết (mm³) cho bất kỳ cặp tool nào.

source: Extruder changed to
vi: Đổi bộ đầu sang

source: unloaded
vi: không tải

source: loaded
vi: đã tải

source: Tool #
vi: Dụng cụ#

source: Total purging volume is calculated by summing two values below, depending on which tools are loaded/unloaded.
vi: Tổng thể tích xả được tính bằng cách cộng hai giá trị bên dưới, tùy thuộc vào công cụ nào được nạp/dỡ.

source: Volume to purge (mm³) when the filament is being
vi: Khối lượng để lọc (mm³) khi nhựa đang được

source: From
vi: Từ

source: Switching to simple settings will discard changes done in the advanced mode! Do you want to proceed?
vi: Chuyển sang cài đặt đơn giản sẽ loại bỏ các thay đổi được thực hiện ở chế độ nâng cao! \ n Bạn có muốn tiếp tục không?

source: Show simplified settings
vi: Hiển thị cài đặt đơn giản hóa

source: Show advanced settings
vi: Hiển thị cài đặt nâng cao

source: Switch to the %s mode
vi: Chuyển sang chế độ %s

source: Current mode is %s
vi: Chế độ hiện tại là %s

# Mode
source: Advanced
vi: Nâng cao

source: Running downloaded instaler of %1% has failed: %2%
vi: Chạy trình cài đặt đã tải xuống của %1% đã không thành công: %2%

source: Internal download error for url %1%:
vi: Lỗi tải xuống nội bộ cho url %1%:

source: Destination path is empty.
vi: Đường dẫn đích đang trống.

source: Download from %1% couldn't start:
vi: Tải xuống từ %1% không thể bắt đầu:

source: Downloaded file has wrong size. Expected size: %1% Downloaded size: %2%
vi: Tệp đã tải xuống có kích thước không đúng. Kích thước mong đợi: %1% Kích thước đã tải xuống: %2%

source: Failed to write to file or to move %1% to %2%: %3%
vi: Không ghi vào tệp hoặc không di chuyển được %1% đến %2%: %3%

source: Downloading new %1% has failed: %2%
vi: Tải xuống %1% mới không thành công: %2%

source: Mismatched type of print host: %s
vi: Loại máy chủ in không khớp: %s

source: Connection to AstroBox works correctly.
vi: Kết nối với AstroBox hoạt động chính xác.

source: Could not connect to AstroBox
vi: Không thể kết nối với AstroBox

source: Note: AstroBox version at least 1.1.0 is required.
vi: Lưu ý: Yêu cầu AstroBox phải có phiên bản ít nhất là 1.1.0.

source: Connection to Duet works correctly.
vi: Kết nối với Duet hoạt động chính xác.

source: Could not connect to Duet
vi: Không thể kết nối với Duet

source: Unknown error occured
vi: Unknown error occurred

source: Failed to parse a Connect reply
vi: Không phân tích được phản hồi của Connect

source: Wrong password
vi: Sai mật khẩu

source: Could not get resources to create a new connection
vi: Không thể lấy tài nguyên để tạo kết nối mới

source: Exporting source model
vi: Xuất model nguồn

source: Repairing model by Windows repair algorithm
vi: Sửa chữa mô hình bằng thuật toán sửa chữa Windows

source: Loading repaired model
vi: Đang tải model đã sửa

source: Model repair finished
vi: Sửa model hoàn tất

source: Model repair canceled
vi: Hủy sửa model

source: Upload not enabled on FlashAir card.
vi: Tải lên không được kích hoạt trên thẻ FlashAir.

source: Connection to FlashAir works correctly and upload is enabled.
vi: Kết nối với FlashAir hoạt động bình thường và tải lên được bật.

source: Could not connect to FlashAir
vi: Không thể kết nối với FlashAir

source: Note: FlashAir with firmware 2.00.02 or newer and activated upload function is required.
vi: Lưu ý: Cần phải có FlashAir với phần mềm 2.00.02 trở lên và chức năng tải lên được kích hoạt.

source: Could not detect system SSL certificate store. PrusaSlicer will be unable to establish secure network connections.
vi: Không thể phát hiện kho lưu trữ chứng chỉ SSL hệ thống. PrusaSlicer sẽ không thể thiết lập kết nối mạng an toàn.

source: PrusaSlicer detected system SSL certificate store in: %1%
vi: PrusaSlicer đã phát hiện lưu trữ chứng chỉ SSL hệ thống trong: %1%

source: To specify the system certificate store manually, please set the %1% environment variable to the correct CA bundle and restart the application.
vi: Để chỉ định kho lưu trữ chứng chỉ hệ thống theo cách thủ công, vui lòng đặt biến môi trường %1% thành gói CA chính xác và khởi động lại ứng dụng.

source: CURL init has failed. PrusaSlicer will be unable to establish network connections. See logs for additional details.
vi: Khởi tạo CURL không thành công. PrusaSlicer sẽ không thể thiết lập kết nối mạng. Xem nhật ký để biết thêm chi tiết.

source: Connection to MKS works correctly.
vi: Kết nối với MKS hoạt động bình thường.

source: Could not connect to MKS
vi: Không thể kết nối với MKS

source: Connection to Moonraker works correctly.
vi: Kết nối tới Moonraker hoạt động bình thường.

source: Could not connect to Moonraker
vi: Không thể kết nối với Moonraker

source: Connection to OctoPrint works correctly.
vi: Kết nối với OctoPrint hoạt động chính xác.

source: Could not connect to OctoPrint
vi: Không thể kết nối với OctoPrint

source: Note: OctoPrint version at least 1.1.0 is required.
vi: Lưu ý: OctoPrint phải có phiên bản ít nhất là 1.1.0.

source: Connection to Prusa SL1 / SL1S works correctly.
vi: Kết nối với Prusa SL1 / SL1S hoạt động chính xác.

source: Could not connect to Prusa SLA
vi: Không thể kết nối với Prusa SLA

source: Connection to PrusaLink works correctly.
vi: Kết nối với PrusaLink hoạt động bình thường.

source: Could not connect to PrusaLink
vi: Không thể kết nối với PrusaLink

source: Storages found
vi: Kho lưu trữ được tìm thấy

source: %1% : read only
vi: %1% : chỉ đọc

source: %1% : no free space
vi: %1% : không có không gian trống

source: Upload has failed. There is no suitable storage found at %1%.
vi: Tải lên không thành công. Không tìm thấy bộ nhớ phù hợp tại %1%.

source: Connection to Prusa Connect works correctly.
vi: Kết nối với Prusa Connect hoạt động bình thường.

source: Could not connect to Prusa Connect
vi: Không thể kết nối với Prusa Connect

source: Copying of file %1% to %2% failed: %3%
vi: Sao chép tệp %1% sang %2% không thành công: %3%

source: Continue and install configuration updates?
vi: Tiếp tục và cài đặt các bản cập nhật cấu hình?

source: Installing profiles
vi: Cài đặt hồ sơ

source: Downloading resources for %1%.
vi: Đang tải xuống tài nguyên cho %1%.

source: Configuration Update will cause the preset modification to be lost. So, check unsaved changes and save them if necessary.
vi: Cập nhật cấu hình sẽ làm mất đi những sửa đổi được cài đặt trước. Vì vậy, hãy kiểm tra những thay đổi chưa lưu và lưu lại nếu cần.

source: Updating
vi: Cập Nhật

source: requires min. %s and max. %s
vi: yêu cầu tối thiểu %s và tối đa. %s

source: requires min. %s
vi: yêu cầu tối thiểu %s

source: requires max. %s
vi: yêu cầu tối đa %s

source: Couldn't locate index file for vendor %1% when performing updates. The profile will not be installed.
vi: Không thể tìm thấy tệp chỉ mục cho nhà cung cấp %1% khi thực hiện cập nhật. Hồ sơ sẽ không được cài đặt.

source: Couldn't load index file for vendor %1% when performing updates. The profile will not be installed. Reason: Corrupted index file %2%.
vi: Không thể tải tệp chỉ mục cho nhà cung cấp %1% khi thực hiện cập nhật. Hồ sơ sẽ không được cài đặt. Lý do: Tệp chỉ mục %2% bị hỏng.

source: Couldn't open profile file for vendor %1% when performing updates. The profile will not be installed. This installation might be corrupted.
vi: Không thể mở tệp hồ sơ cho nhà cung cấp %1% khi thực hiện cập nhật. Hồ sơ sẽ không được cài đặt. Việc cài đặt này có thể bị hỏng.

source: Open G-code file:
vi: Mở file G-code:

source: Connection to Repetier works correctly.
vi: Kết nối với Repetier hoạt động bình thường.

source: Could not connect to Repetier
vi: Không thể kết nối với Repetier

source: Note: Repetier version at least 0.90.0 is required.
vi: Lưu ý: Phiên bản Repetier yêu cầu ít nhất là 0.90.0.

source: HTTP status: %1% Message body: "%2%"
vi: Trạng thái HTTP: %1% Nội dung thư: "%2%"

source: Parsing of host response failed. Message body: "%1%" Error: "%2%"
vi: Phân tích phản hồi của máy chủ không thành công. Nội dung tin nhắn: "%1%" Lỗi: "%2%"

source: Enumeration of host printers failed. Message body: "%1%" Error: "%2%"
vi: Việc liệt kê các máy in chủ không thành công. Nội dung thư: "%1%" Lỗi: "%2%"

source: Fuzzy skin Did you know that you can create rough fibre-like texture on the sides of your models using the<a>Fuzzy skin</a>feature? You can also use modifiers to apply fuzzy-skin only to a portion of your model.
vi: Fuzzy skin Bạn có biết rằng bạn có thể tạo kết cấu giống sợi thô ở hai bên mô hình của mình bằng tính năng <a>Fuzzy skin</a> không? Bạn cũng có thể sử dụng trình sửa đổi để chỉ áp dụng Fuzzy skin cho một phần mô hình của mình.

source: Shapes gallery Did you know that PrusaSlicer has a Shapes Gallery? You can use the included models as modifiers, negative volumes or as printable objects. Right-click the platter and select<a>Add Shape - Gallery</a>.
vi: Thư viện hình dạng Bạn có biết rằng PrusaSlicer có Thư viện hình dạng không? Bạn có thể sử dụng các mô hình đi kèm làm công cụ sửa đổi, âm lượng âm hoặc làm đối tượng có thể in được. Nhấp chuột phải vào đĩa và chọn<a>Thêm hình dạng - Thư viện</a>.

source: Arrange settings Did you know that you can right-click the<a>Arrange icon</a>to adjust the size of the gap between objects and to allow automatic rotations?
vi: Cài đặt sắp xếp Bạn có biết rằng bạn có thể nhấp chuột phải vào<a>biểu tượng Sắp xếp</a>để điều chỉnh kích thước của khoảng cách giữa các đối tượng và cho phép xoay tự động không?

source: Negative volume Did you know that you can subtract one mesh from another using the Negative volume modifier? That way you can, for example, create easily resizable holes directly in PrusaSlicer. Read more in the documentation. (Requires Advanced or Expert mode.)
vi: Khối lượng âm Bạn có biết rằng bạn có thể trừ một lưới khỏi một lưới khác bằng cách sử dụng công cụ sửa đổi âm lượng Âm không? Bằng cách đó, bạn có thể tạo các lỗ có thể thay đổi kích thước dễ dàng trực tiếp trong PrusaSlicer chẳng hạn. Đọc thêm trong tài liệu. (Yêu cầu chế độ Nâng cao hoặc Chuyên gia.)
