Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Show the 3D slices preview
vi: Hiển thị bản slice 3D xem trước

source: Open the dialog to modify shape gallery
vi: Mở hộp thoại để sửa đổi bộ sưu tập hình dạng

source: Print &Host Upload Queue
vi: Hàng đợi tải lên máy in & lưu trữ

source: Display the Print Host Upload Queue window
vi: Hiển thị cửa sổ Print Host Upload Queue

source: Open New Instance
vi: Mở phiên bản mới

source: Compare Presets
vi: So sánh các cài đặt trước

source: Compare presets
vi: So sánh các cài đặt trước

source: Show &Labels
vi: Hiện &Label

source: Show object/instance labels in 3D scene
vi: Hiển thị nhãn đối tượng/đối tượng trong cảnh 3D

source: Show Legen&d
vi: Hiển thị Legen&d

source: Show legend in preview
vi: Hiển thị chú giải trong bản xem trước

source: &Collapse Sidebar
vi: &Thu Gọn Thanh Bên

source: Collapse sidebar
vi: Thu gọn thanh bên

source: &Fullscreen
vi: &Toàn màn hình

source: Fullscreen
vi: Toàn màn hình

source: &File
vi: &Chính

source: &Edit
vi: &Hiệu chỉnh

source: &Window
vi: &Cửa sổ

source: &View
vi: &Xem

source: &Help
vi: Trợ &giúp

source: &Open G-code
vi: &Mở mã G

source: Open &PrusaSlicer
vi: Mở &PrusaSlicer

source: Show legend
vi: Hiển thị chú thích

source: S&end to print
vi: &Gửi dể in

source: Mate&rial Settings Tab
vi: Tab Cài đặt &Vật liệu

source: Select the STL file to repair:
vi: Chọn file STL để sửa:

source: Save OBJ file (less prone to coordinate errors than STL) as:
vi: Lưu tệp OBJ (ít bị lỗi hơn STL) dưới dạng:

source: Your file was repaired.
vi: Tệp của bạn đã được sửa chữa.

source: Save configuration as:
vi: Lưu cấu hình dưới dạng:

source: Loading of a configuration file
vi: Đang tải file cấu hình

source: Select configuration to load:
vi: Chọn cấu hình để tải:

source: The selected config file contains a post-processing script. Please review the script carefully before exporting G-code.
vi: Tệp cấu hình đã chọn chứa một tập lệnh xử lý hậu kỳ. Vui lòng xem xét kỹ tập lệnh trước khi xuất G-code.

source: Exporting configuration bundle
vi: Xuất gói cấu hình

source: Some presets are modified and the unsaved changes will not be exported into configuration bundle.
vi: Một số preset được sửa đổi và các thay đổi chưa được lưu sẽ không được xuất thành gói cấu hình.

source: Save presets bundle as:
vi: Lưu gói preset dưới dạng:

source: Loading of a configuration bundle
vi: Đang tải gói cấu hình

source: %d presets successfully imported.
vi: %d cài đặt trước đã được nhập thành công.

source: 3Dconnexion settings
vi: Cài đặt 3Dconnexion

source: Device:
vi: Thiết bị:

source: Speed:
vi: Tốc độ:

source: Translation
vi: Dịch

source: Zoom
vi: Phóng

source: Deadzone:
vi: Vùng Chết:

source: Options:
vi: Tùy chọn:

source: Swap Y/Z axes
vi: Hoán đổi trục Y/Z

source: %s error
vi: %s lỗi

source: %s has encountered an error
vi: %s đã gặp lỗi

source: %s warning
vi: %s cảnh báo

source: %s has a warning
vi: %s có cảnh báo

source: %s info
vi: %s thông tin

source: %s information
vi: %s thông tin

source: 3D Mouse disconnected.
vi: Chuột 3D đã bị ngắt kết nối.

source: Configuration update is available.
vi: Đã có bản cập nhật cấu hình

source: See more.
vi: Xem thêm.

source: Configuration update is available. Update contains new printer releases.
vi: Đã có bản cập nhật cấu hình. Bản cập nhật bao gồm các bản phát hành máy in mới.

source: You have just added a G-code for color change, but its value is empty. To export the G-code correctly, check the "Color Change G-code" in "Printer Settings > Custom G-code"
vi: Bạn vừa thêm G-code để thay đổi màu, nhưng giá trị của nó trống. Để xuất G-code chính xác, hãy kiểm tra "G-code thay đổi màu" trong "Cài đặt máy in > Tùy chỉnh G-code"

source: No color change event was added to the print. The print does not look like a sign.
vi: Không có sự kiện thay đổi màu nào được thêm vào bản in. Bản in trông không giống một bảng hiệu.

source: Desktop integration was successful.
vi: Tích hợp máy tính để bàn đã thành công.

source: Desktop integration failed.
vi: Tích hợp máy tính để bàn không thành công.

source: Undo desktop integration was successful.
vi: Hoàn tác tích hợp máy tính để bàn đã thành công.

source: Undo desktop integration failed.
vi: Hoàn tác tích hợp máy tính để bàn không thành công.

source: Exporting.
vi: Đang xuất

source: PrusaSlicer recieved a download request from Printables.com, but it's not allowed. You can allow it
vi: PrusaSlicer đã nhận được yêu cầu tải xuống từ Printables.com, nhưng không được phép. Bạn có thể cho phép

source: here.
vi: ở đây.

source: Open Folder.
vi: Mở thư mục

source: Eject drive
vi: Ngắt kết nối ổ đĩa

source: Ejecting.
vi: Đẩy ra.

source: COMPLETED
vi: HOÀN THÀNH

source: RESOLVING ADDRESS
vi: ĐỊA CHỈ GIẢI QUYẾT

source: CANCELED
vi: BỊ HỦY BỎ

source: Cancel upload
vi: Hủy tải lên

source: %1$d object was loaded with custom supports.
vi: Đối tượng %1$d đã được tải với các hỗ trợ tùy chỉnh.

source: %1$d object was loaded with custom seam.
vi: Đối tượng %1$d đã được tải với đường nối tùy chỉnh.

source: %1$d object was loaded with multimaterial painting.
vi: Đối tượng %1$d đã được tải bằng cách sơn nhiều vật liệu.

source: %1$d object was loaded with variable layer height.
vi: Đối tượng %1$d được tải với chiều cao lớp thay đổi.

source: %1$d object was loaded with partial sinking.
vi: Đối tượng %1$d đã được tải với một phần bị chìm.

source: %1$d object was loaded as a part of cut object.
vi: %1$d đối tượng đã được tải lên như một phần của đối tượng cắt.

source: Slicing finished.
vi: Slice xong.

source: Export G-Code.
vi: Xuất G-Code.

source: Export.
vi: Xuất khẩu

source: WARNING:
vi: CẢNH BÁO:

source: Exporting finished.
vi: Đã xuất xong.

source: Download
vi: Tải xuống

source: Paint-on seam
vi: Vẽ lên seam

source: Sinking
vi: Chìm

source: Instances
vi: Tạm thời

source: Instance %d
vi: Tạm thời%d

source: Layers
vi: Lớp

source: Range
vi: Phạm vi

source: PrusaSlicer requires OpenGL ES 2.0 capable graphics driver to run correctly, while OpenGL version %s, render %s, vendor %s was detected.
vi: PrusaSlicer yêu cầu driver đồ họa OpenGL ES 2.0 để chạy chính xác, trong khi phiên bản OpenGL %s, render %s, nhà cung cấp %s được phát hiện.

source: PrusaSlicer requires OpenGL 3.2 capable graphics driver to run correctly, while OpenGL version %s, render %s, vendor %s was detected.
vi: PrusaSlicer yêu cầu driver đồ họa OpenGL 3.2 để chạy chính xác, trong khi phiên bản OpenGL %s, render %s, nhà cung cấp %s được phát hiện.

source: PrusaSlicer requires OpenGL 2.0 capable graphics driver to run correctly, while OpenGL version %s, render %s, vendor %s was detected.
vi: PrusaSlicer yêu cầu driver đồ họa OpenGL 2.0 để chạy chính xác, trong khi phiên bản OpenGL %s, render %s, nhà cung cấp %s được phát hiện.

source: You may need to update your graphics card driver.
vi: Bạn có thể cần cập nhật driver card đồ họa của mình.

source: As a workaround, you may run PrusaSlicer with a software rendered 3D graphics by running prusa-slicer.exe with the --sw-renderer parameter.
vi: Như một giải pháp thay thế, bạn có thể chạy PrusaSlicer bằng phần mềm render 3D bằng cách chạy prusa-slicer.exe với tham số --sw-renderer.

source: Unsupported OpenGL version
vi: Phiên bản OpenGL không được hỗ trợ

source: Unable to load the following shaders: %s
vi: Không thể tải các shader sau: %s

source: Error loading shaders
vi: Lỗi khi tải shader

source: Edit Custom G-code
vi: Thay đổi G-code tùy chỉnh

source: Unavailable for this method.
vi: Không áp dụng được phương pháp này.

source: Delete this preset from this printer device
vi: Xóa preset này khỏi thiết bị máy in này

source: This printer will be shown in the presets list as
vi: Máy in này sẽ được hiển thị trong danh sách cài đặt sẵn là

source: Type here the name of your printer device
vi: Nhập vào đây tên của thiết bị máy in của bạn

source: Descriptive name for the printer
vi: Tên mô tả cho máy in

source: Add preset for this printer device
vi: Thêm cài đặt trước cho thiết bị in này

source: Print Host upload
vi: Tải lên máy chủ in

source: Connection to printers connected via the print host failed.
vi: Kết nối với máy in được kết nối qua máy chủ in không thành công.

source: Test
vi: Kiểm tra

source: Could not get a valid Printer Host reference
vi: Không thể lấy tham chiếu Máy chủ Máy in hợp lệ

source: Success!
vi: Thành công!

source: Refresh Printers
vi: Làm mới máy in

source: HTTPS CA file is optional. It is only needed if you use HTTPS with a self-signed certificate.
vi: File HTTPS CA là tùy chọn. Nó chỉ cần thiết nếu bạn sử dụng HTTPS với chứng chỉ tự ký.

source: Certificate files (*.crt, *.pem)|*.crt;*.pem|All files|*.*
vi: File chứng chỉ (*.crt, *.pem)|*.crt;*.pem|Tất cả file|*.*

source: Open CA certificate file
vi: Mở file chứng chỉ CA

source: On this system, %s uses HTTPS certificates from the system Certificate Store or Keychain.
vi: Trên hệ thống này, %s sử dụng chứng chỉ HTTPS từ Kho chứng chỉ hoặc Chuỗi khóa của hệ thống.

source: To use a custom CA file, please import your CA file into Certificate Store / Keychain.
vi: Để sử dụng file CA tùy chỉnh, vui lòng nhập file CA của bạn vào Cửa hàng chứng chỉ / Keychain.

source: Unexpected character
vi: Kí tự không mong đợi.

source: The following characters are not allowed in the name
vi: Các ký tự sau đây không được phép có trong tên

source: You have to enter a printer name.
vi: Bạn phải nhập tên máy in.

source: URL of PrusaConnect is different from https://connect.prusa3d.com. Do you want to continue?
vi: URL của PrusaConnect khác với https://connect.prusa3d.com. Bạn có muốn tiếp tục không?

source: Printer with name "%1%" already exists.
vi: Máy in có tên "%1%" đã tồn tại.

source: Replace?
vi: Thay thế?

source: Following printer preset is duplicated:%1%The above preset for printer "%2%" will be used just once.
vi: Cài đặt trước của máy in sau được sao chép:%1% Preset ở trên cho máy in "%2%" sẽ chỉ được sử dụng một lần.

source: It's not possible to delete the last related preset for the printer.
vi: Không thể xóa cài đặt trước liên quan cuối cùng cho máy in.

source: The provided name is not valid;
vi: Tên được cung cấp không hợp lệ;

source: the following characters are not allowed:
vi: các ký tự sau không được phép:

source: For a multipart object, this value isn't accurate. It doesn't take account of intersections and negative volumes.
vi: Đối với một đối tượng nhiều phần, giá trị này không chính xác. Nó không tính đến các giao điểm và khối lượng âm.

source: Volume
vi: Khối Lượng

source: Facets
vi: Cạnh

source: Sliced Info
vi: Thông tin Slice

source: Used Filament (g)
vi: Sử dụng nhựa (g)

source: Used Filament (m)
vi: Sử dụng nhựa (m)

source: Used Filament (mm³)
vi: Sử dụng nhựa (mm³)

source: Used Material (unit)
vi: Sử dụng vật liệu (đơn vi)

source: Cost (money)
vi: Chi phí (tiền)

source: Estimated printing time
vi: Thời gian in ước tính

source: Number of tool changes
vi: Số lần thay đổi công cụ

source: Select what kind of support do you need
vi: Chọn loại support nào bạn cần

source: For support enforcers only
vi: Chỉ dành cho nhân viên hỗ trợ

source: Everywhere
vi: Mọi nơi

source: Brim
vi: Vành

source: This flag enables the brim that will be printed around each object on the first layer.
vi: Cờ này cho phép vành sẽ được in xung quanh mỗi đối tượng trên lớp đầu tiên.

source: Purging volumes
vi: Khối lượng thanh lọc

source: Select what kind of pad do you need
vi: Chọn loại pad nào bạn cần

source: Below object
vi: Bên dưới đối tượng

source: Around object
vi: Xung quanh đối tượng

source: Send to printer
vi: Gửi tới máy in

source: Slice now
vi: Slice ngay bây giờ

source: Hold Shift to Slice & Export G-code
vi: Giữ phím Shift để Slice và xuất G-code

source: %1% (%2$d shell)
vi: %1% (%2$d vỏ)

source: Used Material (ml)
vi: Sử dụng Vật liệu (ml)

source: object
vi: đối tượng

source: supports and pad
vi: hỗ trợ và pad

source: Used Filament (in)
vi: Sử dụng Nhựa in (in)

source: objects
vi: đối tượng

source: wipe tower
vi: tháp lau

source: Used Filament (in³)
vi: Sử dụng Nhựa in (in³)

source: Filament at extruder %1%
vi: Nhựa in ở cụm đầu %1%

source: (including spool)
vi: (bao gồm cả ống chỉ)

source: normal mode
vi: chế độ bình thường

source: stealth mode
vi: chế độ ẩn danh

source: Do you want to save the changes to "%1%"?
vi: Bạn có muốn lưu các thay đổi vào "%1%" không?

source: Save
vi: Ghi lại

source: Discard
vi: Bỏ đi

source: Ask for unsaved changes in project
vi: Yêu cầu các thay đổi chưa được lưu trong project

source: You will not be asked about it again, when: - Closing PrusaSlicer, - Loading or creating a new project
vi: Bạn sẽ không được hỏi về điều đó nữa, khi: - Đóng PrusaSlicer, - Đang tải hoặc tạo một project mới

source: Successfully unmounted. The device %s(%s) can now be safely removed from the computer.
vi: Đã ngắt kết nối thành công. Thiết bị %s(%s) hiện có thể được gỡ bỏ an toàn khỏi máy tính.

source: Ejecting of device %s(%s) has failed.
vi: Ngắt kết nối thiết bị %s(%s) không thành công.

source: New Project
vi: Dự án mới

source: Expand sidebar
vi: Mở rộng thanh bên

source: The preset below was temporarily installed on the active instance of PrusaSlicer
vi: Preset bên dưới được cài đặt tạm thời trên instance đang hoạt động của PrusaSlicer

source: The selected %1% file contains a post-processing script. Please review the script carefully before exporting G-code.
vi: Tệp %1% đã chọn chứa một tập lệnh xử lý hậu kỳ. Vui lòng xem xét kỹ tập lệnh trước khi xuất G-code.

source: Failed loading file "%1%" due to an invalid configuration.
vi: Không tải được file "%1%" do cấu hình không hợp lệ.

source: Object size from file %s appears to be zero. This object has been removed from the model
vi: Kích thước đối tượng từ tệp %s dường như bằng không. Đối tượng này đã bị xóa khỏi mô hình

source: The size of the object is zero
vi: Kích thước của đối tượng bằng không

source: The dimensions of the object from file %s seem to be defined in meters. The internal unit of PrusaSlicer is a millimeter. Do you want to recalculate the dimensions of the object?
vi: Kích thước của đối tượng từ tệp %s dường như được định nghĩa bằng mét. Đơn vị nội bộ của PrusaSlicer là milimét. Bạn có muốn tính toán lại kích thước của đối tượng không?

source: The object is too small
vi: Đối tượng quá nhỏ

source: Apply to all the remaining small objects being loaded.
vi: Áp dụng cho tất cả các đối tượng nhỏ còn lại đang được tải.

source: The dimensions of the object from file %s seem to be defined in inches. The internal unit of PrusaSlicer is a millimeter. Do you want to recalculate the dimensions of the object?
vi: Kích thước của đối tượng từ tệp %s dường như được định nghĩa bằng inch. Đơn vị nội bộ của PrusaSlicer là milimét. Bạn có muốn tính toán lại kích thước của đối tượng không?

source: This file contains several objects positioned at multiple heights. Instead of considering them as multiple objects, should the file be loaded as a single object having multiple parts?
vi: File này chứa một số đối tượng được định vị ở nhiều độ cao. Thay vì coi chúng là nhiều đối tượng, file có nên được tải dưới dạng một đối tượng có nhiều phần?

source: Multi-part object detected
vi: Đã phát hiện đối tượng nhiều phần

source: Apply to all objects being loaded.
vi: Áp dụng cho tất cả các đối tượng đang được tải.

source: This file cannot be loaded in a simple mode. Do you want to switch to an advanced mode?
vi: Tệp này không thể được tải trong một chế độ đơn giản. Bạn có muốn chuyển sang chế độ nâng cao không?

source: Detected advanced data
vi: Đã phát hiện dữ liệu nâng cao

source: Multiple objects were loaded for a multi-material printer. Instead of considering them as multiple objects, should I consider these files to represent a single object having multiple parts?
vi: Nhiều đối tượng đã được tải cho máy in đa vật liệu. Thay vì coi chúng là nhiều đối tượng, tôi có nên coi các tệp này là đại diện cho một đối tượng duy nhất có nhiều bộ phận không?

source: Your object appears to be too large, so it was automatically scaled down to fit your print bed.
vi: Đối tượng của bạn dường như quá lớn, vì vậy nó được tự động thu nhỏ lại để phù hợp với giường in của bạn.

source: Object too large?
vi: Đối tượng quá lớn?

source: Export STL file:
vi: Xuất file STL:

source: Export AMF file:
vi: Xuất file AMF:

source: Save file as:
vi: Lưu file dưới dạng:

source: Export OBJ file:
vi: Xuất file OBJ:

source: Delete object which is a part of cut object
vi: Xóa đối tượng là một phần của đối tượng cắt

source: You try to delete an object which is a part of a cut object.
vi: Bạn cố gắng xóa một đối tượng là một phần của đối tượng cắt.

source: This action will break a cut information. After that PrusaSlicer can't guarantee model consistency
vi: Hành động này sẽ phá vỡ thông tin cắt. Sau đó PrusaSlicer không thể đảm bảo tính nhất quán của mô hình

source: Delete object
vi: Xoá đối tượng

source: Delete Object
vi: Xóa đối tượng

source: Delete All Objects
vi: Xóa tất cả các đối tượng

source: Reset Project
vi: Thiết lập lại dự án

source: The selected object couldn't be split because it contains only one solid part.
vi: Không thể tách đối tượng đã chọn vì nó chỉ chứa một phần đặc.

source: All non-solid parts (modifiers) were deleted
vi: Tất cả các phần không rắn (bộ điều chỉnh) đã bị xóa

source: Split to Objects
vi: Chia thành các đối tượng

source: An object has custom support enforcers which will not be used because supports are disabled.
vi: Một đối tượng có các trình thực thi hỗ trợ tùy chỉnh sẽ không được sử dụng vì support bị tắt.

source: Enable supports for enforcers only
vi: Chỉ bật hỗ trợ cho người thực thi

source: Bed temperatures for the used filaments differ significantly.
vi: Nhiệt độ của các sợi đốt được sử dụng có sự khác biệt đáng kể.

source: Invalid data
vi: Dữ liệu không hợp lệ

source: Slicing
vi: Cắt lát

source: Another export job is currently running.
vi: Đang xuất một file khác.

source: Replace from:
vi: Thay thế từ:

source: Unable to replace with more than one volume
vi: Không thể thay thế bằng nhiều hơn một tập

source: Error during replace
vi: Lỗi trong quá trình thay thế

source: Select the new file
vi: Chọn file mới

source: File for the replace wasn't selected
vi: File để thay thế chưa được chọn

source: Please select the file to reload
vi: Vui lòng chọn file để tải lại

source: The selected file
vi: File đã chọn

source: differs from the original file
vi: khác với tập tin gốc

source: Do you want to replace it
vi: Bạn có muốn thay thế nó không

source: Reload from:
vi: Tải lại từ:

source: Unable to reload:
vi: Không thể tải lại:

source: Error during reload
vi: Lỗi khi tải lại

source: Reload all from disk
vi: Tải lại tất cả từ ổ đĩa

source: You are using template filament preset.
vi: Bạn đang sử dụng mẫu soi nhua cài sẵn.

source: Please note that template presets are not customized for specific printer and should only be used as a starting point for creating your own user presets.
vi: Xin lưu ý rằng các mẫu cài đặt trước không được tùy chỉnh cho máy in cụ thể và chỉ nên được sử dụng làm điểm khởi đầu để tạo mẫu cài đặt trước cho người dùng của riêng bạn.

source: More info at
vi: Thêm thông tin tại

source: There are active warnings concerning sliced models:
vi: Có những cảnh báo tích cực liên quan đến các model đã slice:

source: generated warnings
vi: cảnh báo được tạo ra

source: Slicing Cancelled.
vi: Đã hủy cắt lát.

source: 3D editor view
vi: Chế độ xem trình chỉnh sửa 3D

source: Undo / Redo is processing
vi: Hoàn tác / Làm lại đang được xử lý

source: Switching the printer technology from %1% to %2%. Some %1% presets were modified, which will be lost after switching the printer technology.
vi: Chuyển công nghệ máy in từ %1% sang %2%. Một số preset %1% đã được sửa đổi, giá trị này sẽ bị mất sau khi chuyển đổi công nghệ máy in.

source: Creating a new project while the current project is modified.
vi: Tạo một project mới trong khi project hiện tại được sửa đổi.

source: Creating a new project while some presets are modified.
vi: Tạo một project mới trong khi một số preset được sửa đổi.

source: You can keep presets modifications to the new project or discard them
vi: Bạn có thể giữ lại các sửa đổi cài đặt trước cho dự án mới hoặc loại bỏ chúng

source: You can keep presets modifications to the new project, discard them or save changes as new presets. Note, if changes will be saved then new project wouldn't keep them
vi: Bạn có thể giữ lại các sửa đổi cài đặt trước cho dự án mới, loại bỏ chúng hoặc lưu các thay đổi dưới dạng cài đặt trước mới. Lưu ý, nếu các thay đổi sẽ được lưu thì dự án mới sẽ không giữ chúng

source: Creating a new project
vi: Tạo một project mới

source: Load Project
vi: Tải project

source: Import Object
vi: Nhập Đối tượng

source: Import Objects
vi: Nhập project

source: Import SLA archive
vi: Nhập kho lưu trữ SLA

source: does not contain valid gcode.
vi: không chứa gcode hợp lệ.

source: Error while loading .gcode file
vi: Lỗi khi tải tệp .gcode

source: Unable to open the selected file.
vi: Không thể mở tệp đã chọn.

source: The selected file is already in ASCII format.
vi: Tệp được chọn đã ở định dạng ASCII.

source: File %1% already exists. Do you wish to overwrite it?
vi: Tệp %1% đã tồn tại. Bạn có muốn ghi đè lên nó không?

source: Unable to open output file.
vi: Không thể mở tập tin đầu ra.

source: Error converting G-code file
vi: Lỗi khi chuyển đổi tệp G-code

source: Successfully created G-code ASCII file
vi: Đã tạo thành công tệp ASCII G-code

source: Convert G-code file to ASCII format
vi: Chuyển đổi tệp G-code sang định dạng ASCII

source: The selected file is already in binary format.
vi: Tệp đã chọn đã ở định dạng nhị phân.

source: Successfully created G-code binary file
vi: Đã tạo thành công tệp nhị phân G-code

source: Convert G-code file to binary format
vi: Chuyển đổi tệp G-code sang định dạng nhị phân

source: %1% - Multiple projects file
vi: %1% - Tập tin nhiều dự án

source: There are several files being loaded, including Project files.
vi: Có một số tệp đang được tải, bao gồm các tệp Dự án.

source: Select an action to apply to all files.
vi: Chọn một hành động để áp dụng cho tất cả các tệp.

source: There are several files being loaded.
vi: Có một số tập tin đang được tải.

source: Action
vi: Hành động

source: Import 3D models
vi: Nhập mô hình 3D

source: Start a new instance of PrusaSlicer
vi: Bắt đầu một phiên bản mới của PrusaSlicer

source: Select one to load as project
vi: Chọn một để tải làm dự án

source: Select only one file to load the configuration.
vi: Chỉ chọn một tệp để tải cấu hình.

source: Loading of a ZIP archive on path %1% has failed.
vi: Việc tải tệp ZIP trên đường dẫn %1% đã không thành công.

source: Failed to unzip file to %1%: %2%
vi: Không giải nén được tệp thành %1%: %2%

source: Failed to find unzipped file at %1%. Unzipping of file has failed.
vi: Không tìm thấy tệp đã giải nén tại %1%. Việc giải nén tệp đã không thành công.

source: Load project file
vi: Tải tập tin dự án

source: Open as project
vi: Mở như một dự án

source: Import 3D models only
vi: Chỉ nhập mô hình 3D

source: Import config only
vi: Chỉ nhập cấu hình

source: Start new PrusaSlicer instance
vi: Bắt đầu một phiên bản PrusaSlicer mới

source: Select an action to apply to the file
vi: Chọn một hành động để áp dụng cho file

source: Don't show again
vi: Không hiện thị lại

source: You can open only one .gcode file at a time.
vi: Bạn chỉ có thể mở một file .gcode tại một thời điểm.

source: Drag and drop G-code file
vi: Kéo và thả file G-code

source: Load File
vi: Tải File

source: Load Files
vi: Tải File

source: All objects will be removed, continue?
vi: Tất cả các đối tượng sẽ bị xóa, tiếp tục?

source: Delete Selected Objects
vi: Xóa các đối tượng đã chọn

source: Increase Instances
vi: Tăng số lượng trường hợp

source: Decrease Instances
vi: Giảm Instances
