Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Output Model Info
vi: Thông tin mô hình đầu ra

source: Write information about the model to the console.
vi: Ghi thông tin về mô hình vào bảng điều khiển.

source: Save config file
vi: Lưu tập tin cấu hình

source: Save configuration to the specified file.
vi: Lưu cấu hình vào tệp đã chỉ định.

source: Align XY
vi: Căn chỉnh XY

source: Align the model to the given point.
vi: Căn chỉnh mô hình theo điểm đã cho.

source: Cut
vi: Cắt

source: Cut model at the given Z.
vi: Cắt mô hình ở độ cao Z đã cho.

source: Center
vi: Ở giữa

source: Center the print around the given center.
vi: Căn giữa bản in quanh tâm đã cho.

source: Don't arrange
vi: Đừng sắp xếp

source: Ensure on bed
vi: Đảm bảo trên giường

source: Lift the object above the bed when it is partially below. Enabled by default, use --no-ensure-on-bed to disable.
vi: Nâng vật thể lên trên giường khi nó ở một phần bên dưới. Được bật theo mặc định, sử dụng --no-ensure-on-bed để tắt.

source: Duplicate
vi: Nhân bản

source: Multiply copies by this factor.
vi: Nhân các bản sao với hệ số này.

source: Duplicate by grid
vi: Sao chép theo lưới

source: Multiply copies by creating a grid.
vi: Nhân rộng các bản sao bằng cách tạo lưới.

source: Merge
vi: Hợp nhất

source: Arrange the supplied models in a plate and merge them in a single model in order to perform actions once.
vi: Sắp xếp các mô hình được cung cấp trong một tấm và hợp nhất chúng trong một mô hình duy nhất để thực hiện các hành động một lần.

source: Repair
vi: Sửa chữa

source: Try to repair any non-manifold meshes (this option is implicitly added whenever we need to slice the model to perform the requested action).
vi: Cố gắng sửa chữa bất kỳ lưới không thay đổi nào (tùy chọn này được thêm vào bất cứ khi nào chúng ta cần cắt mô hình để thực hiện hành động được yêu cầu).

source: Rotate
vi: Xoay

source: Rotation angle around the Z axis in degrees.
vi: Góc quay quanh trục Z tính bằng độ.

source: Rotate around X
vi: Xoay quanh X

source: Rotation angle around the X axis in degrees.
vi: Góc quay quanh trục X tính bằng độ.

source: Rotate around Y
vi: Xoay quanh Y

source: Rotation angle around the Y axis in degrees.
vi: Góc quay quanh trục Y tính bằng độ.

source: Scale
vi: Tỉ lệ

source: Scaling factor or percentage.
vi: Hệ số tỷ lệ hoặc tỷ lệ phần trăm.

source: Split
vi: Tách

source: Detect unconnected parts in the given model(s) and split them into separate objects.
vi: Phát hiện các phần không được kết nối trong (các) mô hình nhất định và chia chúng thành các đối tượng riêng biệt.

source: Scale to Fit
vi: Đổi Tỷ Lệ để Khít Vừa (Scale to Fit)

source: Scale to fit the given volume.
vi: Scale để phù hợp với khối lượng nhất định.

source: Delete files after loading
vi: Xóa các tập tin sau khi tải

source: Delete files after loading.
vi: Xóa tập tin sau khi tải.

source: Ignore non-existent config files
vi: Bỏ qua các tệp cấu hình không tồn tại

source: Do not fail if a file supplied to --load does not exist.
vi: Đừng thất bại nếu tệp được cung cấp cho --load không tồn tại.

source: Forward-compatibility rule when loading configurations from config files and project files (3MF, AMF).
vi: Quy tắc tương thích ngược khi tải cấu hình từ tệp cấu hình và tệp dự án (3MF, AMF).

source: This version of PrusaSlicer may not understand configurations produced by the newest PrusaSlicer versions. For example, newer PrusaSlicer may extend the list of supported firmware flavors. One may decide to bail out or to substitute an unknown value with a default silently or verbosely.
vi: Phiên bản PrusaSlicer này có thể không hiểu các cấu hình do phiên bản PrusaSlicer mới nhất tạo ra. Ví dụ: PrusaSlicer mới hơn có thể mở rộng danh sách các phiên bản firmware được hỗ trợ. Người ta có thể quyết định cứu trợ hoặc thay thế một giá trị không xác định bằng một mặc định âm thầm hoặc dài dòng.

source: Bail out on unknown configuration values
vi: Thoát khỏi các giá trị cấu hình không xác định

source: Enable reading unknown configuration values by verbosely substituting them with defaults.
vi: Cho phép đọc các giá trị cấu hình không xác định bằng cách thay thế chúng bằng các giá trị mặc định.

source: Enable reading unknown configuration values by silently substituting them with defaults.
vi: Cho phép đọc các giá trị cấu hình không xác định bằng cách âm thầm thay thế chúng bằng giá trị mặc định.

source: Load config file
vi: Tải tập tin cấu hình

source: Load configuration from the specified file. It can be used more than once to load options from multiple files.
vi: Tải cấu hình từ tệp đã chỉ định. Có thể sử dụng nhiều lần để tải tùy chọn từ nhiều tệp.

source: Output File
vi: Tệp đầu ra

source: The file where the output will be written (if not specified, it will be based on the input file).
vi: Tệp mà đầu ra sẽ được ghi (nếu không được chỉ định, nó sẽ dựa trên tệp đầu vào).

source: Single instance mode
vi: Chế độ đơn lẻ

source: If enabled, the command line arguments are sent to an existing instance of GUI PrusaSlicer, or an existing PrusaSlicer window is activated. Overrides the "single_instance" configuration value from application preferences.
vi: Nếu được bật, các đối số dòng lệnh sẽ được gửi đến phiên bản GUI PrusaSlicer hiện có hoặc cửa sổ PrusaSlicer hiện có được kích hoạt. Ghi đè giá trị cấu hình "single_instance" từ tùy chọn ứng dụng.

source: Data directory
vi: Thư mục dữ liệu

source: Load and store settings at the given directory. This is useful for maintaining different profiles or including configurations from a network storage.
vi: Tải và lưu trữ các cài đặt tại thư mục đã cho. Điều này hữu ích để duy trì các cấu hình khác nhau hoặc bao gồm các cấu hình từ bộ lưu trữ mạng.

source: Maximum number of threads
vi: Số lượng luồng tối đa

source: Sets the maximum number of threads the slicing process will use. If not defined, it will be decided automatically.
vi: Đặt số luồng tối đa mà quy trình cắt lát sẽ sử dụng. Nếu không được xác định, nó sẽ được quyết định tự động.

source: Logging level
vi: Mức ghi nhật ký

source: Sets logging sensitivity. 0:fatal, 1:error, 2:warning, 3:info, 4:debug, 5:trace For example. loglevel=2 logs fatal, error and warning level messages.
vi: Thiết lập độ nhạy ghi nhật ký. 0:fatal, 1:error, 2:warning, 3:info, 4:debug, 5:trace Ví dụ: loglevel=2 ghi nhật ký mức độ fatal, error và warning.

source: Render with a software renderer
vi: Kết xuất bằng phần mềm kết xuất

source: Render with a software renderer. The bundled MESA software renderer is loaded instead of the default OpenGL driver.
vi: Kết xuất bằng trình kết xuất phần mềm. Trình kết xuất phần mềm MESA đi kèm được tải thay cho trình điều khiển OpenGL mặc định.

source: Current z-hop
vi: z-hop hiện tại

source: Contains z-hop present at the beginning of the custom G-code block.
vi: Chứa z-hop có ở đầu khối G-code tùy chỉnh.

source: Position
vi: Vị trí

source: Position of the extruder at the beginning of the custom G-code block. If the custom G-code travels somewhere else, it should write to this variable so PrusaSlicer knows where it travels from when it gets control back.
vi: Vị trí của bộ đùn ở đầu khối mã G tùy chỉnh. Nếu mã G tùy chỉnh di chuyển đến nơi khác, nó sẽ ghi vào biến này để PrusaSlicer biết nó di chuyển từ đâu khi lấy lại quyền điều khiển.

source: Retraction
vi: Rút lại

source: Retraction state at the beginning of the custom G-code block. If the custom G-code moves the extruder axis, it should write to this variable so PrusaSlicer deretracts correctly when it gets control back.
vi: Trạng thái thu hồi ở đầu khối mã G tùy chỉnh. Nếu mã G tùy chỉnh di chuyển trục máy đùn, nó sẽ ghi vào biến này để PrusaSlicer thu hồi chính xác khi lấy lại quyền điều khiển.

source: Extra deretraction
vi: Sự rút gọn thêm

source: Currently planned extra extruder priming after deretraction.
vi: Hiện đang có kế hoạch mồi thêm cho máy đùn sau khi nhả ra.

source: Absolute E position
vi: Vị trí E tuyệt đối

source: Current position of the extruder axis. Only used with absolute extruder addressing.
vi: Vị trí hiện tại của trục extruder. Chỉ sử dụng với địa chỉ extruder tuyệt đối.

source: Current extruder
vi: Máy đùn hiện tại

source: Zero-based index of currently used extruder.
vi: Chỉ số bắt đầu từ số 0 của máy đùn hiện đang được sử dụng.

source: Current object index
vi: Chỉ mục đối tượng hiện tại

source: Specific for sequential printing. Zero-based index of currently printed object.
vi: Dành riêng cho việc in tuần tự. Chỉ mục bắt đầu từ số 0 của đối tượng đang được in.

source: Has single extruder MM priming
vi: Có máy đùn đơn MM khởi động

source: Are the extra multi-material priming regions used in this print?
vi: Bản in này có sử dụng các vùng sơn lót đa vật liệu bổ sung không?

source: Has wipe tower
vi: Có tháp lau

source: Whether or not wipe tower is being generated in the print.
vi: Có tạo ra tháp lau trong quá trình in hay không.

source: Initial extruder
vi: Máy đùn ban đầu

source: Zero-based index of the first extruder used in the print. Same as initial_tool.
vi: Chỉ số bắt đầu từ số 0 của bộ đùn đầu tiên được sử dụng trong bản in. Giống như initial_tool.

source: Initial filament type
vi: Loại sợi ban đầu

source: String containing filament type of the first used extruder.
vi: Chuỗi chứa loại sợi của máy đùn đầu tiên được sử dụng.

source: Initial tool
vi: Công cụ ban đầu

source: Zero-based index of the first extruder used in the print. Same as initial_extruder.
vi: Chỉ số bắt đầu từ số 0 của bộ đùn đầu tiên được sử dụng trong bản in. Giống như initial_extruder.

source: Is extruder used?
vi: Có sử dụng máy đùn không?

source: Vector of booleans stating whether a given extruder is used in the print.
vi: Vector của các giá trị boolean cho biết liệu một extruder nhất định có được sử dụng trong quá trình in hay không.

source: Volume per extruder
vi: Khối lượng trên mỗi máy đùn

source: Total filament volume extruded per extruder during the entire print.
vi: Tổng khối lượng sợi nhựa được đùn ra từ mỗi máy đùn trong suốt quá trình in.

source: Print time (normal mode)
vi: Thời gian in (chế độ bình thường)

source: Estimated print time when printed in normal mode (i.e. not in silent mode). Same as print_time.
vi: Thời gian in ước tính khi in ở chế độ bình thường (tức là không ở chế độ im lặng). Giống như print_time.

source: Number of printing extruders
vi: Số lượng máy in có đầu đùn

source: Number of extruders used during the print.
vi: Số lượng máy đùn được sử dụng trong quá trình in.

source: Estimated print time when printed in normal mode (i.e. not in silent mode). Same as normal_print_time.
vi: Thời gian in ước tính khi in ở chế độ bình thường (tức là không ở chế độ im lặng). Giống như normal_print_time.

source: Used filament types
vi: Các loại sợi đã qua sử dụng

source: Comma-separated list of all filament types used during the print.
vi: Danh sách các loại sợi nhựa được sử dụng trong quá trình in, phân tách bằng dấu phẩy.

source: Print time (silent mode)
vi: Thời gian in (chế độ im lặng)

source: Estimated print time when printed in silent mode.
vi: Thời gian in ước tính khi in ở chế độ im lặng.

source: Total cost
vi: Tổng chi phí

source: Total cost of all material used in the print. Calculated from cost in Filament Settings.
vi: Tổng chi phí của tất cả vật liệu được sử dụng trong bản in. Tính toán từ chi phí trong Cài đặt sợi in.

source: Total weight
vi: Tổng trọng lượng

source: Total weight of the print. Calculated from density in Filament Settings.
vi: Tổng trọng lượng của bản in. Tính toán từ mật độ trong Cài đặt sợi in.

source: Total wipe tower cost
vi: Tổng chi phí tháp lau

source: Total cost of the material wasted on the wipe tower. Calculated from cost in Filament Settings.
vi: Tổng chi phí vật liệu lãng phí trên tháp lau. Tính toán từ chi phí trong Cài đặt sợi.

source: Wipe tower volume
vi: Lau sạch khối lượng tháp

source: Total filament volume extruded on the wipe tower.
vi: Tổng khối lượng sợi nhựa đùn ra khỏi tháp lau.

source: Used filament
vi: Loại nhựa đã sử dụng

source: Total length of filament used in the print.
vi: Tổng chiều dài của sợi nhựa được sử dụng trong bản in.

source: Total number of toolchanges
vi: Tổng số lần thay đổi công cụ

source: Number of toolchanges during the print.
vi: Số lần thay công cụ trong quá trình in.

source: Total volume
vi: Tổng khối lượng

source: Total volume of filament used during the entire print.
vi: Tổng khối lượng sợi nhựa được sử dụng trong toàn bộ quá trình in.

source: Weight per extruder
vi: Trọng lượng mỗi máy đùn

source: Weight per extruder extruded during the entire print. Calculated from density in Filament Settings.
vi: Trọng lượng trên mỗi máy đùn được đùn ra trong toàn bộ quá trình in. Tính toán từ mật độ trong Cài đặt sợi nhựa.

source: Total layer count
vi: Tổng số lớp

source: Number of layers in the entire print.
vi: Số lớp trong toàn bộ bản in.

source: Number of objects
vi: Số lượng đối tượng

source: Total number of objects in the print.
vi: Tổng số đối tượng trong bản in.

source: Number of instances
vi: Số lượng trường hợp

source: Total number of object instances in the print, summed over all objects.
vi: Tổng số lượng các thể hiện đối tượng trong bản in, tính tổng trên tất cả các đối tượng.

source: Scale per object
vi: Tỷ lệ theo từng đối tượng

source: Contains a string with the information about what scaling was applied to the individual objects. Indexing of the objects is zero-based (first object has index 0). Example: 'x:100% y:50% z:100%'.
vi: Chứa một chuỗi thông tin về tỷ lệ nào được áp dụng cho từng đối tượng. Việc lập chỉ mục các đối tượng dựa trên số không (đối tượng đầu tiên có chỉ mục là 0). Ví dụ: 'x:100% y:50% z:100%'.

source: Input filename without extension
vi: Nhập tên tệp không có phần mở rộng

source: Source filename of the first object, without extension.
vi: Tên tệp nguồn của đối tượng đầu tiên, không có phần mở rộng.

source: The vector has two elements: x and y coordinate of the point. Values in mm.
vi: Vectơ có hai phần tử: tọa độ x và y của điểm. Giá trị tính bằng mm.

source: The vector has two elements: x and y dimension of the bounding box. Values in mm.
vi: Vectơ có hai phần tử: chiều x và y của hộp giới hạn. Giá trị tính bằng mm.

source: First layer convex hull
vi: Lớp vỏ lồi đầu tiên

source: Vector of points of the first layer convex hull. Each element has the following format: '[x, y]' (x and y are floating-point numbers in mm).
vi: Vectơ các điểm của lớp vỏ lồi đầu tiên. Mỗi phần tử có định dạng sau: '[x, y]' (x và y là số dấu phẩy động tính bằng mm).

source: Bottom-left corner of first layer bounding box
vi: Góc dưới bên trái của hộp bao bọc lớp đầu tiên

source: Top-right corner of first layer bounding box
vi: Góc trên bên phải của hộp giới hạn lớp đầu tiên

source: Size of the first layer bounding box
vi: Kích thước của hộp giới hạn lớp đầu tiên

source: Bottom-left corner of print bed bounding box
vi: Góc dưới bên trái của hộp giới hạn bề mặt in

source: Top-right corner of print bed bounding box
vi: Góc trên bên phải của hộp giới hạn bề mặt in

source: Size of the print bed bounding box
vi: Kích thước của hộp giới hạn giường in

source: Timestamp
vi: Mốc thời gian

source: String containing current time in yyyyMMdd-hhmmss format.
vi: Chuỗi chứa thời gian hiện tại theo định dạng yyyyMMdd-hhmmss.

source: Year
vi: Năm

source: Month
vi: Tháng

source: Day
vi: Ngày

source: Hour
vi: Giờ

source: Minute
vi: Phút

source: Second
vi: Giây

source: Number of extruders
vi: Số lượng máy đùn

source: Total number of extruders, regardless of whether they are used in the current print.
vi: Tổng số lượng máy đùn, bất kể chúng có được sử dụng trong bản in hiện tại hay không.

source: Print preset name
vi: In tên cài đặt trước

source: Name of the print preset used for slicing.
vi: Tên của cài đặt in được sử dụng để cắt lát.

source: Filament preset name
vi: Tên cài đặt trước của sợi

source: Names of the filament presets used for slicing. The variable is a vector containing one name for each extruder.
vi: Tên của các cài đặt trước của sợi được sử dụng để cắt lát. Biến là một vectơ chứa một tên cho mỗi máy đùn.

source: Printer preset name
vi: Tên máy in được cài đặt trước

source: Name of the printer preset used for slicing.
vi: Tên của cài đặt máy in được sử dụng để cắt lát.

source: Physical printer name
vi: Tên máy in vật lý

source: Name of the physical printer used for slicing.
vi: Tên của máy in vật lý được sử dụng để cắt lát.

source: Layer number
vi: Số lớp

source: Zero-based index of the current layer (i.e. first layer is number 0).
vi: Chỉ số bắt đầu từ số 0 của lớp hiện tại (tức là lớp đầu tiên là số 0).

source: Layer Z
vi: Lớp Z

source: Height of the current layer above the print bed, measured to the top of the layer.
vi: Chiều cao của lớp hiện tại phía trên bàn in, được đo đến đỉnh của lớp.

source: Maximal layer Z
vi: Lớp Z tối đa

source: Height of the last layer above the print bed.
vi: Chiều cao của lớp cuối cùng phía trên bàn in.

source: Current extruder index
vi: Chỉ số máy đùn hiện tại

source: Zero-based index of currently used extruder (i.e. first extruder has index 0).
vi: Chỉ số bắt đầu từ 0 của máy đùn hiện đang được sử dụng (tức là máy đùn đầu tiên có chỉ số là 0).

source: Previous extruder
vi: Máy đùn trước

source: Index of the extruder that is being unloaded. The index is zero based (first extruder has index 0).
vi: Chỉ số của máy đùn đang được dỡ tải. Chỉ số này bắt đầu từ số không (máy đùn đầu tiên có chỉ số là 0).

source: Next extruder
vi: Máy đùn tiếp theo

source: Index of the extruder that is being loaded. The index is zero based (first extruder has index 0).
vi: Chỉ số của máy đùn đang được tải. Chỉ số này bắt đầu từ số không (máy đùn đầu tiên có chỉ số là 0).

source: Toolchange Z
vi: Thay đổi công cụ Z

source: Height above the print bed when the toolchange takes place. Usually the same as layer_z, but can be different.
vi: Chiều cao phía trên giường in khi quá trình thay đổi công cụ diễn ra. Thường giống như layer_z, nhưng có thể khác.

source: Color change extruder
vi: Máy đùn đổi màu

source: Index of the extruder for which color change will be performed. The index is zero based (first extruder has index 0).
vi: Chỉ số của máy đùn mà sự thay đổi màu sắc sẽ được thực hiện. Chỉ số này bắt đầu từ số không (máy đùn đầu tiên có chỉ số là 0).

source: Generating perimeters
vi: Tạo chu vi

source: Preparing infill
vi: Chuẩn bị infill

source: Searching support spots
vi: Tìm kiếm điểm hỗ trợ

source: Generating support material
vi: Tạo support

source: Estimating curled extrusions
vi: Ước tính các phần đùn cong

source: Calculating overhanging perimeters
vi: Tính toán chu vi nhô ra

source: Processing triangulated mesh
vi: Xử lý lưới tam giác

source: An object has enabled XY Size compensation which will not be used because it is also multi-material painted. XY Size compensation cannot be combined with multi-material painting.
vi: Một đối tượng đã bật bù Kích thước XY sẽ không được sử dụng vì nó cũng được sơn nhiều vật liệu. Bù kích thước XY không thể kết hợp với sơn đa vật liệu.

source: Pad brim size is too small for the current configuration.
vi: Kích thước vành đệm quá nhỏ so với cấu hình hiện tại.

source: Cannot proceed without support points! Add support points or disable support generation.
vi: Không thể tiếp tục nếu không có điểm hỗ trợ! Thêm điểm hỗ trợ hoặc tắt tính năng tạo hỗ trợ.

source: Elevation is too low for object. Use the "Pad around object" feature to print the object without elevation.
vi: Độ cao quá thấp cho đối tượng. Sử dụng tính năng "Pad quanh đối tượng" để in đối tượng mà không cần độ cao.

source: The endings of the support pillars will be deployed on the gap between the object and the pad. 'Support base safety distance' has to be greater than the 'Pad object gap' parameter to avoid this.
vi: Phần cuối của các trụ đỡ support sẽ được triển khai trên khoảng trống giữa vật thể và miếng đệm. 'Support base safety distance' phải lớn hơn tham số 'Pad object gap' để tránh điều này.

source: Exposition time is out of printer profile bounds.
vi: Thời gian hiển thị vượt quá giới hạn cấu hình máy in.

source: Initial exposition time is out of printer profile bounds.
vi: Thời gian phơi sáng ban đầu nằm ngoài giới hạn cấu hình máy in.

source: Invalid Head penetration Head penetration should not be greater than the Head width. Please check value of Head penetration in Print Settings or Material Overrides.
vi: Độ xuyên thấu đầu không hợp lệ Độ xuyên thấu đầu không được lớn hơn chiều rộng đầu. Vui lòng kiểm tra giá trị Độ xuyên thấu đầu trong Cài đặt in hoặc Ghi đè vật liệu.

source: Invalid pinhead diameter Pinhead front diameter should be smaller than the Pillar diameter. Please check value of Pinhead front diameter in Print Settings or Material Overrides.
vi: Đường kính đầu kim không hợp lệ Đường kính mặt trước của đầu kim phải nhỏ hơn đường kính trụ. Vui lòng kiểm tra giá trị của đường kính mặt trước của đầu kim trong Cài đặt in hoặc Ghi đè vật liệu.

source: Unknown archive format: %s
vi: Định dạng lưu trữ không xác định: %s

source: Slicing done
vi: Đã slice xong

source: Assembling model from parts
vi: Lắp ráp mô hình từ các bộ phận

source: Hollowing model
vi: Đang làm rỗng model

source: Drilling holes into model.
vi: Đang đục lỗ trên model.

source: Slicing model
vi: Đang slice model

source: Generating support points
vi: Đang tạo điểm support

source: Generating support tree
vi: Đang tạo support dạng cây

source: Generating pad
vi: Tạo pad

source: Slicing supports
vi: Đang slice support

source: Merging slices and calculating statistics
vi: Hợp nhất các slice và tính toán số liệu thống kê

source: Rasterizing layers
vi: Raster hóa các lớp

source: Mesh to be hollowed is not suitable for hollowing (does not bound a volume).
vi: Lưới được làm rỗng không thích hợp cho việc làm rỗng (không giới hạn một khối lượng).

source: Unable to drill the current configuration of holes into the model.
vi: Không thể đục lỗ cấu hình hiện tại vào model.

source: Drilling holes into the mesh failed. This is usually caused by broken model. Try to fix it first.
vi: Khoan lỗ vào lưới không thành công. Điều này thường được gây ra bởi model bị hỏng. Hãy thử sửa nó đầu tiên.

source: Failed to drill some holes into the model
vi: Không thể khoan một số lỗ vào model

source: Some parts of the print will be previewed with approximated meshes. This does not affect the quality of slices or the physical print in any way.
vi: Một số phần của bản in sẽ được xem trước bằng các lưới xấp xỉ. Điều này không ảnh hưởng đến chất lượng của các lát cắt hoặc bản in vật lý theo bất kỳ cách nào.

source: Visualizing supports
vi: Support trực quan

source: No pad can be generated for this model with the current configuration
vi: Không thể tạo pad cho mô hình này với cấu hình hiện tại

source: There are unprintable objects. Try to adjust support settings to make the objects printable.
vi: Có những đối tượng không thể in được. Cố gắng điều chỉnh cài đặt support để làm cho các đối tượng có thể in được.

source: Error with ZIP archive
vi: Lỗi với tệp ZIP

source: Taking a configuration snapshot failed.
vi: Chụp nhanh cấu hình không thành công.

source: PrusaSlicer has encountered an error while taking a configuration snapshot.
vi: PrusaSlicer đã gặp lỗi khi chụp nhanh cấu hình.

source: PrusaSlicer error
vi: Lỗi PrusaSlicer

source: Continue
vi: Tiếp tục

source: Abort
vi: Hủy Bỏ

source: Portions copyright
vi: Phần bản quyền

source: Copyright
vi: Bản quyền

source: License agreements of all following programs (libraries) are part of application license agreement
vi: Thỏa thuận cấp phép của tất cả các chương trình (thư viện) sau đây là một phần của thỏa thuận cấp phép ứng dụng

source: About %s
vi: Giới thiệu %s

source: Version
vi: Phiên bản

source: is licensed under the
vi: được cấp phép theo
