Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Cubic
vi: Khối

source: Line
vi: Đường kẻ

source: Honeycomb
vi: Tổ ong

source: 3D Honeycomb
vi: Honeycomb 3d

source: Adaptive Cubic
vi: Hình khối thích nghi

source: Support Cubic
vi: Hỗ trợ khối

source: Lightning
vi: Chớp

source: First layer
vi: Lớp đầu tiên

source: This is the acceleration your printer will use for first layer. Set zero to disable acceleration control for first layer.
vi: Đây là khả năng tăng tốc mà máy in của bạn sẽ sử dụng cho lớp đầu tiên. Đặt 0 để tắt điều khiển tăng tốc cho lớp đầu tiên.

source: First object layer over raft interface
vi: Lớp đối tượng đầu tiên trên giao diện bè

source: This is the acceleration your printer will use for first layer of object above raft interface. Set zero to disable acceleration control for first layer of object above raft interface.
vi: Đây là khả năng tăng tốc mà máy in của bạn sẽ sử dụng cho lớp đối tượng đầu tiên phía trên giao diện raft. Đặt 0 để tắt điều khiển tăng tốc cho lớp đối tượng đầu tiên phía trên giao diện raft.

source: First layer bed temperature
vi: Nhiệt độ giường lớp đầu tiên

source: Heated build plate temperature for the first layer. Set this to zero to disable bed temperature control commands in the output.
vi: Nhiệt độ bàn in cho lớp đầu tiên. Đặt giá trị này thành 0 để tắt các lệnh điều khiển nhiệt độ bàn ở đầu ra.

source: Set this to a non-zero value to set a manual extrusion width for first layer. You can use this to force fatter extrudates for better adhesion. If expressed as percentage (for example 120%) it will be computed over first layer height. If set to zero, it will use the default extrusion width.
vi: Đặt giá trị này thành giá trị khác không để đặt chiều rộng đùn thủ công cho lớp đầu tiên. Bạn có thể sử dụng giá trị này để ép đùn các lớp đùn dày hơn để có độ bám dính tốt hơn. Nếu được biểu thị dưới dạng phần trăm (ví dụ 120%) thì giá trị này sẽ được tính theo chiều cao lớp đầu tiên. Nếu đặt thành không, giá trị này sẽ sử dụng chiều rộng đùn mặc định.

source: First layer height
vi: Chiều cao lớp đầu tiên

source: When printing with very low layer heights, you might still want to print a thicker bottom layer to improve adhesion and tolerance for non perfect build plates.
vi: Khi in với chiều cao lớp rất thấp, bạn vẫn có thể muốn in lớp dưới cùng dày hơn để cải thiện độ bám dính và khả năng chịu đựng đối với các bản dựng không hoàn hảo.

source: First layer speed
vi: Tốc độ lớp đầu tiên

source: If expressed as absolute value in mm/s, this speed will be applied to all the print moves of the first layer, regardless of their type. If expressed as a percentage (for example: 40%) it will scale the default speeds.
vi: Nếu được biểu thị dưới dạng giá trị tuyệt đối tính bằng mm/s, tốc độ này sẽ được áp dụng cho tất cả các bước di chuyển in của lớp đầu tiên, bất kể loại của chúng. Nếu được biểu thị dưới dạng phần trăm (ví dụ: 40%) thì nó sẽ chia tỷ lệ cho tốc độ mặc định.

source: Speed of object first layer over raft interface
vi: Tốc độ của đối tượng lớp đầu tiên trên giao diện raft

source: If expressed as absolute value in mm/s, this speed will be applied to all the print moves of the first object layer above raft interface, regardless of their type. If expressed as a percentage (for example: 40%) it will scale the default speeds.
vi: Nếu được biểu thị dưới dạng giá trị tuyệt đối tính bằng mm/s, tốc độ này sẽ được áp dụng cho tất cả các chuyển động in của lớp đối tượng đầu tiên phía trên giao diện raft, bất kể loại của chúng. Nếu được biểu thị dưới dạng phần trăm (ví dụ: 40%) thì nó sẽ chia tỷ lệ cho tốc độ mặc định.

source: First layer nozzle temperature
vi: Nhiệt độ vòi phun lớp đầu tiên

source: Nozzle temperature for the first layer. If you want to control temperature manually during print, set this to zero to disable temperature control commands in the output G-code.
vi: Nhiệt độ vòi phun cho lớp đầu tiên. Nếu bạn muốn kiểm soát nhiệt độ theo cách thủ công trong khi in, hãy đặt giá trị này thành 0 để tắt các lệnh kiểm soát nhiệt độ trong G-code đầu ra.

source: Full fan speed at layer
vi: Tốc độ quạt đầy đủ ở lớp

source: Fan speed will be ramped up linearly from zero at layer "disable_fan_first_layers" to maximum at layer "full_fan_speed_layer". "full_fan_speed_layer" will be ignored if lower than "disable_fan_first_layers", in which case the fan will be running at maximum allowed speed at layer "disable_fan_first_layers" + 1.
vi: Tốc độ quạt sẽ được tăng tuyến tính từ 0 ở lớp "disable_fan_first_layers" đến tối đa ở lớp "full_fan_speed_layer". "full_fan_speed_layer" sẽ bị bỏ qua nếu thấp hơn "disable_fan_first_layers", trong trường hợp đó, quạt sẽ chạy ở tốc độ tối đa cho phép ở lớp "disable_fan_first_layers" + 1.

source: Fuzzy Skin
vi: Da mờ

source: Fuzzy skin type.
vi: Loại da mờ.

source: None
vi: Không

source: Outside walls
vi: Bức tường bên ngoài

source: All walls
vi: Tất cả các bức tường

source: Fuzzy skin thickness
vi: Độ dày da mờ

source: The maximum distance that each skin point can be offset (both ways), measured perpendicular to the perimeter wall.
vi: Khoảng cách tối đa mà mỗi điểm da có thể được bù trừ (cả hai hướng), được đo vuông góc với tường chu vi.

source: Fuzzy skin point distance
vi: Khoảng cách điểm da mờ

source: Perimeters will be split into multiple segments by inserting Fuzzy skin points. Lowering the Fuzzy skin point distance will increase the number of randomly offset points on the perimeter wall.
vi: Chu vi sẽ được chia thành nhiều đoạn bằng cách chèn các điểm Fuzzy skin. Giảm khoảng cách điểm Fuzzy skin sẽ làm tăng số điểm bù trừ ngẫu nhiên trên tường chu vi.

source: Fill gaps
vi: Lấp đầy khoảng trống

source: Enables filling of gaps between perimeters and between the inner most perimeters and infill.
vi: Cho phép lấp đầy các khoảng trống giữa các chu vi và giữa các chu vi bên trong nhất và infill.

source: Speed for filling small gaps using short zigzag moves. Keep this reasonably low to avoid too much shaking and resonance issues. Set zero to disable gaps filling.
vi: Tốc độ lấp đầy những khoảng trống nhỏ bằng cách di chuyển ngoằn ngoèo ngắn. Giữ mức này ở mức hợp lý để tránh các vấn đề rung lắc và cộng hưởng quá nhiều. Đặt số 0 để tắt tính năng lấp đầy khoảng trống.

source: Verbose G-code
vi: Mã G chi tiết

source: Enable this to get a commented G-code file, with each line explained by a descriptive text. If you print from SD card, the additional weight of the file could make your firmware slow down.
vi: Kích hoạt tính năng này để nhận tệp G-code đã nhận xét, với mỗi dòng được giải thích bằng một văn bản mô tả. Nếu bạn in từ thẻ SD, trọng lượng bổ sung của tệp có thể làm cho chương trình cơ sở của bạn chậm lại.

source: Some G/M-code commands, including temperature control and others, are not universal. Set this option to your printer's firmware to get a compatible output. The "No extrusion" flavor prevents PrusaSlicer from exporting any extrusion value at all.
vi: Một số lệnh mã G/M, bao gồm kiểm soát nhiệt độ và các lệnh khác, không phải là phổ biến. Đặt tùy chọn này thành chương trình cơ sở của máy in để có đầu ra tương thích. Hương vị "Không đùn" ngăn PrusaSlicer xuất bất kỳ giá trị đùn nào.

source: No extrusion
vi: Không đùn

source: Label objects
vi: Đối tượng nhãn

source: Selects whether labels should be exported at object boundaries and in what format. OctoPrint = comments to be consumed by OctoPrint CancelObject plugin. Firmware = firmware specific G-code (it will be chosen based on firmware flavor and it can end up to be empty). This settings is NOT compatible with Single Extruder Multi Material setup and Wipe into Object / Wipe into Infill.
vi: Chọn có nên xuất nhãn tại ranh giới đối tượng hay không và ở định dạng nào. OctoPrint = nhận xét sẽ được sử dụng bởi plugin OctoPrint CancelObject. Firmware = mã G cụ thể của chương trình cơ sở (nó sẽ được chọn dựa trên hương vị chương trình cơ sở và nó có thể trống). Cài đặt này KHÔNG tương thích với thiết lập Multi Material của Máy đùn đơn và Wipe into Object / Wipe into Infill.

source: Disabled
vi: Tắt

source: OctoPrint comments
vi: Bình luận Octoprint

source: Firmware-specific
vi: Phần mềm cụ thể

source: G-code substitutions
vi: Thay thế mã G

source: Find / replace patterns in G-code lines and substitute them.
vi: Tìm / thay thế các mẫu trong các dòng mã G và thay thế chúng.

source: High extruder current on filament swap
vi: Dòng điện tử cao trên hoán đổi dây tóc

source: It may be beneficial to increase the extruder motor current during the filament exchange sequence to allow for rapid ramming feed rates and to overcome resistance when loading a filament with an ugly shaped tip.
vi: Có thể có lợi khi tăng dòng điện động tác đùn trong chuỗi trao đổi dây tóc để cho phép tốc độ thức ăn nhanh và vượt qua điện trở khi tải Filament với một đầu hình xấu xí.

source: This is the acceleration your printer will use for infill. Set zero to disable acceleration control for infill.
vi: Đây là khả năng tăng tốc mà máy in của bạn sẽ sử dụng để infill. Đặt số 0 để vô hiệu hóa điều khiển tăng tốc cho quá trình nạp.

source: This is the acceleration your printer will use for solid infill. Set zero to use the value for infill.
vi: Đây là gia tốc mà máy in của bạn sẽ sử dụng để lấp đầy vật rắn. Đặt số không để sử dụng giá trị để lấp đầy.

source: This is the acceleration your printer will use for top solid infill. Set zero to use the value for solid infill.
vi: Đây là gia tốc mà máy in của bạn sẽ sử dụng cho phần infill rắn trên cùng. Đặt số không để sử dụng giá trị cho phần infill rắn.

source: Travel
vi: Du lịch

source: This is the acceleration your printer will use for travel moves. Set zero to disable acceleration control for travel.
vi: Đây là gia tốc mà máy in của bạn sẽ sử dụng cho các chuyển động di chuyển. Đặt số 0 để tắt kiểm soát tăng tốc khi di chuyển.

source: Combine infill every
vi: Kết hợp điền mỗi

source: This feature allows to combine infill and speed up your print by extruding thicker infill layers while preserving thin perimeters, thus accuracy.
vi: Tính năng này cho phép kết hợp infill và tăng tốc độ in của bạn bằng cách đùn các lớp infill dày hơn trong khi vẫn giữ được các chu vi mỏng, do đó tăng được độ chính xác.

source: Combine infill every n layers
vi: Kết hợp lấp đầy mỗi n lớp

source: Length of the infill anchor
vi: Chiều dài của neo lấp đầy

source: Connect an infill line to an internal perimeter with a short segment of an additional perimeter. If expressed as percentage (example: 15%) it is calculated over infill extrusion width. PrusaSlicer tries to connect two close infill lines to a short perimeter segment. If no such perimeter segment shorter than infill_anchor_max is found, the infill line is connected to a perimeter segment at just one side and the length of the perimeter segment taken is limited to this parameter, but no longer than anchor_length_max. Set this parameter to zero to disable anchoring perimeters connected to a single infill line.
vi: Kết nối một đường dây vào chu vi bên trong với một đoạn ngắn của chu vi bổ sung. Nếu được biểu thị bằng tỷ lệ phần trăm (ví dụ: 15%) thì nó được tính trên chiều rộng đùn rót. PrusaSlicer cố gắng kết nối hai đường nạp gần với một đoạn chu vi ngắn. Nếu không tìm thấy đoạn chu vi nào ngắn hơn infill_anchor_max, thì đường đổ vào được kết nối với đoạn chu vi chỉ ở một bên và độ dài của đoạn chu vi được lấy được giới hạn ở tham số này, nhưng không dài hơn anchor_length_max. Đặt tham số này thành 0 để vô hiệu hóa các chu vi neo được kết nối với một dòng nạp duy nhất.

source: 0 (no open anchors)
vi: 0 (không có neo mở)

source: 1000 (unlimited)
vi: 1000 (không giới hạn)

source: Maximum length of the infill anchor
vi: Chiều dài tối đa của neo lấp đầy

source: Connect an infill line to an internal perimeter with a short segment of an additional perimeter. If expressed as percentage (example: 15%) it is calculated over infill extrusion width. PrusaSlicer tries to connect two close infill lines to a short perimeter segment. If no such perimeter segment shorter than this parameter is found, the infill line is connected to a perimeter segment at just one side and the length of the perimeter segment taken is limited to infill_anchor, but no longer than this parameter. Set this parameter to zero to disable anchoring.
vi: Kết nối một đường dây vào chu vi bên trong với một đoạn ngắn của chu vi bổ sung. Nếu được biểu thị bằng tỷ lệ phần trăm (ví dụ: 15%) thì nó được tính trên chiều rộng đùn rót. PrusaSlicer cố gắng kết nối hai đường nạp gần với một đoạn chu vi ngắn. Nếu không tìm thấy đoạn chu vi nào ngắn hơn tham số này, thì đường đổ vào được kết nối với một đoạn chu vi chỉ ở một bên và độ dài của đoạn chu vi được lấy được giới hạn ở infill_anchor, nhưng không dài hơn tham số này. Đặt tham số này thành 0 để tắt anchor.

source: 0 (not anchored)
vi: 0 (không cố định)

source: Infill extruder
vi: Máy đùn lấp đầy

source: The extruder to use when printing infill.
vi: Máy đùn để sử dụng khi in infill.

source: Set this to a non-zero value to set a manual extrusion width for infill. If left zero, default extrusion width will be used if set, otherwise 1.125 x nozzle diameter will be used. You may want to use fatter extrudates to speed up the infill and make your parts stronger. If expressed as percentage (for example 90%) it will be computed over layer height.
vi: Đặt giá trị này thành giá trị khác không để đặt chiều rộng đùn thủ công cho phần lấp đầy. Nếu để là số không, chiều rộng đùn mặc định sẽ được sử dụng nếu được đặt, nếu không, sẽ sử dụng 1,125 x đường kính vòi phun. Bạn có thể muốn sử dụng phần đùn dày hơn để tăng tốc độ lấp đầy và làm cho các bộ phận của bạn chắc chắn hơn. Nếu biểu thị dưới dạng phần trăm (ví dụ 90%) thì nó sẽ được tính theo chiều cao lớp.

source: Infill before perimeters
vi: Lấp đầy trước chu vi

source: This option will switch the print order of perimeters and infill, making the latter first.
vi: Tùy chọn này sẽ chuyển đổi thứ tự in của chu vi và lấp đầy, làm cho chu vi đầu tiên.

source: Infill/perimeters overlap
vi: Infill/chu vi chồng lên nhau

source: This setting applies an additional overlap between infill and perimeters for better bonding. Theoretically this shouldn't be needed, but backlash might cause gaps. If expressed as percentage (example: 15%) it is calculated over perimeter extrusion width.
vi: Cài đặt này áp dụng một độ chồng chéo bổ sung giữa phần lấp đầy và các viền để tăng cường độ kết dính. Về lý thuyết, điều này không nên cần thiết, nhưng độ trễ có thể gây ra các khe hở. Nếu được diễn đạt dưới dạng phần trăm (ví dụ: 15%), nó sẽ được tính toán dựa trên độ rộng của lớp viền.

source: Speed for printing the internal fill. Set to zero for auto.
vi: Tốc độ in phần infill bên trong. Đặt thành 0 cho tự động.

source: Inherits profile
vi: Kế thừa hồ sơ

source: Name of the profile, from which this profile inherits.
vi: Tên của hồ sơ mà hồ sơ này kế thừa.

source: Interface shells
vi: Vỏ giao diện

source: Force the generation of solid shells between adjacent materials/volumes. Useful for multi-extruder prints with translucent materials or manual soluble support material.
vi: Buộc tạo ra lớp vỏ rắn giữa các vật liệu/khối lượng liền kề. Hữu ích cho các bản in nhiều máy đùn với vật liệu trong mờ hoặc vật liệu hỗ trợ hòa tan thủ công.

source: Maximum width of a segmented region
vi: Chiều rộng tối đa của một vùng phân đoạn

source: Maximum width of a segmented region. Zero disables this feature.
vi: Chiều rộng tối đa của một vùng được phân đoạn. Zero tắt tính năng này.

source: mm (zero to disable)
vi: mm (không để tắt)

source: Interlocking depth of a segmented region
vi: Độ sâu liên kết của một vùng phân đoạn

source: Interlocking depth of a segmented region. It will be ignored if "mmu_segmented_region_max_width" is zero or if "mmu_segmented_region_interlocking_depth"is bigger then "mmu_segmented_region_max_width". Zero disables this feature.
vi: Độ sâu lồng vào nhau của một vùng được phân đoạn. Nó sẽ bị bỏ qua nếu "mmu_segmented_region_max_width" bằng không hoặc nếu "mmu_segmented_region_interlocking_depth" lớn hơn "mmu_segmented_region_max_width". Zero tắt tính năng này.

source: Enable ironing
vi: Bật chức năng ủi

source: Enable ironing of the top layers with the hot print head for smooth surface
vi: Cho phép ủi các lớp trên cùng bằng đầu in nóng để có bề mặt mịn

source: Ironing Type
vi: Loại ủi

source: All top surfaces
vi: Tất cả các bề mặt trên cùng

source: Topmost surface only
vi: Chỉ bề mặt trên cùng

source: All solid surfaces
vi: Tất cả các bề mặt rắn

source: Flow rate
vi: Tốc độ dòng chảy

source: Percent of a flow rate relative to object's normal layer height.
vi: Phần trăm flow rate so với chiều cao lớp bình thường của đối tượng.

source: Spacing between ironing passes
vi: Khoảng cách giữa các lần làm phẳng bề mặt

source: Distance between ironing lines
vi: Khoảng cách giữa các làm phẳng bề mặt

source: This custom code is inserted at every layer change, right after the Z move and before the extruder moves to the first layer point. Note that you can use placeholder variables for all Slic3r settings as well as [layer_num] and [layer_z].
vi: Mã tùy chỉnh này được chèn vào mỗi lần thay đổi lớp, ngay sau khi di chuyển Z và trước khi máy đùn di chuyển đến điểm lớp đầu tiên. Lưu ý rằng bạn có thể sử dụng các biến giữ chỗ cho tất cả cài đặt Slic3r cũng như [layer_num] và [layer_z].

source: Supports remaining times
vi: Hỗ trợ thời gian còn lại

source: Emit M73 P[percent printed] R[remaining time in minutes] at 1 minute intervals into the G-code to let the firmware show accurate remaining time. As of now only the Prusa i3 MK3 firmware recognizes M73. Also the i3 MK3 firmware supports M73 Qxx Sxx for the silent mode.
vi: Phát M73 P[phần trăm được in] R[thời gian còn lại tính bằng phút] trong khoảng thời gian 1 phút vào mã G để chương trình cơ sở hiển thị thời gian còn lại chính xác. Hiện tại chỉ có phần sụn Prusa i3 MK3 nhận ra M73. Ngoài ra, phần sụn i3 MK3 hỗ trợ M73 Qxx Sxx cho chế độ im lặng.

source: Supports stealth mode
vi: Hỗ trợ chế độ ẩn

source: The firmware supports stealth mode
vi: Phần mềm hỗ trợ chế độ ẩn

source: Supports binary G-code
vi: Hỗ trợ mã G nhị phân

source: Enable, if the firmware supports binary G-code format (bgcode). To generate .bgcode files, make sure you have binary G-code enabled in Configuration->Preferences->Other.
vi: Bật nếu chương trình cơ sở hỗ trợ định dạng mã G nhị phân (bgcode). Để tạo tệp .bgcode, hãy đảm bảo bạn đã bật mã G nhị phân trong Cấu hình->Tùy chọn->Khác.

source: How to apply limits
vi: Cách áp dụng giới hạn

source: Purpose of Machine Limits
vi: Mục đích của giới hạn máy

source: Machine limits
vi: Giới hạn máy

source: How to apply the Machine Limits
vi: Cách áp dụng giới hạn máy

source: Emit to G-code
vi: Phát ra G-code

source: Use for time estimate
vi: Sử dụng để ước tính thời gian

source: Ignore
vi: Bỏ qua

source: Maximum feedrate X
vi: Tốc độ tiến dao tối đa X

source: Maximum feedrate Y
vi: Tốc độ tiến dao tối đa Y

source: Maximum feedrate Z
vi: Tốc độ tiến dao tối đa Z

source: Maximum feedrate E
vi: Tốc độ tiến dao tối đa E

source: Maximum feedrate of the X axis
vi: Tốc độ tiến dao tối đa của trục X

source: Maximum feedrate of the Y axis
vi: Tốc độ tiến dao tối đa của trục Y

source: Maximum feedrate of the Z axis
vi: Tốc độ tiến dao tối đa của trục Z

source: Maximum feedrate of the E axis
vi: Tốc độ tiến dao tối đa của trục E

source: Maximum acceleration X
vi: Gia tốc cực đại X

source: Maximum acceleration Y
vi: Gia tốc cực đại Y

source: Maximum acceleration Z
vi: Gia tốc cực đại Z

source: Maximum acceleration E
vi: Gia tốc cực đại E

source: Maximum acceleration of the X axis
vi: Gia tốc cực đại của trục X

source: Maximum acceleration of the Y axis
vi: Gia tốc cực đại của trục Y

source: Maximum acceleration of the Z axis
vi: Gia tốc cực đại của trục Z

source: Maximum acceleration of the E axis
vi: Gia tốc cực đại của trục E

source: Maximum jerk X
vi: Độ giật tối đa X

source: Maximum jerk Y
vi: Độ giật tối đa Y

source: Maximum jerk Z
vi: Độ giật tối đa Z

source: Maximum jerk E
vi: Độ giật tối đa E

source: Maximum jerk of the X axis
vi: Độ giật tối đa của trục X

source: Maximum jerk of the Y axis
vi: Độ giật tối đa của trục Y

source: Maximum jerk of the Z axis
vi: Độ giật tối đa của trục Z

source: Maximum jerk of the E axis
vi: Độ giật tối đa của trục E

source: Minimum feedrate when extruding
vi: Tốc độ nạp tối thiểu khi đùn

source: Minimum feedrate when extruding (M205 S)
vi: Tốc độ nạp tối thiểu khi đùn (M205 S)

source: Minimum travel feedrate
vi: Tốc độ di chuyển tối thiểu

source: Minimum travel feedrate (M205 T)
vi: Tốc độ nạp di chuyển tối thiểu (M205 T)

source: Maximum acceleration when extruding
vi: Gia tốc tối đa khi đùn

source: Maximum acceleration when retracting
vi: Gia tốc tối đa khi rút lại

source: Maximum acceleration when retracting. Not used for RepRapFirmware, which does not support it.
vi: Gia tốc tối đa khi rút lại. Không được sử dụng cho RepRapFirmware, không hỗ trợ nó.

source: Maximum acceleration for travel moves
vi: Gia tốc tối đa cho các chuyển động di chuyển

source: Maximum acceleration for travel moves.
vi: Gia tốc tối đa cho các chuyển động di chuyển.

source: Max
vi: Tối đa

source: This setting represents the maximum speed of your fan.
vi: Cài đặt này thể hiện tốc độ tối đa của quạt của bạn.

source: This is the highest printable layer height for this extruder, used to cap the variable layer height and support layer height. Maximum recommended layer height is 75% of the extrusion width to achieve reasonable inter-layer adhesion. If set to 0, layer height is limited to 75% of the nozzle diameter.
vi: Đây là chiều cao lớp có thể in cao nhất cho bộ đầu in này, được sử dụng để giới hạn chiều cao lớp thay đổi và chiều cao lớp support. Chiều cao lớp tối đa được khuyến nghị là 75% chiều rộng đùn để đạt được độ bám dính giữa các lớp hợp lý. Nếu được đặt thành 0, chiều cao lớp được giới hạn ở 75% đường kính vòi phun.

source: Max print speed
vi: Tốc độ in tối đa

source: When setting other speed settings to 0 Slic3r will autocalculate the optimal speed in order to keep constant extruder pressure. This experimental setting is used to set the highest print speed you want to allow.
vi: Khi đặt các cài đặt tốc độ khác thành 0 Slic3r sẽ tự động tính toán tốc độ tối ưu để giữ áp suất đầu đùn không đổi. Cài đặt thử nghiệm này được sử dụng để đặt tốc độ in cao nhất mà bạn muốn cho phép.

source: This experimental setting is used to set the maximum volumetric speed your extruder supports.
vi: Cài đặt thử nghiệm này được sử dụng để đặt tốc độ thể tích tối đa mà bộ đầu in của bạn hỗ trợ.

source: Max volumetric slope positive
vi: Độ dốc thể tích cực đại dương

source: This experimental setting is used to limit the speed of change in extrusion rate for a transition from lower speed to higher speed. A value of 1.8 mm³/s² ensures, that a change from the extrusion rate of 1.8 mm³/s (0.45 mm extrusion width, 0.2 mm extrusion height, feedrate 20 mm/s) to 5.4 mm³/s (feedrate 60 mm/s) will take at least 2 seconds.
vi: Cài đặt thử nghiệm này được sử dụng để giới hạn tốc độ thay đổi tỷ lệ đùn cho quá trình chuyển đổi từ tốc độ thấp hơn sang tốc độ cao hơn. Giá trị 1,8 mm³/giây² đảm bảo rằng sự thay đổi từ tỷ lệ đùn 1,8 mm³/giây (chiều rộng đùn 0,45mm, chiều cao đùn 0,2mm, tốc độ cấp liệu 20 mm/giây) thành 5,4 mm³/giây (tốc độ cấp liệu 60 mm/giây) sẽ mất ít nhất 2 giây.

source: Max volumetric slope negative
vi: Độ dốc thể tích tối đa âm
