Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Append log to file '%s' (choosing [No] will overwrite it)?
vi: Nối thêm nhật ký vào tập tin '%s' (chọn [No] sẽ ghi đè lên nó)?

source: Application
vi: Ứng dụng

source: Aqua
vi: Nước

source: Argument %u not found.
vi: Tham số %u không tìm thấy.

source: Arrow
vi: Mũi tên

source: Artists
vi: Nghệ sĩ

source: Ascending
vi: Tăng dần

source: Attributes
vi: Thuộc tính

source: Available fonts.
vi: Phông chữ sẵn có.

source: BMP: Couldn't allocate memory.
vi: BMP: Không thể cấp phát bộ nhớ.

source: BMP: Couldn't save invalid image.
vi: BMP: Không thể ghi ảnh không hợp lệ.

source: BMP: Couldn't write RGB color map.
vi: BMP: Không thể ghi bản đồ màu RGB.

source: BMP: Couldn't write data.
vi: BMP: Không thể ghi dữ liệu.

source: BMP: Couldn't write the file (Bitmap) header.
vi: BMP: Không thể ghi phần đầu tập tin (Bitmap).

source: BMP: Couldn't write the file (BitmapInfo) header.
vi: BMP: Không thể ghi phần đầu tập tin (BitmapInfo).

source: BMP: wxImage doesn't have own wxPalette.
vi: BMP: wxImage không có quyền sở hữu wxPalette.

source: Back
vi: Quay lại

source: Background
vi: Nền

source: Background &colour:
vi: Mà&u nền:

source: Background colour
vi: Màu nền

source: Backspace
vi: Phím lùi

source: Baltic (old) (ISO-8859-4)
vi: Baltic (cũ) (ISO-8859-4)

source: Before a paragraph:
vi: Phía trước đoạn văn:

source: Bitmap
vi: Ảnh mảng bitmap

source: Black
vi: Đen

source: Blank
vi: Trống

source: Blue
vi: Xanh da trời

source: Blue:
vi: Màu xanh da trời:

source: Bold
vi: Đậm

source: Border
vi: Viền

source: Borders
vi: Viền mép

source: Bottom margin (mm):
vi: Lề dưới chân (mm):

source: Box Properties
vi: Các tính chất Hộp

source: Box styles
vi: Kiểu dáng Hộp

source: Brown
vi: Nâu

source: Bullet &Alignment:
vi: &Căn lề Bullet:

source: Bullet style
vi: Kiểu dáng bullet

source: Bullseye
vi: Mục tiêu

source: ButtonFace
vi: Mặt Nút

source: C&lear
vi: &Xóa tất cả

source: C&olour:
vi: Mà&u:

source: CHM handler currently supports only local files!
vi: CHM handler hiện tại chỉ hỗ trợ các tập tin nội bộ!

source: Ca&pitals
vi: Chữ viết &hoa

source: Can't &Undo
vi: Không thể &Undo

source: Can't automatically determine the image format for non-seekable input.
vi: Không thể tự động dò tìm định dạng ảnh cho đầu vào không-di-chuyển-vị-trí-đọc-được.

source: Can't close registry key '%s'
vi: Không thể đóng khóa đăng ký '%s'

source: Can't copy values of unsupported type %d.
vi: Không thể sao chép giá trị của kiểu không được hỗ trợ %d.

source: Can't create registry key '%s'
vi: Không thể tạo một khóa đăng ký '%s'

source: Can't create thread
vi: Không thể tạo tuyến trình

source: Can't create window of class %s
vi: Không thể tạo cửa sổ của lớp %s

source: Can't delete key '%s'
vi: Không thể xóa khóa '%s'

source: Can't delete the INI file '%s'
vi: Không thể xóa tập tin INI '%s'

source: Can't delete value '%s' from key '%s'
vi: Không thể xóa giá trị '%s' từ khóa '%s'

source: Can't enumerate subkeys of key '%s'
vi: Không thể liệt kê khóa phụ từ khóa '%s'

source: Can't enumerate values of key '%s'
vi: Không thể liệt kê các giá trị của khóa '%s'

source: Can't export value of unsupported type %d.
vi: Không thể xuất ra giá trị của kiểu không được hỗ trợ %d.

source: Can't find current position in file '%s'
vi: Không thể tìm được vị trí hiện hành trong tập tin '%s'

source: Can't get info about registry key '%s'
vi: Không thể nhận được thông tin về khóa đăng ký '%s'

source: Can't initialize zlib deflate stream.
vi: Không thể khởi tạo zlib deflate stream.

source: Can't initialize zlib inflate stream.
vi: Không thể khởi tạo zlib inflate stream.

source: Can't monitor non-existent directory "%s" for changes.
vi: Không thể theo dõi thư mục không-hiện-có "%s" để thấy được các thay đổi.

source: Can't open registry key '%s'
vi: Không thể mở khóa đăng ký '%s'

source: Can't read from inflate stream: %s
vi: Không thể đọc từ inflate stream: %s

source: Can't read inflate stream: unexpected EOF in underlying stream.
vi: Không thể đọc inflate stream: không mong chờ kết thúc tập tin EOF nằm ở dưới dòng dữ liệu.

source: Can't read value of '%s'
vi: Không thể đọc giá trị của '%s'

source: Can't read value of key '%s'
vi: Không thể đọc giá trị của khóa '%s'

source: Can't save image to file '%s': unknown extension.
vi: Không thể ghi ảnh ra tập tin '%s': không hiểu phần mở rộng.

source: Can't save log contents to file.
vi: Không thể ghi nội dung nhật ký ra tập tin.

source: Can't set thread priority
vi: Không thể đặt mức ưu tiên tuyến trình

source: Can't set value of '%s'
vi: Không thể đặt giá trị của '%s'

source: Can't write to child process's stdin
vi: Không thể ghi ra đầu vào chuẩn của quá trình con

source: Can't write to deflate stream: %s
vi: Không thể ghi vào deflate stream: %s

source: Cannot enumerate files '%s'
vi: Không thể liệt kê các tập tin '%s'

source: Cannot enumerate files in directory '%s'
vi: Không thể đếm các tập tin trong thư mục '%s'

source: Cannot find active dialup connection: %s
vi: Không thể tìm thấy kết nối quay số đang hoạt động: %s

source: Cannot find the location of address book file
vi: Không tìm thấy vị trí trong tập tin sổ địa chỉ

source: Cannot get an active instance of "%s"
vi: Không lấy được minh dụ đang hoạt động của "%s"

source: Cannot get priority range for scheduling policy %d.
vi: Không thể nhận vùng ưu tiên cho việc tạo lập chính sách %d.

source: Cannot get the hostname
vi: Không thể lấy được tên máy chủ

source: Cannot get the official hostname
vi: Không lấy được tên máy chủ văn phòng

source: Cannot hang up - no active dialup connection.
vi: Không thể gác máy - không có kết nối quay số nào đang hoạt động.

source: Cannot initialize OLE
vi: Không thể khởi tạo OLE

source: Cannot initialize sockets
vi: Không thể khởi tạo socket

source: Cannot load icon from '%s'.
vi: Không thể tải biểu tượng từ '%s'.

source: Cannot load resources from '%s'.
vi: Không thể tải tài nguyên từ '%s'.

source: Cannot load resources from file '%s'.
vi: Không thể tải tài nguyên từ tập tin '%s'.

source: Cannot open HTML document: %s
vi: Không thể mở tài liệu HTML: %s

source: Cannot open HTML help book: %s
vi: Không thể mở sách trợ giúp dạng HTML: %s

source: Cannot open contents file: %s
vi: Không thể mở tập tin nội dung: %s

source: Cannot open file for PostScript printing!
vi: Không thể mở tập tin cho việc in dạng PostScript!

source: Cannot open index file: %s
vi: Không thể mở tập tin chỉ mục: %s

source: Cannot open resources file '%s'.
vi: Không thể mở tập tin tài nguyên '%s'.

source: Cannot print empty page.
vi: Không thể in một trang rỗng.

source: Cannot read typename from '%s'!
vi: Không thể đọc kiểu tên từ '%s'!

source: Cannot resume thread %lx
vi: Không thể phục hồi tuyến trình %lx

source: Cannot retrieve thread scheduling policy.
vi: Không thể khôi phục chính sách tạo lập tác vụ tuyến trình.

source: Cannot set locale to language "%s".
vi: Không thể đặt ngôn ngữ thành "%s".

source: Cannot start thread: error writing TLS.
vi: Không thể khởi động tuyến trình: lỗi ghi TLS.

source: Cannot suspend thread %lx
vi: Không thể đình chỉ tuyến trình %lx

source: Cannot wait for thread termination
vi: Không thể chờ tuyến trình thiết bị cuối

source: Capital
vi: Thủ đô

source: CaptionText
vi: Chú thíchVăn bản

source: Case sensitive
vi: Phân biệt chữ HOA/thường

source: Categorized Mode
vi: Chế độ Cá nhân hóa

source: Cell Properties
vi: Các thuộc tính của ô

source: Cen&tred
vi: &Trung tâm

source: Centered
vi: Trung tâm

source: Centre
vi: Chính giữa

source: Centre text.
vi: Chữ ở chính giữa.

source: Centred
vi: Trung tâm

source: Ch&oose...
vi: &Chọn lựa...

source: Change List Style
vi: Thay Đổi Kiểu Dáng List

source: Change Object Style
vi: Thay đổi Kiểu dáng Đối tượng

source: Change Properties
vi: Thay đổi các thuộc tính

source: Change Style
vi: Thay đổi Kiểu Dáng

source: Changes won't be saved to avoid overwriting the existing file "%s"
vi: Các thay đổi không thể ghi lại mà không ghi đè lên tập tin đã tồn tại "%s"

source: Changing current directory to "%s" failed
vi: Thay đổi thư mục hiện tại thành "%s" không thành công

source: Character
vi: Tính cách

source: Character styles
vi: Kiểu dáng ký tự

source: Check to add a period after the bullet.
vi: Kiểm tra để thêm một dấu chấm sau bullet.

source: Check to add a right parenthesis.
vi: Đánh đấu kiểm để thêm dấu mở ngoặc đơn.

source: Check to edit all borders simultaneously.
vi: Chọn để chỉnh sửa mọi đường viền một cách đồng thời.

source: Check to enclose the bullet in parentheses.
vi: Kiểm tra để bao bullet bằng dấu ngoặc đơn.

source: Check to indicate right-to-left text layout.
vi: Bấm chọn để bố trí chữ từ phải sang trái.

source: Check to make the font bold.
vi: Đánh đấu kiểm để làm cho phông chữ đậm.

source: Check to make the font italic.
vi: Đánh đấu kiểm để làm cho phông chữ nghiêng.

source: Check to make the font underlined.
vi: Đánh đấu kiểm để làm cho phông chữ có gạch chân.

source: Check to restart numbering.
vi: Đánh đấu kiểm để bắt đầu đánh số.

source: Check to show a line through the text.
vi: Đánh dấu kiểm để chữ bị gạch ngang.

source: Check to show the text in capitals.
vi: Đánh dấu kiểm để chữ được viết hoa.

source: Check to show the text in small capitals.
vi: Đánh dấu kiểm để chữ được viết HOA nhưng dạng nhỏ hơn.

source: Check to show the text in subscript.
vi: Đánh dấu kiểm để chữ thụt xuống.

source: Check to show the text in superscript.
vi: Đánh dấu kiểm để chữ đẩy lên.

source: Check to suppress hyphenation.
vi: Kiểm tra để cấm tách từ.

source: Choose ISP to dial
vi: Chọn nhà cung cấp dịch vụ Internet ISP để quay số

source: Choose a directory:
vi: Chọn thư mục:

source: Choose a file
vi: Chọn một tập tin

source: Choose colour
vi: Chọn màu

source: Choose font
vi: Chọn phông chữ

source: Circular dependency involving module "%s" detected.
vi: Circular dependency đòi hỏi phải tìm được mô đun "%s".

source: Cl&ose
vi: Đón&g

source: Class not registered.
vi: Lớp chưa được đăng ký.

source: Clear
vi: Xóa sạch

source: Clear the log contents
vi: Xóa nội dung nhật ký thông tin

source: Click to apply the selected style.
vi: Bấm vào để chấp nhận kiểu dáng đã chọn.

source: Click to browse for a symbol.
vi: Bấm chọn để tìm duyệt ký tự đặc biệt.

source: Click to cancel changes to the font.
vi: Bấm vào để hủy thay đổi phông chữ.

source: Click to cancel the font selection.
vi: Bấm vào để hủy việc chọn phông chữ.

source: Click to change the font colour.
vi: Bấm vào để thay đổi màu sắc phông chữ.

source: Click to change the text background colour.
vi: Bấm vào để thay đổi màu nền của chữ.

source: Click to change the text colour.
vi: Bấm vào để thay đổi màu của chữ.

source: Click to choose the font for this level.
vi: Bấm vào để chọn phông chữ cho mức này.

source: Click to close this window.
vi: Bấm vào để đóng cửa sổ này.

source: Click to confirm changes to the font.
vi: Bấm vào để xác nhận thay đổi phông chữ.

source: Click to confirm the font selection.
vi: Bấm vào để xác nhận việc chọn phông chữ.

source: Click to create a new box style.
vi: Bấm vào để tạo kiểu dáng ký hộp mới.

source: Click to create a new character style.
vi: Bấm vào để tạo kiểu dáng ký tự mới.

source: Click to create a new list style.
vi: Bấm vào để tạo kiểu dáng danh sách mới.

source: Click to create a new paragraph style.
vi: Bấm vào để tạo một kiểu dáng đoạn văn mới.

source: Click to create a new tab position.
vi: Bấm vào để tạo một vị trí tab mới.

source: Click to delete all tab positions.
vi: Bấm vào để xóa tất cả vị trí tab.

source: Click to delete the selected style.
vi: Bấm vào để xóa kiểu dáng đã chọn.

source: Click to delete the selected tab position.
vi: Bấm vào để xóa các vị trí tab đã chọn.

source: Click to edit the selected style.
vi: Bấm vào để biên tập kiểu dáng đã chọn.

source: Click to rename the selected style.
vi: Bấm vào để đổi tên kiểu dáng đã chọn.

source: Close All
vi: Đóng hết

source: Close current document
vi: Đóng tài liệu hiện thời

source: Close this window
vi: Đóng cửa sổ này

source: Collapse
vi: Sụp đổ

source: Colour
vi: Màu sắc

source: Colour selection dialog failed with error %0lx.
vi: Hộp thoại chọn màu gặp lỗi %0lx.

source: Colour:
vi: Màu sắc:

source: Column %u
vi: Cột %u

source: Command
vi: Lệnh

source: Command line argument %d couldn't be converted to Unicode and will be ignored.
vi: Tham số dòng lệnh %d không thể chuyển đổi sang Unicode và sẽ bị bỏ qua.

source: Common dialog failed with error code %0lx.
vi: Hộp thoại dùng chung gặp lỗi %0lx.

source: Compositing not supported by this system, please enable it in your Window Manager.
vi: Sự kết hợp không được hỗ trợ bởi hệ thống này, xin hãy bật nó lên trong Window Manager.

source: Compressed HTML Help file (*.chm)|*.chm|
vi: Nén tập tin Trợ Giúp dạng HTML (*.chm)|*.chm|

source: Computer
vi: Thư mục Computer

source: Config entry name cannot start with '%c'.
vi: Tên mục tin cấu hình không thể bắt đầu bằng '%c'.

source: Confirm
vi: Xác nhận

source: Connecting...
vi: Đang kết nối...

source: Contents
vi: Nội dung

source: ControlLight
vi: Kiểm soát ánh sáng

source: Conversion to charset '%s' doesn't work.
vi: Việc chuyển đổi bộ ký tự thành '%s' không làm việc.

source: Convert
vi: Chuyển đổi

source: Copied to clipboard:"%s"
vi: Đã sao chép vào clipboard:"%s"

source: Copies:
vi: Bản sao:

source: Copy selection
vi: Chép vùng chọn

source: Corner
vi: Góc

source: Corner &radius:
vi: Bán &kính góc:

source: Could not create temporary file '%s'
vi: Không thể tạo tập tin tạm thời '%s'

source: Could not extract %s into %s: %s
vi: Không thể rút trích %s vào trong %s: %s

source: Could not find tab for id
vi: Không thể tìm thấy tab cho id

source: Could not initalize libnotify.
vi: Không thể khởi chạy libnotify.

source: Could not locate file '%s'.
vi: Không thể cấp phát tập tin '%s'.

source: Could not set current working directory
vi: Không thể đặt thư mục làm việc hiện hành

source: Could not start document preview.
vi: Không thể bắt đầu việc xem thử tài liệu.

source: Could not start printing.
vi: Không thể bắt đầu in.

source: Could not transfer data to window
vi: Không thể truyền dữ liệu tới cửa sổ

source: Couldn't add an image to the image list.
vi: Không thể thêm ảnh vào trong danh sách ảnh.

source: Couldn't create OpenGL context
vi: Không thể tạo ngữ cảnh OpenGL

source: Couldn't create a timer
vi: Không tạo được một timer

source: Couldn't create the overlay window
vi: Không tạo được cửa sổ xếp chồng

source: Couldn't enumerate translations
vi: Không thể liệt kê các bản dịch

source: Couldn't find symbol '%s' in a dynamic library
vi: Không thể tìm thấy ký tự đặc biệt '%s' trong thư viện liên kết động

source: Couldn't get the current thread pointer
vi: Không thể lấy con trỏ tuyến trình hiện hành

source: Couldn't init the context on the overlay window
vi: Không thể khởi tạo context trên cửa sổ overlay

source: Couldn't initialize GIF hash table.
vi: Không thể khởi tạo bảng mã băm GIF.

source: Couldn't load a PNG image - file is corrupted or not enough memory.
vi: Không thể tải ảnh PNG- tập tin bị hỏng hay không đủ bộ nhớ.

source: Couldn't load sound data from '%s'.
vi: Không thể tải dữ liệu âm thanh từ '%s'.

source: Couldn't obtain folder name
vi: Không thể lấy được tên thư mục

source: Couldn't open audio: %s
vi: Không mở âm thanh: %s

source: Couldn't register clipboard format '%s'.
vi: Không thể đăng ký định dạng clipboard '%s'.

source: Couldn't retrieve information about list control item %d.
vi: Không thể phục hồi thông tin về điều khiển danh sách mục tin %d.

source: Couldn't save PNG image.
vi: Không thể ghi lại ảnh PNG.

source: Couldn't terminate thread
vi: Không thể chấm dứt tuyến trình

source: Create Parameter %s not found in declared RTTI Parameters
vi: Tạo Tham Số %s không tìm thấy trong khai báo Tham Số RTTI

source: Create directory
vi: Tạo thư mục

source: Create new directory
vi: Tạo thư mục mới

source: Creating %s "%s" failed.
vi: Tạo %s "%s" không thành công.

source: Cu&t
vi: Cắ&t

source: Current directory:
vi: Thư mục hiện thời:

source: Custom size
vi: Cỡ riêng

source: Customize Columns
vi: Tùy Chỉnh Số Cột

source: Cut selection
vi: Cắt vùng chọn

source: DDE poke request failed
vi: Yêu cầu poke DDE gặp lỗi

source: DIB Header: Encoding doesn't match bitdepth.
vi: Phần đầu DIB: Bộ giải mã không khớp với độ sâu bit.

source: DIB Header: Image height > 32767 pixels for file.
vi: Phần đầu DIB: Độ cao ảnh > 32767 điểm ảnh cho tập tin.

source: DIB Header: Image width > 32767 pixels for file.
vi: Phần đầu DIB: Độ rộng ảnh > 32767 điểm ảnh cho tập tin.

source: DIB Header: Unknown bitdepth in file.
vi: Phần đầu DIB: Không rõ độ sâu bit trong tập tin.

source: DIB Header: Unknown encoding in file.
vi: Phần Đầu DIB: Không hiểu bộ giải mã trong tập tin.

source: Dashed
vi: Đã gạch

source: Debug report "%s"
vi: Báo cáo lỗi "%s"

source: Debug report couldn't be created.
vi: Báo cáo gỡ lỗi không thể được tạo ra.

source: Debug report generation has failed.
vi: Việc tạo ra bản báo cáo lỗi gặp lỗi.

source: Decimal
vi: Thập phân

source: Decorative
vi: Trang trí

source: Default encoding
vi: Bộ mã mặc định

source: Default printer
vi: Máy in mặc định

source: Delete A&ll
vi: Xó&a Tất

source: Delete Column
vi: Xóa cột

source: Delete Row
vi: Xóa hàng

source: Delete Style
vi: Xóa Kiểu Dáng

source: Delete Text
vi: Xóa Chữ

source: Delete item
vi: Xóa bỏ mục tin

source: Delete selection
vi: Xóa bỏ vùng chọn

source: Delete style %s?
vi: Xóa kiểu dáng %s?

source: Deleted stale lock file '%s'.
vi: Xóa tập tin khóa cũ '%s'.

source: Deleting password for "%s/%s" failed: %s.
vi: Xóa mật khẩu cho "%s/%s" không thành công: %s.

source: Dependency "%s" of module "%s" doesn't exist.
vi: Phần phụ thuộc "%s" của mô đun "%s" chưa tồn tại.

source: Descending
vi: Giảm dần

source: Desktop
vi: Thư mục Desktop

source: Developed by
vi: Được phát triển bởi

source: Developers
vi: Những người phát triển

source: Dial up functions are unavailable because the remote access service (RAS) is not installed on this machine. Please install it.
vi: Hàm quay số không sẵn sàng bởi vì dịch vụ truy cập từ xa (RAS) chưa được cài trong máy này. Xin hãy cài nó vào.

source: Did you know...
vi: Bạn có biết...

source: DirectFB error %d occurred.
vi: Lỗi DirectFB %d đã xảy ra.

source: Directories
vi: Thư mục

source: Directory '%s' couldn't be created
vi: Thư mục '%s' không thể được tạo

source: Directory '%s' couldn't be deleted
vi: Thư mục '%s' không thể xóa được

source: Directory does not exist
vi: Thư mục chưa tồn tại

source: Directory doesn't exist.
vi: Thư mục chưa tồn tại.

source: Discard changes and reload the last saved version?
vi: Không dùng những thay đổi này và tải lại dữ liệu đã lưu lần trước?

source: Display all index items that contain given substring. Search is case insensitive.
vi: Hiện tất cả chỉ số mục tin mà có chứa chuỗi con định sẵn. Tìm kiếm phân biệt Hoa/thường.

source: Display options dialog
vi: Hiển thị hộp thoại tùy chọn

source: Displays help as you browse the books on the left.
vi: Hiện phần trợ giúp như là một trình duyệt sách trên phần bên trái.

source: Divide
vi: Chia

source: Do you want to save changes to %s?
vi: Bạn có muốn ghi lại các thay đổi với %s không?

source: Document:
vi: Tài liệu:

source: Documentation by
vi: Viết bởi

source: Documentation writers
vi: Những người viết tài liệu

source: Don't Save
vi: Không Ghi Lại

source: Done
vi: Hoàn tất

source: Done.
vi: Hoàn tất.

source: Dotted
vi: Chấm chấm

source: Double
vi: Đôi

source: Doubly used id : %d
vi: Chỉ số id người dùng kép: %d

source: Down
vi: Xuống

source: EOF while reading from inotify descriptor
vi: Việc đọc bộ mô tả inotify gặp lỗi EOF

source: Edit item
vi: Biên tập mục tin

source: Elapsed time:
vi: Thời gian đã trôi qua:

source: Enable the height value.
vi: Cho phép giá trị cao.

source: Enable the maximum width value.
vi: Cho phép giá trị độ rộng tối đa.

source: Enable the minimum height value.
vi: Cho phép giá trị cao tối đa

source: Enable the minimum width value.
vi: Cho phép giá trị độ rộng tối thiểu.

source: Enable the width value.
vi: Cho phép giá trị độ rộng.

source: Enable vertical alignment.
vi: Cho phép xắp hàng theo chiều dọc.

source: Enables a background colour.
vi: Cho phép màu nền.

source: Enables a shadow.
vi: Cho phép tạo bóng.

source: Enables the blur distance.
vi: Kích hoạt khoảng cách mờ.

source: Enables the shadow colour.
vi: Kích hoạt màu bóng.

source: Enables the shadow opacity.
vi: Kích hoạt độ mờ của bóng.

source: Enables the shadow spread.
vi: Cho phép bóng đổ lan rộng.

source: End
vi: Kết thúc

source: Enter
vi: Nhập

source: Enter a box style name
vi: Nhập vào tên kiểu dáng hộp

source: Enter a character style name
vi: Nhập vào tên kiểu dáng ký tự

source: Enter a list style name
vi: Nhập vào tên kiểu dáng danh sách

source: Enter a new style name
vi: Nhập vào tên kiểu dáng danh sách mới

source: Enter a paragraph style name
vi: Nhập vào tên kiểu dáng đoạn văn

source: Enter command to open file "%s":
vi: Nhập vào lệnh mở tập tin "%s":

source: Entries found
vi: Các mục tin tìm thấy

source: Environment variables expansion failed: missing '%c' at position %u in '%s'.
vi: Sự mở rộng các biến môi trường gặp lỗi: mất '%c' tại vị trí %u trong '%s'.

source: Error closing epoll descriptor
vi: Lỗi khi đóng phần mô tả epoll

source: Error closing kqueue instance
vi: Lỗi khi đóng kqueue

source: Error copying the file '%s' to '%s'.
vi: Lỗi khi sao chép tệp '%s' sang '%s'.

source: Error creating directory
vi: Lỗi tạo thư mục

source: Error in reading image DIB.
vi: Lỗi trong việc đọc ảnh DIB.

source: Error in resource: %s
vi: Lỗi trong tài nguyên: %s

source: Error reading config options.
vi: Lỗi trong việc đọc các tùy chọn cấu hình.

source: Error saving user configuration data.
vi: Lỗi ghi lại dữ liệu cấu hình người dùng.

source: Error while printing:
vi: Lỗi trong khi in:

source: Error:
vi: Lỗi:

source: Estimated time:
vi: Thời gian ước tính:

source: Executable files (*.exe)|*.exe|
vi: Tập tin thực thi (*.exe)|*.exe|

source: Execute
vi: Thi hành

source: Execution of command '%s' failed
vi: Thi hành lệnh '%s' gặp lỗi

source: Expand
vi: Mở rộng

source: Exporting registry key: file "%s" already exists and won't be overwritten.
vi: Sự xuất khóa đăng ký: tập tin "%s" đã tồn tại và không thể ghi đè lên.

source: Extraction of '%s' into '%s' failed.
vi: Rút trích '%s' vào '%s' gặp lỗi.

source: Face Name
vi: Tên Mặt

source: Failed to access lock file.
vi: Truy cập tập tin khóa gặp lỗi.

source: Failed to add descriptor %d to epoll descriptor %d
vi: Khi thêm phần mô tả %d vào phần mô tả epoll %d gặp lỗi

source: Failed to allocate %luKb of memory for bitmap data.
vi: Việc cấp phát %luKb bộ nhớ cho dữ liệu ảnh bitmap gặp lỗi.

source: Failed to allocate colour for OpenGL
vi: Cấp phát màu cho OpenGL gặp lỗi

source: Failed to change video mode
vi: Thay đổi chế độ video gặp lỗi

source: Failed to check format of image file "%s".
vi: Gặp lỗi khi kiểm tra định dạng của tập tin ảnh "%s".

source: Failed to clean up debug report directory "%s"
vi: Việc xóa sạch thư mục báo cáo lỗi "%s" gặp lỗi

source: Failed to close file handle
vi: Đóng handle tập tin gặp lỗi

source: Failed to close lock file '%s'
vi: Đóng tập tin khóa '%s' gặp lỗi

source: Failed to close the clipboard.
vi: Đóng clipboard gặp lỗi.

source: Failed to close the display "%s"
vi: Đóng bộ hiển thị "%s" gặp lỗi

source: Failed to connect: missing username/password.
vi: Kết nối lỗi: không có tên người dùng/mật khẩu.

source: Failed to connect: no ISP to dial.
vi: Kết nối lỗi: không có nhà cung cấp dịch vụ Internet ISP để quay số.

source: Failed to convert file "%s" to Unicode.
vi: Chuyển đổi tập tin "%s" sang Unicode gặp lỗi.
