Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: Delete "%1%" style.
vi: Xóa kiểu "%1%".

source: Can't delete "%1%". It is last style.
vi: Không thể xóa "%1%". Đây là kiểu cuối cùng

source: Can't delete temporary style "%1%".
vi: Không thể xóa kiểu tạm thời &quot;%1%&quot;.

source: Modified style "%1%"
vi: Kiểu đã sửa đổi "%1%"

source: Current style is "%1%"
vi: Phong cách hiện tại là "%1%"

source: Changing style to "%1%" will discard current style modification. Would you like to continue anyway?
vi: Thay đổi kiểu thành "%1%" sẽ làm mất các sửa đổi kiểu hiện tại.Bạn có muốn tiếp tục không?

source: Not valid style.
vi: Không phải kiểu hợp lệ.

source: Style "%1%" can't be used and will be removed from a list.
vi: Không thể sử dụng kiểu "%1%" và sẽ bị xóa khỏi danh sách.

source: Unset italic
vi: Bỏ in nghiêng

source: Set italic
vi: Đặt chữ nghiêng

source: Unset bold
vi: Bỏ in đậm

source: Set bold
vi: Đặt đậm

source: Revert text size.
vi: Khôi phục kích thước văn bản.

source: Revert embossed depth.
vi: Khôi phục độ sâu đã dập nổi.

source: Advanced options cannot be changed for the selected font. Select another font.
vi: Không thể thay đổi tùy chọn nâng cao cho phông chữ đã chọn. Chọn phông chữ khác.

source: Revert using of model surface.
vi: Hoàn nguyên việc sử dụng bề mặt mô hình.

source: Revert Transformation per glyph.
vi: Hoàn nguyên chuyển đổi theo từng ký tự tượng hình.

source: Set global orientation for whole text.
vi: Đặt hướng chung cho toàn bộ văn bản.

source: Set position and orientation per glyph.
vi: Đặt vị trí và hướng cho mỗi ký tự.

# Alignment
source: Left
vi: Trái

# Alignment
source: Center
vi: Ở giữa

# Alignment
source: Right
vi: Phải

# Alignment
source: Top
vi: Trên

# Alignment
source: Middle
vi: Trung bình

# Alignment
source: Bottom
vi: Dưới

source: Revert alignment.
vi: Đảo ngược sự căn chỉnh.

source: points
vi: điểm

source: Revert gap between characters
vi: Hoàn nguyên khoảng cách giữa các ký tự

source: Distance between characters
vi: Khoảng cách giữa các ký tự

source: Revert gap between lines
vi: Hoàn nguyên khoảng cách giữa các dòng

source: Distance between lines
vi: Khoảng cách giữa các dòng

source: Undo boldness
vi: Bỏ in đậm

source: Tiny / Wide glyphs
vi: Biểu tượng nhỏ / rộng

source: Undo letter's skew
vi: Hoàn tác độ nghiêng của chữ cái

source: Italic strength ratio
vi: Tỷ lệ sức mạnh nghiêng

source: Undo translation
vi: Undo dịch

source: Distance of the center of the text to the model surface.
vi: Khoảng cách từ tâm văn bản đến bề mặt mô hình.

source: Undo rotation
vi: Hoàn tác xoay

source: Rotate text Clock-wise.
vi: Xoay văn bản theo chiều kim đồng hồ.

source: Unlock the text's rotation when moving text along the object's surface.
vi: Mở khóa độ quay của văn bản khi di chuyển văn bản dọc theo bề mặt của đối tượng.

source: Lock the text's rotation when moving text along the object's surface.
vi: Khóa sự xoay của văn bản khi di chuyển văn bản dọc theo bề mặt của đối tượng.

source: Select from True Type Collection.
vi: Chọn từ Bộ sưu tập True Type.

source: Set text to face camera
vi: Đặt văn bản để đối mặt với camera

source: Orient the text towards the camera.
vi: Hướng văn bản về phía máy ảnh.

source: Can't load exactly same font("%1%"). Aplication selected a similar one("%2%"). You have to specify font for enable edit text.
vi: Không thể tải chính xác cùng một phông chữ ("%1%"). Ứng dụng đã chọn một phông chữ tương tự ("%2%"). Bạn phải chỉ định phông chữ để cho phép chỉnh sửa văn bản.

source: No symbol
vi: Không có ký hiệu

source: Loading
vi: Đang tải

source: In queue
vi: Đang chờ

source: Font
vi: Phông chữ

source: Use surface
vi: Sử dụng bề mặt

source: Char gap
vi: Khoảng cách ký tự

source: Line gap
vi: Khoảng cách dòng

source: Boldness
vi: Sự táo bạo

source: Skew ratio
vi: Tỷ lệ lệch

source: From surface
vi: Từ bề mặt

source: Keep up
vi: Phải cố gắng

source: Collection
vi: Bộ sưu tập

source: Paint-on supports
vi: Vẽ phần cần gắn support

source: Automatic painting
vi: Sơn tự động

source: painting
vi: bức tranh

source: Clipping of view
vi: Cắt bớt chế độ xem

source: Reset direction
vi: Đặt lại hướng

source: Brush size
vi: Kích thước Cọ

source: Brush shape
vi: Dạng cọ vẽ

source: Left mouse button
vi: Nút chuột trái

source: Enforce supports
vi: Thực thi hỗ trợ

source: Right mouse button
vi: Nút chuột phải

source: Block supports
vi: Khối hỗ trợ

source: Shift + Left mouse button
vi: Shift + chuột trái

source: Remove selection
vi: Loại bỏ lựa chọn

source: Remove all selection
vi: Bỏ tất cả lựa chọn

source: Sphere
vi: Hình cầu

source: Highlight overhang by angle
vi: Làm nổi bật phần overhang theo góc

source: Enforce
vi: Thi hành

source: Tool type
vi: Loại công cụ

source: Brush
vi: Cọ Vẽ

source: Smart fill
vi: Fill thông minh

source: Smart fill angle
vi: Fill góc thông minh

source: Split triangles
vi: Chia các tam giá

source: On overhangs only
vi: Chỉ trên phần overhang

source: Preselects faces by overhang angle. It is possible to restrict paintable facets to only preselected faces when the option "%1%" is enabled.
vi: Chọn trước các mặt theo góc nhô ra. Có thể giới hạn các mặt có thể sơn chỉ với các mặt được chọn trước khi tùy chọn "%1%" được bật.

source: Paints facets according to the chosen painting brush.
vi: Vẽ các mặt theo cọ vẽ đã chọn.

source: Paints neighboring facets whose relative angle is less or equal to set angle.
vi: Vẽ các mặt lân cận có góc tương đối nhỏ hơn hoặc bằng góc đã đặt.

source: Allows painting only on facets selected by: "%1%"
vi: Chỉ cho phép vẽ trên các khía cạnh được chọn bởi: "%1%"

source: Paints all facets inside, regardless of their orientation.
vi: Vẽ tất cả các khía cạnh bên trong, bất kể hướng của chúng.

source: Ignores facets facing away from the camera.
vi: Bỏ qua các khía cạnh quay mặt ra khỏi máy ảnh.

source: Paints only one facet.
vi: Chỉ vẽ một khía cạnh.

source: Alt + Mouse wheel
vi: Alt + Cuộn chuột

source: Splits bigger facets into smaller ones while the object is painted.
vi: Tách các mặt lớn hơn thành các mặt nhỏ hơn trong khi đối tượng được vẽ.

source: Ctrl + Mouse wheel
vi: Ctrl + Cuộn chuột

source: Reset selection
vi: Đặt lại lựa chọn

source: Block supports by angle
vi: Khối hỗ trợ theo góc

source: Add supports by angle
vi: Thêm hỗ trợ theo góc

source: Automatic painting requires valid print setup.
vi: Tính năng tô màu tự động yêu cầu thiết lập bản in hợp lệ.

source: Automatic painting requires printable object.
vi: Vẽ tự động yêu cầu vật thể có thể in được.

source: Automatic painting will erase all currently painted areas.
vi: Tính năng tự động tô màu sẽ xóa tất cả các vùng đã tô màu.

source: Are you sure you want to do it?
vi: Bạn có chắc chắn muốn làm điều đó?

source: Automatic painting support points
vi: Điểm hỗ trợ sơn tự động

source: Add supports
vi: Thêm hỗ trợ

source: Entering Paint-on supports
vi: Nhập hỗ trợ Paint-on

source: Leaving Paint-on supports
vi: Rời khỏi hỗ trợ sơn

source: Paint-on supports editing
vi: Paint-on hỗ trợ chỉnh sửa

source: Gizmo-Place on Face
vi: Gizmo-Place trên mặt

source: Place on face
vi: Đặt trên mặt

source: Hollow this object
vi: Làm rỗng đối tượng này

source: Preview hollowed and drilled model
vi: Xem trước model đã được làm rỗng và khoan

source: Quality
vi: Chất lượng

source: Hole diameter
vi: Đường kính lỗ

source: Hole depth
vi: Độ sâu của lỗ

source: Remove selected holes
vi: Bỏ các lỗ đã chọn

source: Remove all holes
vi: Bỏ tất cả lỗ

source: Show supports
vi: Hiện support

source: Add drainage hole
vi: Thêm lỗ thoát

source: Delete drainage hole
vi: Xóa lỗ thoát nước

source: Hollowing parameter change
vi: Thay đổi tham số rỗng

source: Change drainage hole diameter
vi: Thay đổi đường kính lỗ thoát

source: Hollow and drill
vi: Làm rỗng và khoan

source: Move drainage hole
vi: Di chuyển lỗ thoát nhựa

source: Vertex
vi: Đỉnh

source: Edge
vi: Cạnh

source: Plane
vi: Mặt phẳng

source: Point on edge
vi: Điểm trên cạnh

source: Point on circle
vi: Điểm trên đường tròn

source: Point on plane
vi: Điểm trên mặt phẳng

source: Center of edge
vi: Tâm của cạnh

source: Center of circle
vi: Tâm của hình tròn

source: Measure
vi: Đo

source: Edit to scale
vi: Chỉnh sửa theo tỷ lệ

# Verb
source: Scale
vi: Tỉ lệ

source: Unselect feature
vi: Bỏ chọn tính năng

source: Unselect center
vi: Bỏ chọn trung tâm

source: Select center
vi: Chọn trung tâm

source: Unselect point
vi: Bỏ chọn điểm

source: Select feature
vi: Chọn tính năng

source: Select point
vi: Chọn điểm

source: Enable point selection
vi: Cho phép chọn điểm

source: Restart selection
vi: Khởi động lại lựa chọn

source: Unselect
vi: Bỏ chọn

source: Selection
vi: Lựa chọn

source: Copy to clipboard
vi: Sao chép vào khay nhớ tạm

source: Angle
vi: Góc

source: Perpendicular distance
vi: Khoảng cách vuông góc

source: Distance
vi: Khoảng cách

source: Direct distance
vi: Khoảng cách trực tiếp

source: Distance XYZ
vi: Khoảng cách XYZ

source: Entering Measure gizmo
vi: Nhập Gizmo Đo lường

source: Leaving Measure gizmo
vi: Rời khỏi thiết bị đo

source: Measure gizmo editing
vi: Đo lường chỉnh sửa gizmo

source: Your printer has more extruders than the multi-material painting gizmo supports. For this reason, only the first %1% extruders will be able to be used for painting.
vi: Máy in của bạn có nhiều đầu đùn hơn so với công cụ sơn đa vật liệu hỗ trợ. Vì lý do này, chỉ có %1% đầu tiên có thể được sử dụng để sơn.

source: Multimaterial painting
vi: Tranh đa vật liệu

source: First color
vi: Màu đầu tiên

source: Second color
vi: Màu thứ hai

source: Remove painted color
vi: Loại bỏ màu sơn

source: Clear all
vi: Xoá tất cả

source: Bucket fill
vi: Đổ đầy xô

source: Current
vi: Hiện tại

source: Original
vi: Nguyên bản

source: Paints neighboring facets that have the same color.
vi: Vẽ các mặt lân cận có cùng màu.

source: Split bigger facets into smaller ones while the object is painted.
vi: Chia các mặt lớn hơn thành các mặt nhỏ hơn trong khi đối tượng được vẽ.

source: Painted using: Extruder %1%
vi: Được vẽ bằng cách sử dụng: Bộ đầu in %1%

source: Entering Multimaterial painting
vi: Vào tranh đa vật liệu

source: Leaving Multimaterial painting
vi: Rời khỏi bức tranh đa vật liệu

source: Multimaterial painting editing
vi: Chỉnh sửa tranh đa vật liệu

source: Move
vi: Di chuyển

source: Gizmo-Move
vi: Gizmo-Di chuyển

source: Gizmo-Rotate
vi: Gizmo-Xoay

source: Optimize orientation
vi: Xoay mẫu tối ưu

source: Gizmo-Scale
vi: Gizmo-Thang đo

source: Enforce seam
vi: Thực thi đường may

source: Block seam
vi: Khối đường may

source: Seam painting
vi: Sơn đường may

source: Entering Seam painting
vi: Bước vào sơn đường may

source: Leaving Seam painting
vi: Rời bỏ tranh vẽ đường chỉ

source: Paint-on seam editing
vi: Chỉnh sửa đường nối bằng cách sơn

source: Mesh name
vi: Tên lưới

source: Level of detail
vi: Mức độ chi tiết

source: Decimate ratio
vi: Tỷ lệ thập phân

source: Processing model "%1%" with more than 1M triangles could be slow. It is highly recommended to reduce amount of triangles.
vi: Xử lý mô hình "%1%" với hơn 1 triệu hình tam giác có thể chậm. Rất khuyến khích giảm số lượng hình tam giác.

source: Simplify model
vi: Đơn giản hóa model

source: Simplify
vi: Đơn Giản Hóa

source: Simplification is currently only allowed when a single part is selected
vi: Đơn giản hóa hiện chỉ được phép khi một part được chọn

source: Error
vi: Lỗi

source: Extra high
vi: Rất cao

source: High
vi: Cao

source: Medium
vi: Trung bình

source: Low
vi: Thấp

source: Extra low
vi: Rất thấp

source: A multipart object can be simplified using only a Level of detail. If you want to enter a Decimate ratio, do the simplification separately.
vi: Một đối tượng nhiều phần có thể được đơn giản hóa chỉ bằng cách sử dụng Mức độ chi tiết. Nếu bạn muốn nhập tỷ lệ Decimate, hãy thực hiện đơn giản hóa riêng biệt.

source: %d triangles
vi: %d tam giác

source: Show wireframe
vi: Hiển thị khung dây

source: Operation already cancelling. Please wait few seconds.
vi: Thao tác đã bị hủy. Vui lòng đợi vài giây.

source: Can't apply when proccess preview.
vi: Không thể áp dụng khi xem trước quá trình.

source: Process %1% / 100
vi: Xử lý %1%/100

source: Simplify %1%
vi: Đơn giản hóa %1%

source: Custom supports, seams and multimaterial painting were removed after simplifying the mesh.
vi: Hỗ trợ tùy chỉnh, đường may và sơn đa vật liệu đã được loại bỏ sau khi đơn giản hóa lưới.

source: Model simplification has been canceled
vi: Việc đơn giản hóa mô hình đã bị hủy bỏ

source: Entering SLA support points
vi: Nhập điểm hỗ trợ SLA

source: Leaving SLA support points
vi: Rời khỏi các điểm hỗ trợ SLA

source: Head diameter
vi: Đường kính đầu

source: Lock supports under new islands
vi: Khóa hỗ trợ dưới các hòn đảo mới

source: Remove selected points
vi: Xóa các điểm đã chọn

source: Remove all points
vi: Xóa tất cả các điểm

source: Apply changes
vi: Áp dụng các thay đổi

source: Discard changes
vi: Huỷ các thay đổi

source: Minimal points distance
vi: Khoảng cách điểm tối thiểu

source: Auto-generate points
vi: Tự động tạo điểm

source: Manual editing
vi: Chỉnh sửa thủ công

source: Add support point
vi: Thêm điểm hỗ trợ

source: Delete support point
vi: Xóa điểm support

source: Change point head diameter
vi: Thay đổi đường kính đầu điểm

source: Support parameter change
vi: Thay đổi thông số support

source: SLA Support Points
vi: Điểm support SLA

source: Do you want to save your manually edited support points?
vi: Bạn có muốn lưu các điểm support đã chỉnh sửa thủ công của mình không?

source: Save support points?
vi: Lưu điểm support?

source: Move support point
vi: Di chuyển điểm support

source: Support points edit
vi: Chỉnh sửa điểm support

source: Autogenerate support points
vi: Tự động tạo điểm support

source: SLA gizmo keyboard shortcuts
vi: Phím tắt gizmo SLA

source: Note: some shortcuts work in (non)editing mode only.
vi: Lưu ý: một số phím tắt chỉ hoạt động ở chế độ (không) chỉnh sửa.

source: Add point
vi: Thêm điểm

source: Remove point
vi: Loại bỏ điểm

source: Move point
vi: Di chuyển điểm

source: Add point to selection
vi: Thêm điểm vào lựa chọn

source: Remove point from selection
vi: Xóa điểm khỏi lựa chọn

source: Select by rectangle
vi: Chọn theo hình chữ nhật

source: Deselect by rectangle
vi: Bỏ chọn theo hình chữ nhật

source: Select all points
vi: Chọn tất cả các điểm

source: Mouse wheel
vi: Cuộn chuột

source: Move clipping plane
vi: Di chuyển mặt cắt

source: Reset clipping plane
vi: Đặt lại mặt cắt

source: Switch to editing mode
vi: Chuyển sang chế độ chỉnh sửa

source: SVG rotate
vi: Xoay SVG

source: SVG move
vi: SVG di chuyển

source: Enter SVG gizmo
vi: Nhập gizmo SVG

source: Leave SVG gizmo
vi: Rời khỏi đồ họa SVG

source: SVG actions
vi: Hành động SVG

source: Opacity (%1%)
vi: Độ mờ đục (%1%)

source: Color gradient (%1%)
vi: Độ dốc màu (%1%)

source: Undefined fill type
vi: Kiểu điền không xác định

source: Linear gradient
vi: dường dốc thẳng

source: Radial gradient
vi: Độ dốc xuyên tâm

source: Open filled path
vi: Đường dẫn mở đầy

source: Undefined stroke type
vi: Kiểu nét không xác định

source: Path can't be healed from selfintersection and multiple points.
vi: Đường đi không thể được chữa lành do tự giao nhau và nhiều điểm.

source: Final shape constains selfintersection or multiple points with same coordinate.
vi: Hình dạng cuối cùng chứa giao điểm của nhiều điểm có cùng tọa độ.

source: Shape is marked as invisible (%1%).
vi: Hình dạng được đánh dấu là không nhìn thấy (%1%).

source: Fill of shape (%1%) contains unsupported: %2%.
vi: Phần tô của hình dạng (%1%) chứa nội dung không được hỗ trợ: %2%.

source: Stroke of shape (%1%) is too thin (minimal width is %2% mm).
vi: Nét vẽ hình dạng (%1%) quá mỏng (chiều rộng tối thiểu là %2% mm).

source: Stroke of shape (%1%) contains unsupported: %2%.
vi: Nét vẽ hình dạng (%1%) chứa nội dung không được hỗ trợ: %2%.

source: Face the camera
vi: Đối mặt với máy ảnh

source: Unknown filename
vi: Tên tệp không xác định

source: SVG file path is "%1%"
vi: Đường dẫn tệp SVG là "%1%"

source: Reload SVG file from disk.
vi: Tải lại tệp SVG từ đĩa.

source: Change file
vi: Thay đổi tập tin

source: Change to another .svg file
vi: Đổi sang file .svg khác

source: Forget the file path
vi: Quên đường dẫn tập tin

source: Do NOT save local path to 3MF file. Also disables 'reload from disk' option.
vi: KHÔNG lưu đường dẫn cục bộ vào tệp 3MF. Ngoài ra, vô hiệu hóa tùy chọn 'tải lại từ đĩa'.

source: Bake
vi: Nướng

source: Bake into model as uneditable part
vi: Nướng vào mô hình như một phần không thể chỉnh sửa

source: Save as
vi: Ghi Lại Bằng Tên Mới

source: Save SVG file
vi: Lưu tệp SVG

source: Save as '.svg' file
vi: Lưu dưới dạng tệp '.svg'

source: Size in emboss direction.
vi: Kích thước theo hướng dập nổi.

source: Scale also changes amount of curve samples (%1%)
vi: Tỷ lệ cũng thay đổi số lượng mẫu đường cong (%1%)

source: Width of SVG.
vi: Chiều rộng của SVG.

source: Height of SVG.
vi: Chiều cao của SVG.

source: Lock/unlock the aspect ratio of the SVG.
vi: Khóa/mở khóa tỷ lệ khung hình của SVG.

source: Reset scale
vi: Đặt lại tỷ lệ

source: Distance of the center of the SVG to the model surface.
vi: Khoảng cách từ tâm SVG đến bề mặt mô hình.

source: Reset distance
vi: Đặt lại khoảng cách

source: Reset rotation
vi: Đặt lại xoay

source: Lock/unlock rotation angle when dragging above the surface.
vi: Khóa/mở góc quay khi kéo trên bề mặt.

source: Change SVG Type
vi: Thay đổi loại SVG

source: Mirror
vi: Phản chiếu

source: Choose SVG file for emboss:
vi: Chọn tệp SVG để tạo hình nổi

source: File does NOT exist (%1%).
vi: Tệp KHÔNG tồn tại (%1%).

source: Filename has to end with ".svg" but you selected %1%
vi: Tên tệp phải kết thúc bằng ".svg" nhưng bạn đã chọn %1%

source: Nano SVG parser can't load from file (%1%).
vi: Bộ phân tích cú pháp Nano SVG không thể tải từ tệp (%1%).

source: SVG file does NOT contain a single path to be embossed (%1%).
vi: Tệp SVG KHÔNG chứa một đường dẫn duy nhất để dập nổi (%1%).

source: ERROR: Please close all manipulators available from the left toolbar first
vi: LỖI: Vui lòng đóng tất cả các trình thao tác có sẵn từ thanh công cụ bên trái trước

source: You are currently editing SLA support points. Please, apply or discard your changes first.
vi: Bạn hiện đang chỉnh sửa các điểm hỗ trợ SLA. Vui lòng áp dụng hoặc loại bỏ các thay đổi của bạn trước.

source: Variable layer height
vi: Chiều cao lớp thay đổi

source: Left mouse button:
vi: Nút chuột trái

source: Add detail
vi: Thêm chi tiết

source: Right mouse button:
vi: Nút chuột phải:

source: Remove detail
vi: Loại bỏ chi tiết

source: Shift + Left mouse button:
vi: Shift + chuột trái:

source: Reset to base
vi: Đặt về ban đầu

source: Shift + Right mouse button:
vi: Shift + chuột phải:

source: Smoothing
vi: Làm mịn

source: Mouse wheel:
vi: Cuộn chuột:

source: Increase/decrease edit area
vi: Tăng/giảm khu vực chỉnh sửa

source: Adaptive
vi: Thích nghi

source: Quality / Speed
vi: Chất lượng / Tốc độ

source: Higher print quality versus higher print speed.
vi: Chất lượng in cao hơn so với tốc độ in cao hơn.

source: Smooth
vi: Mịn màng

source: Keep min
vi: Giữ tối thiểu

source: Variable layer height - Manual edit
vi: Chiều cao lớp thay đổi - Chỉnh sửa thủ công

source: Seq.
vi: Thứ tự.

source: SLA view
vi: Chế độ xem SLA

source: Show as processed
vi: Hiển thị như đã xử lý

source: Show as original
vi: Hiện nguyên bản

source: Variable layer height - Reset
vi: Chiều cao lớp thay đổi - Đặt lại

source: Variable layer height - Adaptive
vi: Chiều cao lớp thay đổi - Thích ứng

source: Variable layer height - Smooth all
vi: Chiều cao lớp thay đổi - Làm mịn tất cả

source: Mirror Object
vi: Phản chiếu đối tượng

source: Move Object
vi: Di chuyển đối tượng

source: Switch to Settings
vi: Chuyển sang Cài đặt

source: Print Settings Tab
vi: Tab Cài đặt in

source: Filament Settings Tab
vi: Tab Cài đặt Nhựa in

source: Material Settings Tab
vi: Tab Cài đặt Vật liệu

source: Printer Settings Tab
vi: Tab Cài đặt Máy in

source: Undo History
vi: Hoàn tác lịch sử

source: Redo History
vi: Lịch sử Làm lại

source: Undo %1$d Action
vi: Hoàn tác %1$d hành động

source: Redo %1$d Action
vi: Làm lại %1$d hành động

source: Search
vi: Tìm kiếm

source: Enter a search term
vi: Nhập cụm từ tìm kiếm

source: Add...
vi: Thêm...

source: Delete all
vi: Xóa tất cả

source: Arrange selection
vi: Lựa chọn sắp xếp

source: Click right mouse button to show arrangement options
vi: Bấm chuột phải để hiển thị các tùy chọn sắp xếp

source: Copy
vi: Chép

source: Paste
vi: Dán

source: Add instance
vi: Thêm bản sao

source: Remove instance
vi: Loại bỏ bản sao

source: Split to objects
vi: Tách các đối tượng ra

source: Split to parts
vi: Tách các bộ phận ra

source: Click right mouse button to open/close History
vi: Click chuột phải để mở/đóng Lịch sử

source: Next Undo action: %1%
vi: Hành động Hoàn tác tiếp theo: %1%

source: Next Redo action: %1%
vi: Hành động Làm lại tiếp theo: %1%

source: An object outside the print area was detected.
vi: Một đối tượng bên ngoài khu vực in đã được phát hiện.

source: A toolpath outside the print area was detected.
vi: Đã phát hiện đường chạy dao bên ngoài vùng in.

source: SLA supports outside the print area were detected.
vi: SLA supports bên ngoài khu vực in đã được phát hiện.

source: Some objects are not visible during editing.
vi: Một số đối tượng không hiển thị trong khi chỉnh sửa.

source: An object outside the print area was detected. Resolve the current problem to continue slicing.
vi: Một đối tượng bên ngoài khu vực in đã được phát hiện. Giải quyết vấn đề hiện tại để tiếp tục slice.

source: Conflicts in G-code paths have been detected at layer %1%, z=%2$.2f mm. Please reposition the conflicting objects (%3% <-> %4%) further apart.
vi: Xung đột trong đường dẫn mã G đã được phát hiện ở lớp %1%, z=%2$.2f mm. Vui lòng định vị lại các đối tượng xung đột (%3% <-> %4%) xa hơn.

source: Jump to
vi: Nhảy tới

source: ERROR:
vi: LỖI:

source: Selection-Add from rectangle
vi: Lựa chọn-Thêm từ hình chữ nhật

source: Selection-Remove from rectangle
vi: Lựa chọn-Xóa khỏi hình chữ nhật

source: Undefined
vi: Không xác định

source: %1% was substituted with %2%
vi: %1% đã được thay thế bằng %2%

source: Most likely the configuration was produced by a newer version of PrusaSlicer or by some PrusaSlicer fork.
vi: Nhiều khả năng cấu hình được tạo ra bởi một phiên bản mới hơn của PrusaSlicer hoặc bởi một số nhánh PrusaSlicer.

source: The following values were substituted:
vi: Các giá trị sau đây đã được thay thế:

source: Review the substitutions and adjust them if needed.
vi: Xem lại các thay thế và điều chỉnh chúng nếu cần.

source: SLA print settings
vi: Cài đặt in SLA

source: Physical Printer
vi: Máy in vật lý

source: Configuration bundle was loaded, however some configuration values were not recognized.
vi: Gói cấu hình đã được tải, tuy nhiên, một số giá trị cấu hình không được nhận dạng.

source: Configuration file "%1%" was loaded, however some configuration values were not recognized.
vi: File cấu hình "%1%" đã được tải, tuy nhiên, một số giá trị cấu hình không được nhận dạng.

source: is based on Slic3r by Alessandro Ranellucci and the RepRap community.
vi: dựa trên Slic3r của Alessandro Ranellucci và cộng đồng RepRap.

source: Developed by Prusa Research.
vi: Được phát triển bởi Prusa Research.

source: Licensed under GNU AGPLv3.
vi: Được cấp phép theo GNU AGPLv3.
