Repository: Dong-TV2025/SuperSlicer_2.7.61.3_vn
Catalog: PrusaSlicer_*.po
Languages: vi

source: This start procedure is inserted at the beginning, possibly prepended by temperature-changing commands. See 'autoemit_temperature_commands'.
vi: Quy trình bắt đầu này được chèn vào lúc bắt đầu, có thể được thêm vào trước bằng các lệnh thay đổi nhiệt độ . Xem 'autoemit_temperature_commands'

source: Color change G-code
vi: Đổi màu G-code

source: This G-code will be used as a code for the color change
vi: Mã G này sẽ được sử dụng làm mã để thay đổi màu sắc

source: This G-code will be used as a code for the pause print
vi: Mã G này sẽ được sử dụng làm mã cho lệnh tạm dừng in

source: This G-code will be used as a custom code
vi: Mã G này sẽ được sử dụng như một mã tùy chỉnh

source: Single Extruder Multi Material
vi: Máy đùn đơn đa vật liệu

source: The printer multiplexes filaments into a single hot end.
vi: Máy in ghép nhiều sợi nhựa vào một đầu nóng duy nhất.

source: Prime all printing extruders
vi: Prime tất cả các máy đùn in

source: If enabled, all printing extruders will be primed at the front edge of the print bed at the start of the print.
vi: Nếu được bật, tất cả các đầu đùn in sẽ được mồi ở mép trước của bệ in khi bắt đầu in.

source: No sparse layers (EXPERIMENTAL)
vi: Không có lớp thưa thớt (THỬ NGHIỆM)

source: Slice gap closing radius
vi: Bán kính đóng khe hở lát cắt

source: Cracks smaller than 2x gap closing radius are being filled during the triangle mesh slicing. The gap closing operation may reduce the final print resolution, therefore it is advisable to keep the value reasonably low.
vi: Các vết nứt nhỏ hơn 2x bán kính đóng khe hở đang được lấp đầy trong quá trình cắt lưới tam giác. Hoạt động đóng khe hở có thể làm giảm độ phân giải bản in cuối cùng, do đó, nên giữ giá trị ở mức thấp hợp lý.

source: Slicing Mode
vi: Chế độ cắt lát

source: Use "Even-odd" for 3DLabPrint airplane models. Use "Close holes" to close all holes in the model.
vi: Sử dụng "Even-odd" cho các mô hình máy bay 3DLabPrint. Sử dụng "Close holes" để đóng tất cả các lỗ trong mô hình.

source: Regular
vi: Thông thường

source: Even-odd
vi: Chẵn-lẻ

source: Close holes
vi: Đóng lỗ

source: Generate support material
vi: Tạo tài liệu hỗ trợ

source: Enable support material generation.
vi: Cho phép tạo tài liệu hỗ trợ.

source: Auto generated supports
vi: Hỗ trợ tự động tạo

source: If checked, supports will be generated automatically based on the overhang threshold value. If unchecked, supports will be generated inside the "Support Enforcer" volumes only.
vi: Nếu được chọn, các hỗ trợ sẽ được tạo tự động dựa trên giá trị ngưỡng nhô ra. Nếu không được chọn, các hỗ trợ sẽ chỉ được tạo bên trong các khối lượng "Support Enforcer".

source: XY separation between an object and its support
vi: Khoảng cách XY giữa vật thể và điểm tựa của nó

source: XY separation between an object and its support. If expressed as percentage (for example 50%), it will be calculated over external perimeter width.
vi: Khoảng cách XY giữa vật thể và điểm tựa của nó. Nếu được biểu thị dưới dạng phần trăm (ví dụ 50%), khoảng cách này sẽ được tính theo chiều rộng chu vi bên ngoài.

source: Pattern angle
vi: Góc mẫu

source: Use this setting to rotate the support material pattern on the horizontal plane.
vi: Sử dụng cài đặt này để xoay mẫu vật liệu hỗ trợ trên mặt phẳng ngang.

source: Support on build plate only
vi: Hỗ trợ chỉ trên bề mặt xây dựng

source: Only create support if it lies on a build plate. Don't create support on a print.
vi: Chỉ tạo hỗ trợ nếu nó nằm trên một tấm dựng. Không tạo hỗ trợ trên bản in.

source: Top contact Z distance
vi: Khoảng cách Z tiếp xúc hàng đầu

source: The vertical distance between object and support material interface. Setting this to 0 will also prevent Slic3r from using bridge flow and speed for the first object layer.
vi: Khoảng cách thẳng đứng giữa đối tượng và giao diện vật liệu hỗ trợ. Đặt giá trị này thành 0 cũng sẽ ngăn Slic3r sử dụng tốc độ và lưu lượng cầu nối cho lớp đối tượng đầu tiên.

source: 0 (soluble)
vi: 0 (hòa tan)

source: 0.1 (detachable)
vi: 0.1 (có thể tháo rời)

source: 0.2 (detachable)
vi: 0.2 (có thể tháo rời)

source: Bottom contact Z distance
vi: Tiếp xúc dưới khoảng cách Z

source: The vertical distance between the object top surface and the support material interface. If set to zero, support_material_contact_distance will be used for both top and bottom contact Z distances.
vi: Khoảng cách thẳng đứng giữa bề mặt trên cùng của đối tượng và giao diện vật liệu support. Nếu được đặt thành 0, support_material_contact_ distance sẽ được sử dụng cho cả khoảng cách Z tiếp xúc trên và dưới.

source: Same as top
vi: Giống như trên cùng

source: Enforce support for the first
vi: Thực thi hỗ trợ cho lần đầu tiên

source: Generate support material for the specified number of layers counting from bottom, regardless of whether normal support material is enabled or not and regardless of any angle threshold. This is useful for getting more adhesion of objects having a very thin or poor footprint on the build plate.
vi: Tạo vật liệu hỗ trợ cho số lớp được chỉ định tính từ dưới lên, bất kể vật liệu hỗ trợ thông thường có được bật hay không và bất kể ngưỡng góc nào. Điều này hữu ích để có được độ bám dính tốt hơn cho các vật thể có diện tích rất mỏng hoặc kém trên tấm dựng.

source: Enforce support for the first n layers
vi: Thực thi hỗ trợ cho n lớp đầu tiên

source: Support material/raft/skirt extruder
vi: Vật liệu hỗ trợ/máy đùn bè/váy

source: The extruder to use when printing support material, raft and skirt (1+, 0 to use the current extruder to minimize tool changes).
vi: Máy đùn sử dụng khi in vật liệu hỗ trợ, bè và váy (1+, 0 để sử dụng máy đùn hiện tại nhằm giảm thiểu việc thay đổi công cụ).

source: Set this to a non-zero value to set a manual extrusion width for support material. If left zero, default extrusion width will be used if set, otherwise nozzle diameter will be used. If expressed as percentage (for example 90%) it will be computed over layer height.
vi: Đặt giá trị này thành giá trị khác 0 để đặt chiều rộng ép đùn thủ công cho vật liệu hỗ trợ. Nếu để không, chiều rộng đùn mặc định sẽ được sử dụng nếu được đặt, nếu không, đường kính vòi phun sẽ được sử dụng. Nếu được biểu thị bằng phần trăm (ví dụ 90%) thì nó sẽ được tính theo chiều cao của lớp.

source: Interface loops
vi: Vòng lặp giao diện

source: Cover the top contact layer of the supports with loops. Disabled by default.
vi: Phủ lớp tiếp xúc trên cùng của giá đỡ bằng các vòng lặp. Mặc định bị vô hiệu hóa.

source: Support material/raft interface extruder
vi: Vật liệu hỗ trợ/máy đùn giao diện bè

source: The extruder to use when printing support material interface (1+, 0 to use the current extruder to minimize tool changes). This affects raft too.
vi: Máy đùn sử dụng khi in giao diện vật liệu hỗ trợ (1+, 0 để sử dụng máy đùn hiện tại nhằm giảm thiểu việc thay đổi công cụ). Điều này cũng ảnh hưởng đến bè.

source: Top interface layers
vi: Các lớp giao diện trên cùng

source: Number of interface layers to insert between the object(s) and support material.
vi: Số lượng lớp giao diện cần chèn giữa vật thể và vật liệu hỗ trợ.

source: 0 (off)
vi: 0 (tắt)

source: 1 (light)
vi: 1 (nhẹ)

source: 2 (default)
vi: 2 (mặc định)

source: 3 (heavy)
vi: 3 (nặng)

source: Bottom interface layers
vi: Các lớp giao diện dưới cùng

source: Number of interface layers to insert between the object(s) and support material. Set to -1 to use support_material_interface_layers
vi: Số lớp giao diện để chèn giữa (các) đối tượng và vật liệu support. Đặt thành -1 để sử dụng support_material_interface_layers

source: Closing radius
vi: Bán kính đóng

source: For snug supports, the support regions will be merged using morphological closing operation. Gaps smaller than the closing radius will be filled in.
vi: Đối với các giá đỡ khít, các vùng giá đỡ sẽ được hợp nhất bằng cách sử dụng thao tác đóng hình thái. Các khoảng trống nhỏ hơn bán kính đóng sẽ được lấp đầy.

source: Interface pattern spacing
vi: Khoảng cách mẫu giao diện

source: Spacing between interface lines. Set zero to get a solid interface.
vi: Khoảng cách giữa các đường giao diện. Đặt số không để có giao diện chắc chắn.

source: Speed for printing support material interface layers. If expressed as percentage (for example 50%) it will be calculated over support material speed.
vi: Tốc độ in các lớp giao diện vật liệu support. Nếu được biểu thị bằng phần trăm (ví dụ 50%) thì nó sẽ được tính theo tốc độ vật liệu support.

source: Pattern
vi: Mẫu

source: Pattern used to generate support material.
vi: Mẫu được sử dụng để tạo vật liệu hỗ trợ.

source: Rectilinear grid
vi: Lưới hình chữ nhật

source: Interface pattern
vi: Giao diện hoa văn

source: Pattern used to generate support material interface. Default pattern for non-soluble support interface is Rectilinear, while default pattern for soluble support interface is Concentric.
vi: Hoa văn được sử dụng để tạo giao diện vật liệu support. Hoa văn mặc định cho giao diện support không hòa tan là Rectilinear, trong khi hoa văn mặc định cho giao diện support hòa tan là Đồng tâm.

source: Pattern spacing
vi: Khoảng cách mẫu

source: Spacing between support material lines.
vi: Khoảng cách giữa các đường vật liệu hỗ trợ.

source: Speed for printing support material.
vi: Tốc độ in support.

source: Style
vi: Kiểu dáng

source: Style and shape of the support towers. Projecting the supports into a regular grid will create more stable supports, while snug support towers will save material and reduce object scarring.
vi: Kiểu dáng và hình dạng của tháp đỡ. Chiếu các giá đỡ vào lưới thông thường sẽ tạo ra các giá đỡ ổn định hơn, trong khi các tháp đỡ khít sẽ tiết kiệm vật liệu và giảm sẹo vật thể.

source: Snug
vi: Ấm cúng

source: Organic
vi: Hữu cơ

source: Synchronize with object layers
vi: Đồng bộ hóa với các lớp đối tượng

source: Synchronize support layers with the object print layers. This is useful with multi-material printers, where the extruder switch is expensive. This option is only available when top contact Z distance is set to zero.
vi: Đồng bộ hóa các lớp hỗ trợ với các lớp in đối tượng. Điều này hữu ích với máy in đa vật liệu, nơi công tắc đùn tốn kém. Tùy chọn này chỉ khả dụng khi khoảng cách Z tiếp xúc trên cùng được đặt thành 0.

source: Overhang threshold
vi: Ngưỡng nhô ra

source: Support material will not be generated for overhangs whose slope angle (90° = vertical) is above the given threshold. In other words, this value represent the most horizontal slope (measured from the horizontal plane) that you can print without support material. Set to zero for automatic detection (recommended).
vi: Support material will not be generated for overhangs whose slope angle (90° = vertical) is above the given threshold. In other words, this value represents the most horizontal slope (measured from the horizontal plane) that you can print without support material. Set to zero for automatic detection (recommended).

source: With sheath around the support
vi: Với vỏ bọc xung quanh phần hỗ trợ

source: Add a sheath (a single perimeter line) around the base support. This makes the support more reliable, but also more difficult to remove.
vi: Thêm một lớp vỏ (một đường viền đơn) xung quanh giá đỡ đế. Điều này làm cho giá đỡ đáng tin cậy hơn, nhưng cũng khó tháo hơn.

source: Maximum Branch Angle
vi: Góc nhánh tối đa

source: The maximum angle of the branches, when the branches have to avoid the model. Use a lower angle to make them more vertical and more stable. Use a higher angle to be able to have more reach.
vi: Góc tối đa của các nhánh, khi các nhánh phải tránh mô hình. Sử dụng góc thấp hơn để làm cho chúng thẳng đứng hơn và ổn định hơn. Sử dụng góc cao hơn để có thể vươn xa hơn.

source: Preferred Branch Angle
vi: Góc nhánh ưa thích

source: The preferred angle of the branches, when they do not have to avoid the model. Use a lower angle to make them more vertical and more stable. Use a higher angle for branches to merge faster.
vi: Góc ưa thích của các nhánh, khi chúng không phải tránh mô hình. Sử dụng góc thấp hơn để làm cho chúng thẳng đứng hơn và ổn định hơn. Sử dụng góc cao hơn để các nhánh hợp nhất nhanh hơn.

source: Tip Diameter
vi: Đường kính đầu

source: Branch tip diameter for organic supports.
vi: Đường kính đầu cành cho giá thể hữu cơ.

source: Branch Diameter
vi: Đường kính nhánh

source: The diameter of the thinnest branches of organic support. Thicker branches are more sturdy. Branches towards the base will be thicker than this.
vi: Đường kính của các nhánh mỏng nhất của giá đỡ hữu cơ. Các nhánh dày hơn thì chắc chắn hơn. Các nhánh hướng về gốc sẽ dày hơn.

source: Branch Diameter Angle
vi: Góc Đường Kính Nhánh

source: The angle of the branches' diameter as they gradually become thicker towards the bottom. An angle of 0 will cause the branches to have uniform thickness over their length. A bit of an angle can increase stability of the organic support.
vi: Góc đường kính của các nhánh khi chúng dần trở nên dày hơn về phía dưới. Góc 0 sẽ khiến các nhánh có độ dày đồng đều trên toàn bộ chiều dài của chúng. Một góc nhỏ có thể làm tăng độ ổn định của giá đỡ hữu cơ.

source: Branch Diameter with double walls
vi: Đường kính nhánh có tường đôi

source: Branches with area larger than the area of a circle of this diameter will be printed with double walls for stability. Set this value to zero for no double walls.
vi: Các nhánh có diện tích lớn hơn diện tích của một hình tròn có đường kính này sẽ được in với thành đôi để ổn định. Đặt giá trị này thành 0 để không có thành đôi.

source: Branch Distance
vi: Khoảng cách nhánh

source: How far apart the branches need to be when they touch the model. Making this distance small will cause the tree support to touch the model at more points, causing better overhang but making support harder to remove.
vi: Khoảng cách giữa các nhánh cần thiết khi chúng chạm vào mô hình. Làm cho khoảng cách này nhỏ sẽ khiến giá đỡ cây chạm vào mô hình ở nhiều điểm hơn, tạo ra phần nhô ra tốt hơn nhưng làm cho giá đỡ khó loại bỏ hơn.

source: Branch Density
vi: Mật độ nhánh

source: Adjusts the density of the support structure used to generate the tips of the branches. A higher value results in better overhangs but the supports are harder to remove, thus it is recommended to enable top support interfaces instead of a high branch density value if dense interfaces are needed.
vi: Điều chỉnh mật độ của cấu trúc hỗ trợ được sử dụng để tạo ra các đầu nhánh. Giá trị cao hơn sẽ tạo ra các phần nhô ra tốt hơn nhưng các phần hỗ trợ khó loại bỏ hơn, do đó, nên bật các giao diện hỗ trợ trên cùng thay vì giá trị mật độ nhánh cao nếu cần các giao diện dày đặc.

source: Nozzle temperature for layers after the first one. Set this to zero to disable temperature control commands in the output G-code.
vi: Nhiệt độ vòi phun cho các lớp sau lớp đầu tiên. Đặt giá trị này thành 0 để tắt các lệnh điều khiển nhiệt độ trong G-code đầu ra.

source: Nozzle temperature
vi: Nhiệt độ vòi phun lớp đầu tiên

source: Thick bridges
vi: Cầu dày

source: If enabled, bridges are more reliable, can bridge longer distances, but may look worse. If disabled, bridges look better but are reliable just for shorter bridged distances.
vi: Nếu được bật, cầu sẽ đáng tin cậy hơn, có thể bắc cầu cho khoảng cách xa hơn nhưng có thể trông xấu hơn. Nếu bị vô hiệu hóa, các cầu trông đẹp hơn nhưng chỉ đáng tin cậy đối với khoảng cách bắc cầu ngắn hơn.

source: Detect thin walls
vi: Phát hiện tường mỏng

source: Detect single-width walls (parts where two extrusions don't fit and we need to collapse them into a single trace).
vi: Phát hiện các bức tường có chiều rộng đơn (các phần mà hai phần đùn không khớp và chúng tôi cần thu gọn chúng thành một dấu duy nhất).

source: This custom code is inserted before every toolchange. Placeholder variables for all PrusaSlicer settings as well as {toolchange_z}, {previous_extruder} and {next_extruder} can be used. When a tool-changing command which changes to the correct extruder is included (such as T{next_extruder}), PrusaSlicer will emit no other such command. It is therefore possible to script custom behaviour both before and after the toolchange.
vi: Mã tùy chỉnh này được chèn vào trước mỗi lần thay đổi công cụ. Có thể sử dụng các biến giữ chỗ cho tất cả cài đặt PrusaSlicer cũng như {toolchange_z}, {previous_extruder} và {next_extruder}. Khi một lệnh thay đổi công cụ thay đổi thành máy đùn chính xác được bao gồm (chẳng hạn như T{next_extruder}), PrusaSlicer sẽ không phát ra lệnh nào khác như vậy. Do đó, có thể viết script hành vi tùy chỉnh cả trước và sau khi thay đổi công cụ.

source: Set this to a non-zero value to set a manual extrusion width for infill for top surfaces. You may want to use thinner extrudates to fill all narrow regions and get a smoother finish. If left zero, default extrusion width will be used if set, otherwise nozzle diameter will be used. If expressed as percentage (for example 90%) it will be computed over layer height.
vi: Đặt giá trị này thành giá trị khác 0 để đặt chiều rộng đùn thủ công cho bề mặt trên cùng. Bạn có thể muốn sử dụng các chất đùn mỏng hơn để lấp đầy tất cả các vùng hẹp và có được kết thúc mượt mà hơn. Nếu để không, chiều rộng đùn mặc định sẽ được sử dụng nếu được đặt, nếu không, đường kính đầu in sẽ được sử dụng. Nếu được biểu thị bằng phần trăm (ví dụ 90%) thì nó sẽ được tính theo chiều cao của lớp.

source: Speed for printing top solid layers (it only applies to the uppermost external layers and not to their internal solid layers). You may want to slow down this to get a nicer surface finish. This can be expressed as a percentage (for example: 80%) over the solid infill speed above. Set to zero for auto.
vi: Tốc độ in các lớp đặc trên cùng (chỉ áp dụng cho các lớp đặc bên ngoài và không áp dụng cho các lớp đặc bên trong của chúng). Bạn có thể muốn làm chậm quá trình này để có được bề mặt hoàn thiện đẹp hơn. Điều này có thể được biểu thị bằng phần trăm (ví dụ: 80%) trên tốc độ nạp chất rắn ở trên. Đặt thành 0 cho tự động.

# Layers
source: Top
vi: Trên

source: Number of solid layers to generate on top surfaces.
vi: Số lớp rắn cần tạo ra trên bề mặt trên.

source: Top solid layers
vi: Các lớp rắn trên cùng

source: The number of top solid layers is increased above top_solid_layers if necessary to satisfy minimum thickness of top shell. This is useful to prevent pillowing effect when printing with variable layer height.
vi: Số lượng các lớp rắn trên cùng được tăng lên trên top_solid_layers nếu cần thiết để đáp ứng độ dày tối thiểu của vỏ trên cùng. Điều này rất hữu ích để ngăn chặn hiệu ứng Pilling khi in với chiều cao lớp thay đổi.

source: Minimum top shell thickness
vi: Độ dày vỏ tối thiểu

source: Speed for travel moves (jumps between distant extrusion points).
vi: Tốc độ di chuyển (nhảy giữa các điểm đùn xa).

source: Speed for movements along the Z axis. When set to zero, the value is ignored and regular travel speed is used instead.
vi: Tốc độ cho các chuyển động dọc theo trục Z. Khi đặt thành 0, giá trị sẽ bị bỏ qua và thay vào đó sẽ sử dụng tốc độ di chuyển thông thường.

source: Use firmware retraction
vi: Sử dụng thu hồi phần mềm

source: This setting uses G10 and G11 commands to have the firmware handle the retraction. Note that this has to be supported by firmware.
vi: Cài đặt này sử dụng các lệnh G10 và G11 để có phần sụn xử lý việc rút lại. Lưu ý rằng điều này phải được hỗ trợ bởi phần sụn.

source: Use relative E distances
vi: Sử dụng khoảng cách E tương đối

source: If your firmware requires relative E values, check this, otherwise leave it unchecked. Most firmwares use absolute values.
vi: Nếu phần sụn của bạn yêu cầu các giá trị E tương đối, hãy kiểm tra điều này, nếu không, hãy không được kiểm soát. Hầu hết các công ty sử dụng các giá trị tuyệt đối.

source: Use volumetric E
vi: Sử dụng thể tích e

source: This experimental setting uses outputs the E values in cubic millimeters instead of linear millimeters. If your firmware doesn't already know filament diameter(s), you can put commands like 'M200 D[filament_diameter_0] T0' in your start G-code in order to turn volumetric mode on and use the filament diameter associated to the filament selected in Slic3r. This is only supported in recent Marlin.
vi: Cài đặt thử nghiệm này sử dụng đầu ra các giá trị E tính bằng milimét khối thay vì milimét tuyến tính. Nếu chương trình cơ sở của bạn chưa biết (các) đường kính dây tóc, bạn có thể đặt các lệnh như 'M200 D[filament_diameter_0] T0' trong G-code bắt đầu của mình để bật chế độ thể tích và sử dụng đường kính sợi nhựa được liên kết với loại nhựa đã chọn trong Slic3r. Điều này chỉ được hỗ trợ trong Marlin gần đây.

source: Enable variable layer height feature
vi: Kích hoạt tính năng chiều cao lớp thay đổi

source: Some printers or printer setups may have difficulties printing with a variable layer height. Enabled by default.
vi: Một số máy in hoặc thiết lập máy in có thể gặp khó khăn khi in với chiều cao lớp thay đổi. Được bật theo mặc định.

source: Wipe while retracting
vi: Lau trong khi rút lại

source: This flag will move the nozzle while retracting to minimize the possible blob on leaky extruders.
vi: Cờ này sẽ di chuyển đầu in trong khi rút lại để giảm thiểu đốm màu có thể có trên cụm đầu bị rò rỉ.

source: Multi material printers may need to prime or purge extruders on tool changes. Extrude the excess material into the wipe tower.
vi: Máy in nhiều vật liệu có thể cần phải mồi hoặc xả bộ đùn khi thay đổi công cụ. Đùn vật liệu thừa vào tháp lau.

source: Purging volumes - load/unload volumes
vi: Khối lượng thanh lọc - khối lượng tải/dỡ

source: This vector saves required volumes to change from/to each tool used on the wipe tower. These values are used to simplify creation of the full purging volumes below.
vi: Vectơ này lưu các khối lượng cần thiết để thay đổi từ/đến từng công cụ được sử dụng trên tháp xóa. Các giá trị này được sử dụng để đơn giản hóa việc tạo các khối lượng thanh lọc đầy đủ bên dưới.

source: Purging volumes - matrix
vi: Khối lượng thanh lọc - ma trận

source: This matrix describes volumes (in cubic milimetres) required to purge the new filament on the wipe tower for any given pair of tools.
vi: This matrix describes volumes (in cubic millimetres) required to purge the new filament on the wipe tower for any given pair of tools.

source: Position X
vi: Vị trí X

source: X coordinate of the left front corner of a wipe tower
vi: Tọa độ X của góc trước bên trái của tháp lau

source: Position Y
vi: Vị trí Y

source: Y coordinate of the left front corner of a wipe tower
vi: Tọa độ Y của góc trước bên trái của tháp lau

source: Width
vi: Chiều rộng

source: Width of a wipe tower
vi: Chiều rộng của một tháp lau

source: Wipe tower rotation angle
vi: Góc quay của tháp lau

source: Wipe tower rotation angle with respect to x-axis.
vi: Góc quay của tháp lau so với trục x.

source: Wipe tower brim width
vi: Lau chiều rộng vành tháp

source: Stabilization cone apex angle
vi: Góc đỉnh nón ổn định

source: Angle at the apex of the cone that is used to stabilize the wipe tower. Larger angle means wider base.
vi: Góc tại đỉnh của hình nón được sử dụng để ổn định tháp lau. Góc lớn hơn có nghĩa là đáy rộng hơn.

source: Wipe tower purge lines spacing
vi: Khoảng cách giữa các đường xả tháp sạch

source: Spacing of purge lines on the wipe tower.
vi: Khoảng cách giữa các đường ống xả trên tháp lau.

source: Wipe options
vi: Tùy chọn Wipe

source: Wipe into this object's infill
vi: Lau vào bên trong của đối tượng này
